Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# disconnectedFrom
source: Disconnected from {appName}
bg: Прекъсната връзка с {appName}
ca: Desconnectat de {appName}
cs: Odpojeno od {appName}
de: Von {appName} getrennt
es: Desconectado de {appName}
et: Ühendus rakendusega {appName} katkestatud
fi: Yhteys katkaistu palveluun {appName}
fr: Déconnecté de {appName}
hi: {appName} से डिस्कनेक्ट हो गया
hu: {appName}-től leválasztva
id: Terputus dari {appName}
it: Disconnesso da {appName}
ja: {appName}から切断しました
ms: Terputus sambungan dari {appName}
nl: Losgekoppeld van {appName}
no: Frakoblet fra {appName}
pt: Desconectado de {appName}
ru: Отключено от {appName}
sk: Odpojené od {appName}
sv: Frånkopplad från {appName}
th: ตัดการเชื่อมต่อจาก {appName} แล้ว
uk: Відключено від {appName}
vi: Đã ngắt kết nối khỏi {appName}

source: Failed to disconnect
bg: Неуспешно прекъсване на връзката
ca: No s'ha pogut desconnectar
cs: Nepodařilo se odpojit
de: Trennen fehlgeschlagen
es: Error al desconectar
et: Ühenduse katkestamine ebaõnnestus
fi: Yhteyden katkaisu epäonnistui
fr: Échec de la déconnexion
hi: डिस्कनेक्ट करने में विफल
hu: Leválasztás sikertelen
id: Gagal memutuskan
it: Impossibile disconnettere
ja: 切断に失敗しました
ms: Gagal memutuskan sambungan
nl: Loskoppelen mislukt
no: Kunne ikke koble fra
pt: Falha ao desconectar
ru: Не удалось отключить
sk: Nepodarilo sa odpojiť
sv: Det gick inte att koppla från
th: ตัดการเชื่อมต่อไม่สำเร็จ
uk: Не вдалося відключитись
vi: Không thể ngắt kết nối

# connectTo
source: Connect to {appName}
bg: Свържи се с {appName}
ca: Connectar a {appName}
cs: Připojit k {appName}
de: Verbinden mit {appName}
es: Conectar a {appName}
et: Ühenda rakendusega {appName}
fi: Yhdistä palveluun {appName}
fr: Se connecter à {appName}
hi: {appName} से कनेक्ट करें
hu: Csatlakozás: {appName}
id: Hubungkan ke {appName}
it: Connetti a {appName}
ja: {appName}に接続
ms: Sambung ke {appName}
nl: Verbinden met {appName}
no: Koble til {appName}
pt: Conectar a {appName}
ru: Подключиться к {appName}
sk: Pripojiť k {appName}
sv: Anslut till {appName}
th: เชื่อมต่อกับ {appName}
uk: Підключитись до {appName}
vi: Kết nối với {appName}

# authAccessMessage
source: You'll need to authorize Omi to access your {appName} data. This will open your browser for authentication.
bg: Ще трябва да упълномощите Omi за достъп до вашите {appName} данни. Това ще отвори браузъра ви за удостоверяване.
ca: Haureu d'autoritzar Omi per accedir a les vostres dades de {appName}. Això obrirà el vostre navegador per a l'autenticació.
cs: Budete muset autorizovat Omi pro přístup k vašim datům {appName}. Tím se otevře váš prohlížeč pro ověření.
de: Sie müssen Omi autorisieren, auf Ihre {appName}-Daten zuzugreifen. Dies öffnet Ihren Browser für die Authentifizierung.
es: Debes autorizar a Omi para acceder a tus datos de {appName}.
et: Peate andma Omi-le loa juurdepääsuks teie {appName} andmetele. See avab teie brauseri autentimiseks.
fi: Sinun on valtuutettava Omi käyttämään {appName}-tietojasi. Tämä avaa selaimesi todennusta varten.
fr: Vous devrez autoriser Omi à accéder à vos données {appName}. Cela ouvrira votre navigateur pour l'authentification.
hi: आपको अपने {appName} डेटा तक पहुँचने के लिए Omi को अधिकृत करने की आवश्यकता है।
hu: Engedélyezned kell az Omi-nak, hogy hozzáférjen a(z) {appName} adataidhoz. Ez megnyitja a böngésződ a hitelesítéshez.
id: Anda perlu mengizinkan Omi untuk mengakses data {appName} Anda. Ini akan membuka browser Anda untuk autentikasi.
it: Dovrai autorizzare Omi ad accedere ai tuoi dati {appName}. Questo aprirà il tuo browser per l'autenticazione.
ja: Omiが{appName}のデータにアクセスすることを許可する必要があります。ブラウザで認証が開きます。
ms: Anda perlu memberi kebenaran kepada Omi untuk mengakses data {appName} anda. Ini akan membuka pelayar anda untuk pengesahan.
nl: Je moet Omi autoriseren om toegang te krijgen tot je {appName}-gegevens. Dit opent je browser voor authenticatie.
no: Du må autorisere Omi til å få tilgang til {appName}-dataene dine. Dette vil åpne nettleseren din for autentisering.
pt: Você precisa autorizar o Omi a acessar seus dados de {appName}.
ru: Вам нужно авторизовать Omi для доступа к вашим данным {appName}. Это откроет браузер для аутентификации.
sk: Budete musieť autorizovať Omi na prístup k vašim údajom {appName}. Toto otvorí váš prehliadač pre autentifikáciu.
sv: Du behöver auktorisera Omi för att komma åt din {appName}-data. Detta öppnar din webbläsare för autentisering.
th: คุณต้องอนุญาตให้ Omi เข้าถึงข้อมูล {appName} ของคุณ ระบบจะเปิดเบราว์เซอร์เพื่อยืนยันตัวตน
uk: Вам потрібно авторизувати Omi для доступу до ваших даних {appName}. Це відкриє ваш браузер для автентифікації.
vi: Bạn cần cho phép Omi truy cập dữ liệu {appName} của bạn. Thao tác này sẽ mở trình duyệt để xác thực.

# continueAction
source: Continue
bg: Продължи
ca: Continuar
cs: Pokračovat
de: Weiter
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
ms: Teruskan
nl: Doorgaan
no: Fortsett
pt: Continuar
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

# languageTitle
source: Language
bg: Език
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
et: Keel
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ms: Bahasa
nl: Taal
no: Språk
pt: Idioma
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
uk: Мова
vi: Ngôn ngữ

source: Primary Language
bg: Основен език
ca: Idioma principal
cs: Primární jazyk
de: Primärsprache
es: Idioma principal
et: Põhikeel
fi: Ensisijainen kieli
fr: Langue principale
hi: प्राथमिक भाषा
hu: Elsődleges nyelv
id: Bahasa Utama
it: Lingua Principale
ja: 主要言語
ms: Bahasa Utama
nl: Primaire taal
no: Hovedspråk
pt: Idioma principal
ru: Основной язык
sk: Primárny jazyk
sv: Primärt språk
th: ภาษาหลัก
uk: Основна мова
vi: Ngôn ngữ chính

source: Automatic Translation
bg: Автоматичен превод
ca: Traducció automàtica
cs: Automatický překlad
de: Automatische Übersetzung
es: Traducción automática
et: Automaatne tõlge
fi: Automaattinen käännös
fr: Traduction automatique
hi: स्वचालित अनुवाद
hu: Automatikus fordítás
id: Terjemahan Otomatis
it: Traduzione Automatica
ja: 自動翻訳
ms: Terjemahan Automatik
nl: Automatische vertaling
no: Automatisk oversettelse
pt: Tradução automática
ru: Автоматический перевод
sk: Automatický preklad
sv: Automatisk översättning
th: แปลภาษาอัตโนมัติ
uk: Автоматичний переклад
vi: Dịch tự động

# detectLanguages
source: Detect 10+ languages
bg: Разпознавай 10+ езика
ca: Detectar més de 10 idiomes
cs: Detekovat 10+ jazyků
de: 10+ Sprachen erkennen
es: Detectar 10+ idiomas
et: Tuvasta 10+ keelt
fi: Tunnista yli 10 kieltä
fr: Détecter plus de 10 langues
hi: 10+ भाषाओं का पता लगाएं
hu: 10+ nyelv érzékelése
id: Deteksi 10+ bahasa
it: Rileva oltre 10 lingue
ja: 10以上の言語を検出
ms: Kesan 10+ bahasa
nl: Detecteer 10+ talen
no: Oppdage 10+ språk
pt: Detectar 10+ idiomas
ru: Определение 10+ языков
sk: Zistiť 10+ jazykov
sv: Upptäck 10+ språk
th: ตรวจจับมากกว่า 10 ภาษา
uk: Виявлення 10+ мов
vi: Phát hiện hơn 10 ngôn ngữ

source: Authorize Saving Recordings
bg: Разрешете запазване на записи
ca: Autoritzar desar enregistraments
cs: Autorizovat ukládání nahrávek
de: Speichern von Aufnahmen autorisieren
es: Autorizar guardado de grabaciones
et: Luba salvestiste salvestamine
fi: Valtuuta nauhoitusten tallentaminen
fr: Autoriser l'enregistrement des enregistrements
hi: रिकॉर्डिंग सहेजने को अधिकृत करें
hu: Felvételek mentésének engedélyezése
id: Izinkan Menyimpan Rekaman
it: Autorizza Salvataggio Registrazioni
ja: 録音の保存を許可
ms: Benarkan Menyimpan Rakaman
nl: Opnames opslaan autoriseren
no: Autoriser lagring av opptak
pt: Autorizar salvar gravações
ru: Разрешить сохранение записей
sk: Autorizovať ukladanie nahrávok
sv: Auktorisera lagring av inspelningar
th: อนุญาตให้บันทึกการอัด
uk: Авторизувати збереження записів
vi: Cho phép lưu bản ghi âm

source: Thanks for authorizing!
bg: Благодарим, че разрешихте!
ca: Gràcies per autoritzar!
cs: Děkujeme za autorizaci!
de: Danke für die Autorisierung!
es: ¡Gracias por autorizar!
et: Täname loa andmise eest!
fi: Kiitos valtuutuksesta!
fr: Merci pour l'autorisation !
hi: अधिकृत करने के लिए धन्यवाद!
hu: Köszönjük az engedélyezést!
id: Terima kasih telah mengizinkan!
it: Grazie per aver autorizzato!
ja: 許可いただきありがとうございます！
ms: Terima kasih kerana memberi kebenaran!
nl: Bedankt voor het autoriseren!
no: Takk for at du autoriserte!
pt: Obrigado por autorizar!
ru: Спасибо за разрешение!
sk: Ďakujeme za autorizáciu!
sv: Tack för auktoriseringen!
th: ขอบคุณสำหรับการอนุญาต!
uk: Дякуємо за авторизацію!
vi: Cảm ơn bạn đã cho phép!

# needYourPermission
source: We need your permission
bg: Нуждаем се от вашето разрешение
ca: Necessitem el vostre permís
cs: Potřebujeme vaše povolení
de: Wir benötigen Ihre Erlaubnis
es: Necesitamos tu permiso
et: Vajame teie luba
fi: Tarvitsemme lupasi
fr: Nous avons besoin de votre permission
hi: हमें आपकी अनुमति चाहिए
hu: Szükségünk van az engedélyedre
id: Kami memerlukan izin Anda
it: Abbiamo bisogno del tuo permesso
ja: 許可が必要です
ms: Kami memerlukan kebenaran anda
nl: We hebben je toestemming nodig
no: Vi trenger din tillatelse
pt: Precisamos da sua permissão
ru: Нам нужно ваше разрешение
sk: Potrebujeme vaše povolenie
sv: Vi behöver ditt tillstånd
th: เราต้องการความยินยอมจากคุณ
uk: Нам потрібен ваш дозвіл
vi: Chúng tôi cần sự cho phép của bạn

# alreadyGavePermission
source: You've already given us permission to save your recordings. Here's a reminder of why we need it:
bg: Вече сте ни дали разрешение да запазваме вашите записи. Ето напомняне защо го нуждаем:
ca: Ja ens heu donat permís per desar els vostres enregistraments. Aquí teniu un recordatori de per què ho necessitem:
cs: Již jste nám dali povolení k ukládání vašich nahrávek. Zde je připomenutí, proč to potřebujeme:
de: Sie haben uns bereits die Erlaubnis gegeben, Ihre Aufnahmen zu speichern. Hier ist eine Erinnerung, warum wir sie brauchen:
es: Ya nos diste permiso para guardar tus grabaciones. Aquí un recordatorio de por qué lo necesitamos:
et: Olete juba andnud meile loa teie salvestiste salvestamiseks. Siin on meeldetuletus, miks me seda vajame:
fi: Olet jo antanut meille luvan tallentaa nauhoituksiasi. Tässä muistutus siitä, miksi tarvitsemme sen:
fr: Vous nous avez déjà donné la permission d'enregistrer vos enregistrements. Voici un rappel de pourquoi nous en avons besoin :
hi: आपने हमें अपनी रिकॉर्डिंग सहेजने की अनुमति पहले ही दे दी है। हमें इसकी आवश्यकता क्यों है, इसका एक अनुस्मारक:
hu: Már engedélyezted a felvételeid mentését. Itt egy emlékeztető, hogy miért van erre szükségünk:
id: Anda sudah memberi kami izin untuk menyimpan rekaman Anda. Berikut pengingat mengapa kami membutuhkannya:
it: Ci hai già dato il permesso di salvare le tue registrazioni. Ecco un promemoria del perché ne abbiamo bisogno:
ja: 録音を保存する許可をすでにいただいています。その理由を再確認してください：
ms: Anda telah memberi kami kebenaran untuk menyimpan rakaman anda. Berikut adalah peringatan mengapa kami memerlukannya:
nl: Je hebt ons al toestemming gegeven om je opnames op te slaan. Hier is een herinnering waarom we het nodig hebben:
no: Du har allerede gitt oss tillatelse til å lagre opptakene dine. Her er en påminnelse om hvorfor vi trenger det:
pt: Você já nos deu permissão para salvar suas gravações. Aqui está o lembrete do porquê:
ru: Вы уже дали нам разрешение на сохранение ваших записей. Напоминаем, зачем нам это нужно:
sk: Už ste nám dali povolenie uložiť vaše nahrávky. Tu je pripomenutie, prečo ho potrebujeme:
sv: Du har redan gett oss tillstånd att spara dina inspelningar. Här är en påminnelse om varför vi behöver det:
th: คุณได้อนุญาตให้เราบันทึกการอัดของคุณแล้ว นี่คือเหตุผลที่เราต้องการ:
uk: Ви вже надали нам дозвіл на збереження ваших записів. Нагадуємо, навіщо це потрібно:
vi: Bạn đã cho phép chúng tôi lưu bản ghi âm của bạn. Đây là lời nhắc nhở về lý do chúng tôi cần:

# wouldLikePermission
source: We'd like your permission to save your voice recordings. Here's why:
bg: Бихме искали вашето разрешение да запазваме вашите гласови записи. Ето защо:
ca: Ens agradaria el vostre permís per desar els vostres enregistraments de veu. Aquesta és la raó:
cs: Rádi bychom vaše povolení k ukládání vašich hlasových nahrávek. Zde je proč:
de: Wir möchten Ihre Erlaubnis, Ihre Sprachaufnahmen zu speichern. Hier ist der Grund:
es: Nos gustaría tu permiso para guardar tus grabaciones de voz. Aquí está la razón:
et: Sooviksime teie luba teie helisalvestiste salvestamiseks. Siin on põhjus:
fi: Haluaisimme lupasi tallentaa ääninauhoituksesi. Tässä syy:
fr: Nous aimerions avoir votre permission pour sauvegarder vos enregistrements vocaux. Voici pourquoi :
hi: हम आपकी वॉयस रिकॉर्डिंग सहेजने के लिए आपकी अनुमति चाहते हैं। यहाँ क्यों है:
hu: Szeretnénk az engedélyedet kérni a hangfelvételeid mentéséhez. Itt van, hogy miért:
id: Kami ingin izin Anda untuk menyimpan rekaman suara Anda. Berikut alasannya:
it: Vorremmo il tuo permesso per salvare le tue registrazioni vocali. Ecco perché:
ja: 音声録音を保存する許可をお願いします。理由は以下の通りです：
ms: Kami ingin kebenaran anda untuk menyimpan rakaman suara anda. Sebabnya:
nl: We willen graag je toestemming om je spraakopnames op te slaan. Dit is waarom:
no: Vi vil gjerne ha tillatelse til å lagre stemmeopptakene dine. Her er hvorfor:
pt: Gostaríamos da sua permissão para salvar suas gravações de voz. Eis o motivo:
ru: Мы хотели бы получить ваше разрешение на сохранение ваших голосовых записей. Вот почему:
sk: Chceli by sme vaše povolenie na uloženie vašich hlasových nahrávok. Tu je dôvod:
sv: Vi skulle vilja ha ditt tillstånd att spara dina röstinspelningar. Här är varför:
th: เราต้องการความยินยอมในการบันทึกเสียงของคุณ นี่คือเหตุผล:
uk: Ми хотіли б отримати ваш дозвіл на збереження ваших голосових записів. Ось чому:
vi: Chúng tôi muốn được phép lưu bản ghi âm giọng nói của bạn. Đây là lý do:

# improveSpeechProfile
source: Improve Your Speech Profile
bg: Подобрете вашия гласов профил
ca: Millorar el vostre perfil de veu
cs: Vylepšit váš hlasový profil
de: Ihr Sprachprofil verbessern
es: Mejorar tu perfil de voz
et: Parandage oma kõneprofiili
fi: Paranna puheprofiiliasi
fr: Améliorer votre profil vocal
hi: अपनी वाक् प्रोफ़ाइल सुधारें
hu: Beszédprofil fejlesztése
id: Tingkatkan Profil Suara Anda
it: Migliora il Tuo Profilo Vocale
ja: 音声プロファイルの改善
ms: Tingkatkan Profil Pertuturan Anda
nl: Verbeter je spraakprofiel
no: Forbedre taleprofilen din
pt: Melhorar seu perfil de voz
ru: Улучшение вашего голосового профиля
sk: Zlepšiť váš hlasový profil
sv: Förbättra din röstprofil
th: ปรับปรุงโปรไฟล์เสียงของคุณ
uk: Покращити ваш мовний профіль
vi: Cải thiện hồ sơ giọng nói của bạn

# improveSpeechProfileDesc
source: We use recordings to further train and enhance your personal speech profile.
bg: Използваме записи, за да обучим и подобрим вашия личен гласов профил.
ca: Utilitzem els enregistraments per entrenar i millorar el vostre perfil de veu personal.
cs: Nahrávky používáme k dalšímu trénování a vylepšování vašeho osobního hlasového profilu.
de: Wir verwenden Aufnahmen, um Ihr persönliches Sprachprofil weiter zu trainieren und zu verbessern.
es: Usamos grabaciones para entrenar y mejorar tu perfil personal de voz.
et: Kasutame salvestisi, et edasi treenida ja parandada teie isiklikku kõneprofiili.
fi: Käytämme nauhoituksia henkilökohtaisen puheprofiilisi kouluttamiseen ja parantamiseen.
fr: Nous utilisons les enregistrements pour entraîner et améliorer davantage votre profil vocal personnel.
hi: हम आपकी व्यक्तिगत वाक् प्रोफ़ाइल को आगे प्रशिक्षित करने और सुधारने के लिए रिकॉर्डिंग का उपयोग करते हैं।
hu: A felvételeket használjuk a személyes beszédprofilod további tanítására és fejlesztésére.
id: Kami menggunakan rekaman untuk melatih dan meningkatkan profil suara pribadi Anda lebih lanjut.
it: Utilizziamo le registrazioni per addestrare e migliorare ulteriormente il tuo profilo vocale personale.
ja: 録音を使用して、あなたの個人的な音声プロファイルをさらに訓練・強化します。
ms: Kami menggunakan rakaman untuk melatih dan meningkatkan profil pertuturan peribadi anda.
nl: We gebruiken opnames om je persoonlijke spraakprofiel verder te trainen en te verbeteren.
no: Vi bruker opptak for å videreutvikle og forbedre din personlige taleprofil.
pt: Usamos gravações para treinar e melhorar seu perfil de voz pessoal.
ru: Мы используем записи для дальнейшего обучения и улучшения вашего персонального голосового профиля.
sk: Používame nahrávky na ďalšie trénovanie a vylepšenie vášho osobného hlasového profilu.
sv: Vi använder inspelningar för att ytterligare träna och förbättra din personliga röstprofil.
th: เราใช้การบันทึกเพื่อฝึกและปรับปรุงโปรไฟล์เสียงส่วนบุคคลของคุณ
uk: Ми використовуємо записи для подальшого навчання та покращення вашого особистого мовного профілю.
vi: Chúng tôi sử dụng bản ghi âm để huấn luyện và nâng cao hồ sơ giọng nói cá nhân của bạn.

# trainFamilyProfiles
source: Train Profiles for Friends and Family
bg: Обучете профили за приятели и семейство
ca: Entrenar perfils d'amics i família
cs: Trénovat profily pro přátele a rodinu
de: Profile für Freunde und Familie trainieren
es: Entrenar perfiles de amigos y familia
et: Treenige profiile sõprade ja pere jaoks
fi: Kouluta profiileja ystäville ja perheelle
fr: Entraîner des profils pour les amis et la famille
hi: दोस्तों और परिवार की प्रोफ़ाइल प्रशिक्षित करें
hu: Profilok tanítása barátoknak és családtagoknak
id: Latih Profil untuk Teman dan Keluarga
it: Addestra Profili per Amici e Famiglia
ja: 家族や友人のプロファイルを訓練
ms: Latih Profil untuk Rakan dan Keluarga
nl: Train profielen voor vrienden en familie
no: Tren profiler for venner og familie
pt: Treinar perfis de amigos e família
ru: Обучение профилей друзей и семьи
sk: Trénovať profily pre priateľov a rodinu
sv: Träna profiler för vänner och familj
th: ฝึกโปรไฟล์สำหรับเพื่อนและครอบครัว
uk: Навчити профілі для друзів та родини
vi: Huấn luyện hồ sơ cho bạn bè và gia đình

# trainFamilyProfilesDesc
source: Your recordings help us recognize and create profiles for your friends and family.
bg: Вашите записи ни помагат да разпознаем и създадем профили за вашите приятели и семейство.
ca: Els vostres enregistraments ens ajuden a reconèixer i crear perfils per als vostres amics i família.
cs: Vaše nahrávky nám pomáhají rozpoznat a vytvářet profily pro vaše přátele a rodinu.
de: Ihre Aufnahmen helfen uns, Profile für Ihre Freunde und Familie zu erkennen und zu erstellen.
es: Tus grabaciones ayudan a reconocer y crear perfiles para tus amigos y familiares.
et: Teie salvestised aitavad meil ära tunda ja luua profiile teie sõprade ja pere jaoks.
fi: Nauhoituksesi auttavat meitä tunnistamaan ja luomaan profiileja ystävillesi ja perheellesi.
fr: Vos enregistrements nous aident à reconnaître et créer des profils pour vos amis et votre famille.
hi: आपकी रिकॉर्डिंग हमें आपके दोस्तों और परिवार के सदस्यों को पहचानने और उनके लिए प्रोफ़ाइल बनाने में मदद करती हैं।
hu: A felvételeid segítenek felismerni és profilokat létrehozni a barátaidnak és családtagjaidnak.
id: Rekaman Anda membantu kami mengenali dan membuat profil untuk teman dan keluarga Anda.
it: Le tue registrazioni ci aiutano a riconoscere e creare profili per i tuoi amici e familiari.
ja: 録音は、家族や友人を認識し、プロファイルを作成するのに役立ちます。
ms: Rakaman anda membantu kami mengenali dan mencipta profil untuk rakan dan keluarga anda.
nl: Je opnames helpen ons om profielen voor je vrienden en familie te herkennen en aan te maken.
no: Opptakene dine hjelper oss med å gjenkjenne og opprette profiler for venner og familie.
pt: Suas gravações ajudam a reconhecer e criar perfis para seus amigos e familiares.
ru: Ваши записи помогают нам распознавать и создавать профили для ваших друзей и семьи.
sk: Vaše nahrávky nám pomáhajú rozpoznávať a vytvárať profily pre vašich priateľov a rodinu.
sv: Dina inspelningar hjälper oss att känna igen och skapa profiler för dina vänner och familj.
th: การบันทึกของคุณช่วยให้เราจดจำและสร้างโปรไฟล์สำหรับเพื่อนและครอบครัวของคุณ
uk: Ваші записи допомагають нам розпізнавати та створювати профілі для ваших друзів та родини.
vi: Bản ghi âm của bạn giúp chúng tôi nhận dạng và tạo hồ sơ cho bạn bè và gia đình của bạn.

source: Enhance Transcript Accuracy
bg: Подобрете точността на транскрипта
ca: Millorar la precisió de transcripció
cs: Zvýšit přesnost přepisu
de: Transkriptionsgenauigkeit verbessern
es: Mejorar precisión de transcripción
et: Parandage transkriptsiooni täpsust
fi: Paranna litterointitarkkuutta
fr: Améliorer la précision de la transcription
hi: ट्रांसक्रिप्ट सटीकता बढ़ाएं
hu: Átirat pontosságának növelése
id: Tingkatkan Akurasi Transkrip
it: Migliora Precisione Trascrizione
ja: 文字起こし精度の向上
ms: Tingkatkan Ketepatan Transkrip
nl: Verbeter transcriptnauwkeurigheid
no: Forbedre transkripsjonsnøyaktighet
pt: Melhorar precisão da transcrição
ru: Повышение точности расшифровки
sk: Zlepšiť presnosť prepisu
sv: Förbättra transkriptionsnoggrannhet
th: เพิ่มความแม่นยำของการถอดเสียง
uk: Покращити точність транскрипції
vi: Tăng độ chính xác bản ghi

# enhanceTranscriptAccuracyDesc
source: As our model improves, we can provide better transcription results for your recordings.
bg: С подобряването на нашия модел, можем да предоставим по-добри резултати от транскрипцията за вашите записи.
ca: A mesura que el nostre model millora, podem proporcionar millors resultats de transcripció per als vostres enregistraments.
cs: S vylepšením našeho modelu můžeme pro vaše nahrávky poskytovat lepší výsledky přepisu.
de: Wenn unser Modell besser wird, können wir bessere Transkriptionsergebnisse für Ihre Aufnahmen liefern.
es: A medida que nuestro modelo mejora, podemos ofrecer mejores transcripciones.
et: Kui meie mudel paraneb, saame pakkuda teie salvestiste jaoks paremaid transkriptsioone.
fi: Kun mallimme paranee, voimme tarjota parempia litterointituloksia nauhoituksillesi.
fr: À mesure que notre modèle s'améliore, nous pouvons fournir de meilleurs résultats de transcription pour vos enregistrements.
hi: जैसे-जैसे हमारा मॉडल सुधरता है, हम आपकी रिकॉर्डिंग के लिए बेहतर ट्रांसक्रिप्ट प्रदान कर सकते हैं।
hu: Ahogy a modellünk fejlődik, jobb átírási eredményeket tudunk biztosítani a felvételeidhez.
id: Seiring model kami meningkat, kami dapat memberikan hasil transkripsi yang lebih baik untuk rekaman Anda.
it: Man mano che il nostro modello migliora, possiamo fornire risultati di trascrizione migliori per le tue registrazioni.
ja: モデルが改善されるにつれて、録音の文字起こし結果がより良くなります。
ms: Apabila model kami bertambah baik, kami boleh memberikan hasil transkripsi yang lebih baik untuk rakaman anda.
nl: Naarmate ons model verbetert, kunnen we betere transcriptieresultaten voor je opnames bieden.
no: Etter hvert som modellen vår forbedres, kan vi gi bedre transkripsjon av opptakene dine.
pt: Conforme nosso modelo melhora, podemos oferecer melhores transcrições.
ru: По мере улучшения нашей модели мы сможем предоставлять лучшие результаты расшифровки для ваших записей.
sk: Keď sa náš model zlepší, môžeme poskytovať lepšie výsledky prepisu pre vaše nahrávky.
sv: När vår modell förbättras kan vi ge bättre transkriptionsresultat för dina inspelningar.
th: เมื่อโมเดลของเราดีขึ้น เราสามารถให้ผลการถอดเสียงที่ดีขึ้นสำหรับการบันทึกของคุณ
uk: У міру вдосконалення нашої моделі ми можемо надавати кращі результати транскрипції ваших записів.
vi: Khi mô hình của chúng tôi được cải thiện, chúng tôi có thể cung cấp kết quả phiên âm tốt hơn cho bản ghi âm của bạn.
