Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

source: Make public
bg: Направи публично
ca: Fer públic
cs: Zveřejnit
de: Veröffentlichen
es: Hacer público
et: Tee avalikuks
fi: Tee julkiseksi
fr: Rendre public
hi: सार्वजनिक करें
hu: Nyilvánossá tétel
id: Buat publik
it: Rendi pubblico
ja: 公開する
ms: Jadikan awam
nl: Openbaar maken
no: Gjør offentlig
pt: Tornar público
ru: Сделать публичным
sk: Zverejniť
sv: Gör offentlig
th: ทำให้เป็นสาธารณะ
uk: Зробити публічним
vi: Công khai

# anyoneCanDiscover
source: Anyone can discover your app
bg: Всеки може да открие вашето приложение
ca: Qualsevol pot descobrir la vostra aplicació
cs: Kdokoli může objevit vaši aplikaci
de: Jeder kann Ihre App entdecken
es: Cualquiera puede descubrir tu App
et: Igaüks saab teie rakendust avastada
fi: Kuka tahansa voi löytää sovelluksesi
fr: N'importe qui peut découvrir votre application
hi: कोई भी आपका ऐप खोज सकता है
hu: Bárki felfedezheti az alkalmazásodat
id: Siapa saja dapat menemukan aplikasi Anda
it: Chiunque può scoprire la tua app
ja: 誰でもアプリを発見できます
ms: Sesiapa sahaja boleh menemui aplikasi anda
nl: Iedereen kan je app ontdekken
no: Alle kan oppdage appen din
pt: Qualquer um pode descobrir seu App
ru: Любой может найти ваше приложение
sk: Ktokoľvek môže objaviť vašu aplikáciu
sv: Vem som helst kan upptäcka din app
th: ทุกคนสามารถค้นพบแอปของคุณได้
uk: Будь-хто може знайти ваш додаток
vi: Bất kỳ ai cũng có thể khám phá ứng dụng của bạn

# onlyYouCanUse
source: Only you can use this app
bg: Само вие можете да използвате това приложение
ca: Només vós podeu utilitzar aquesta aplicació
cs: Pouze vy můžete používat tuto aplikaci
de: Nur Sie können diese App verwenden
es: Solo tú puedes usar esta App
et: Ainult teie saate seda rakendust kasutada
fi: Vain sinä voit käyttää tätä sovellusta
fr: Vous seul pouvez utiliser cette application
hi: केवल आप इस ऐप का उपयोग कर सकते हैं
hu: Csak te használhatod ezt az alkalmazást
id: Hanya Anda yang dapat menggunakan aplikasi ini
it: Solo tu puoi usare questa app
ja: 自分だけがこのアプリを使用できます
ms: Hanya anda boleh menggunakan aplikasi ini
nl: Alleen jij kunt deze app gebruiken
no: Bare du kan bruke denne appen
pt: Apenas você pode usar este App
ru: Только вы можете использовать это приложение
sk: Túto aplikáciu môžete používať len vy
sv: Endast du kan använda denna app
th: เฉพาะคุณเท่านั้นที่สามารถใช้แอปนี้ได้
uk: Лише ви можете використовувати цей додаток
vi: Chỉ bạn mới có thể sử dụng ứng dụng này

source: Paid app
bg: Платено приложение
ca: Aplicació de pagament
cs: Placená aplikace
de: Kostenpflichtige App
es: App de pago
et: Tasuline rakendus
fi: Maksullinen sovellus
fr: Application payante
hi: सशुल्क ऐप
hu: Fizetős alkalmazás
id: Aplikasi berbayar
it: App a pagamento
ja: 有料アプリ
ms: Aplikasi berbayar
nl: Betaalde app
no: Betalt app
pt: App pago
ru: Платное приложение
sk: Platená aplikácia
sv: Betald app
th: แอปแบบชำระเงิน
uk: Платний додаток
vi: Ứng dụng trả phí

# usersPayToUse
source: Users pay to use your app
bg: Потребителите плащат, за да използват вашето приложение
ca: Els usuaris paguen per utilitzar la vostra aplicació
cs: Uživatelé platí za použití vaší aplikace
de: Benutzer zahlen für die Nutzung Ihrer App
es: Los usuarios pagan por usar tu App
et: Kasutajad maksavad teie rakenduse kasutamise eest
fi: Käyttäjät maksavat sovelluksesi käytöstä
fr: Les utilisateurs paient pour utiliser votre application
hi: उपयोगकर्ता आपके ऐप का उपयोग करने के लिए भुगतान करते हैं
hu: A felhasználók fizetnek az alkalmazásod használatáért
id: Pengguna membayar untuk menggunakan aplikasi Anda
it: Gli utenti pagano per usare la tua app
ja: ユーザーがアプリを使用するために支払います
ms: Pengguna membayar untuk menggunakan aplikasi anda
nl: Gebruikers betalen om je app te gebruiken
no: Brukere betaler for å bruke appen din
pt: Usuários pagam para usar seu App
ru: Пользователи платят за использование вашего приложения
sk: Používatelia platia za používanie vašej aplikácie
sv: Användare betalar för att använda din app
th: ผู้ใช้จ่ายเงินเพื่อใช้แอปของคุณ
uk: Користувачі платять за використання вашого додатка
vi: Người dùng trả tiền để sử dụng ứng dụng của bạn

source: Free for everyone
bg: Безплатно за всички
ca: Gratuïta per a tothom
cs: Zdarma pro všechny
de: Kostenlos für alle
es: Gratis para todos
et: Tasuta kõigile
fi: Ilmainen kaikille
fr: Gratuit pour tous
hi: सभी के लिए मुफ़्त
hu: Ingyenes mindenki számára
id: Gratis untuk semua orang
it: Gratuito per tutti
ja: 全員無料
ms: Percuma untuk semua
nl: Gratis voor iedereen
no: Gratis for alle
pt: Grátis para todos
ru: Бесплатно для всех
sk: Bezplatné pre všetkých
sv: Gratis för alla
th: ฟรีสำหรับทุกคน
uk: Безкоштовно для всіх
vi: Miễn phí cho tất cả mọi người

# perMonthLabel
source: / month
bg: / месец
ca: / mes
cs: / měsíc
de: / Monat
es: / mes
et: / kuu
fi: / kuukausi
fr: / mois
hi: / माह
hu: / hónap
id: / bulan
it: / mese
ja: /月
ms: / bulan
nl: / maand
no: / måned
pt: / mês
ru: / месяц
sk: / mesiac
sv: / månad
th: / เดือน
uk: / місяць
vi: / tháng

source: Creating...
bg: Създаване...
ca: Creant...
cs: Vytváření...
de: Erstellen...
es: Creando...
et: Loomine...
fi: Luodaan...
fr: Création...
hi: बना रहा है...
hu: Létrehozás...
id: Membuat...
it: Creazione...
ja: 作成中...
ms: Mencipta...
nl: Maken...
no: Oppretter...
pt: Criando...
ru: Создание...
sk: Vytvára sa...
sv: Skapar...
th: กำลังสร้าง...
uk: Створення...
vi: Đang tạo...

source: Create App
bg: Създай приложение
ca: Crear aplicació
cs: Vytvořit aplikaci
de: App erstellen
es: Crear App
et: Loo rakendus
fi: Luo sovellus
fr: Créer l'application
hi: ऐप बनाएं
hu: Alkalmazás létrehozása
id: Buat Aplikasi
it: Crea App
ja: アプリを作成
ms: Cipta Aplikasi
nl: App maken
no: Opprett app
pt: Criar App
ru: Создать приложение
sk: Vytvoriť aplikáciu
sv: Skapa app
th: สร้างแอป
uk: Створити додаток
vi: Tạo ứng dụng

source: Searching for devices...
bg: Търсене на устройства...
ca: Cercant dispositius...
cs: Hledání zařízení...
de: Suche nach Geräten...
es: Buscando dispositivos...
et: Seadmete otsimine...
fi: Etsitään laitteita...
fr: Recherche d'appareils...
hi: डिवाइस खोज रहा है...
hu: Eszközök keresése...
id: Mencari perangkat...
it: Ricerca dispositivi...
ja: デバイスを検索中...
ms: Mencari peranti...
nl: Zoeken naar apparaten...
no: Søker etter enheter...
pt: Procurando dispositivos...
ru: Поиск устройств...
sk: Vyhľadávajú sa zariadenia...
sv: Söker efter enheter...
th: กำลังค้นหาอุปกรณ์...
uk: Пошук пристроїв...
vi: Đang tìm kiếm thiết bị...

# devicesFoundNearby
source: {count} {count, plural, =1{DEVICE} other{DEVICES}} FOUND NEARBY
bg: {count} {count, plural, =1{УСТРОЙСТВО} other{УСТРОЙСТВА}} НАМЕРЕНИ НАБЛИЗО
ca: {count} {count, plural, =1{DISPOSITIU} other{DISPOSITIUS}} TROBATS A PROP
cs: {count} {count, plural, =1{ZAŘÍZENÍ} other{ZAŘÍZENÍ}} NALEZENO V BLÍZKOSTI
de: {count} {count, plural, =1{GERÄT} other{GERÄTE}} IN DER NÄHE GEFUNDEN
es: {count} {count, plural, =1{DISPOSITIVO} other{DISPOSITIVOS}} ENCONTRADOS CERCA
et: {count} {count, plural, =1{SEADE} other{SEADET}} LEITUD LÄHEDALT
fi: {count} {count, plural, =1{LAITE} other{LAITETTA}} LÖYDETTY LÄHISTÖLTÄ
fr: {count} {count, plural, =1{APPAREIL} other{APPAREILS}} TROUVÉ(S) À PROXIMITÉ
hi: {count} डिवाइस आस-पास मिले
hu: {count} {count, plural, =1{ESZKÖZ} other{ESZKÖZ}} TALÁLHATÓ A KÖZELBEN
id: {count} {count, plural, =1{PERANGKAT} other{PERANGKAT}} DITEMUKAN DI SEKITAR
it: {count} {count, plural, =1{DISPOSITIVO} other{DISPOSITIVI}} TROVATO/I NELLE VICINANZE
ja: {count}台のデバイスが近くに見つかりました
ms: {count} {count, plural, =1{PERANTI} other{PERANTI}} DIJUMPAI BERDEKATAN
nl: {count} {count, plural, =1{APPARAAT} other{APPARATEN}} GEVONDEN IN DE BUURT
no: {count} {count, plural, =1{ENHET} other{ENHETER}} FUNNET I NÆRHETEN
pt: {count} dispositivos encontrados
ru: {count, plural, =1{УСТРОЙСТВО} few{УСТРОЙСТВА} other{УСТРОЙСТВ}} НАЙДЕНО РЯДОМ: {count}
sk: {count} {count, plural, =1{ZARIADENIE} other{ZARIADENIA}} NÁJDENÉ V BLÍZKOSTI
sv: {count} {count, plural, =1{ENHET} other{ENHETER}} HITTAD(E) I NÄRHETEN
th: พบ {count} {count, plural, =1{อุปกรณ์} other{อุปกรณ์}} ในบริเวณใกล้เคียง
uk: {count} {count, plural, =1{ПРИСТРІЙ} other{ПРИСТРОЇВ}} ЗНАЙДЕНО ПОБЛИЗУ
vi: ĐÃ TÌM THẤY {count} {count, plural, =1{THIẾT BỊ} other{THIẾT BỊ}} GẦN ĐÂY

source: PAIRING SUCCESSFUL
bg: СДВОЯВАНЕТО Е УСПЕШНО
ca: VINCULACIÓ CORRECTA
cs: PÁROVÁNÍ ÚSPĚŠNÉ
de: Kopplung erfolgreich
es: Emparejamiento exitoso
et: ÜHENDAMINE ÕNNESTUS
fi: PARILIITOS ONNISTUI
fr: APPAIRAGE RÉUSSI
hi: पेयरिंग सफल
hu: PÁROSÍTÁS SIKERES
id: PASANGAN BERHASIL
it: ACCOPPIAMENTO RIUSCITO
ja: ペアリング成功
ms: PERPASANGAN BERJAYA
nl: KOPPELEN SUCCESVOL
no: PARING VELLYKKET
pt: Pareamento com sucesso
ru: СОПРЯЖЕНИЕ УСПЕШНО
sk: PÁROVANIE ÚSPEŠNÉ
sv: PARKOPPLING LYCKADES
th: จับคู่สำเร็จ
uk: З'ЄДНАННЯ УСПІШНЕ
vi: GHÉP NỐI THÀNH CÔNG

# errorConnectingAppleWatch
source: Error connecting to Apple Watch: {error}
bg: Грешка при свързване с Apple Watch: {error}
ca: Error en connectar amb l'Apple Watch: {error}
cs: Chyba při připojování k Apple Watch: {error}
de: Fehler beim Verbinden mit Apple Watch: {error}
es: Error conectando con Apple Watch: {error}
et: Viga Apple Watch'iga ühendamisel: {error}
fi: Virhe yhdistettäessä Apple Watchiin: {error}
fr: Erreur de connexion à l'Apple Watch : {error}
hi: Apple Watch कनेक्ट करने में त्रुटि: {error}
hu: Hiba az Apple Watch csatlakoztatása során: {error}
id: Kesalahan menghubungkan ke Apple Watch: {error}
it: Errore durante la connessione all'Apple Watch: {error}
ja: Apple Watchへの接続エラー: {error}
ms: Ralat menyambung ke Apple Watch: {error}
nl: Fout bij verbinden met Apple Watch: {error}
no: Feil ved tilkobling til Apple Watch: {error}
pt: Erro conectando Apple Watch: {error}
ru: Ошибка подключения к Apple Watch: {error}
sk: Chyba pri pripájaní Apple Watch: {error}
sv: Fel vid anslutning till Apple Watch: {error}
th: เชื่อมต่อกับ Apple Watch ไม่สำเร็จ: {error}
uk: Помилка підключення до Apple Watch: {error}
vi: Lỗi khi kết nối với Apple Watch: {error}

# dontShowAgain
source: Don't show it again
bg: Не го показвай отново
ca: No ho tornis a mostrar
cs: Už nezobrazovat
de: Nicht mehr anzeigen
es: No volver a mostrar
et: Ära näita seda enam
fi: Älä näytä uudelleen
fr: Ne plus afficher
hi: फिर से न दिखाएं
hu: Ne jelenjen meg újra
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 今後表示しない
ms: Jangan tunjukkan lagi
nl: Niet meer tonen
no: Ikke vis igjen
pt: Não mostrar novamente
ru: Больше не показывать
sk: Znovu to neukazovať
sv: Visa inte igen
th: อย่าแสดงอีก
uk: Не показувати знову
vi: Không hiển thị lại

source: I Understand
bg: Разбирам
ca: Ho entenc
cs: Rozumím
de: Ich verstehe
es: Entiendo
et: Sain aru
fi: Ymmärrän
fr: Je comprends
hi: मैं समझता हूं
hu: Megértettem
id: Saya Mengerti
it: Ho Capito
ja: 理解しました
ms: Saya Faham
nl: Ik begrijp het
no: Jeg forstår
pt: Eu entendo
ru: Я понимаю
sk: Rozumiem
sv: Jag förstår
th: ฉันเข้าใจ
uk: Я розумію
vi: Tôi hiểu

source: Enable Bluetooth
bg: Активирай Bluetooth
ca: Activar Bluetooth
cs: Povolit Bluetooth
de: Bluetooth aktivieren
es: Activar Bluetooth
et: Luba Bluetooth
fi: Ota Bluetooth käyttöön
fr: Activer le Bluetooth
hi: ब्लूटूथ सक्षम करें
hu: Bluetooth engedélyezése
id: Aktifkan Bluetooth
it: Abilita Bluetooth
ja: Bluetoothを有効にする
ms: Dayakan Bluetooth
nl: Bluetooth inschakelen
no: Aktiver Bluetooth
pt: Ativar Bluetooth
ru: Включите Bluetooth
sk: Povoliť Bluetooth
sv: Aktivera Bluetooth
th: เปิดใช้งาน Bluetooth
uk: Увімкнути Bluetooth
vi: Bật Bluetooth

# bluetoothNeeded
source: Omi needs Bluetooth to connect to your wearable. Please enable Bluetooth and try again.
bg: Omi се нуждае от Bluetooth, за да се свърже с вашето носимо устройство. Моля, активирайте Bluetooth и опитайте отново.
ca: Omi necessita Bluetooth per connectar-se al vostre dispositiu portàtil. Activeu Bluetooth i torneu-ho a provar.
cs: Omi potřebuje Bluetooth pro připojení k vašemu nositelného zařízení. Povolte prosím Bluetooth a zkuste to znovu.
de: Omi benötigt Bluetooth, um sich mit Ihrem Wearable zu verbinden. Bitte aktivieren Sie Bluetooth und versuchen Sie es erneut.
es: Omi necesita Bluetooth para conectar tu wearable.
et: Omi vajab Bluetoothi, et ühenduda teie kantava seadmega. Palun lubage Bluetooth ja proovige uuesti.
fi: Omi tarvitsee Bluetoothin yhdistääkseen puettavaan laitteeseesi. Ota Bluetooth käyttöön ja yritä uudelleen.
fr: Omi a besoin du Bluetooth pour se connecter à votre wearable. Veuillez activer le Bluetooth et réessayer.
hi: आपके वियरेबल से कनेक्ट करने के लिए Omi को ब्लूटूथ की आवश्यकता है।
hu: Az Omi-nak Bluetoothra van szüksége a viselhető eszközhöz való csatlakozáshoz. Kérlek, engedélyezd a Bluetooth-t, és próbáld újra.
id: Omi membutuhkan Bluetooth untuk terhubung ke perangkat yang dapat dipakai Anda. Silakan aktifkan Bluetooth dan coba lagi.
it: Omi ha bisogno del Bluetooth per connettersi al tuo dispositivo indossabile. Abilita il Bluetooth e riprova.
ja: Omiはウェアラブルに接続するためにBluetoothが必要です。Bluetoothを有効にして再試行してください。
ms: Omi memerlukan Bluetooth untuk menyambung ke peranti boleh pakai anda. Sila dayakan Bluetooth dan cuba lagi.
nl: Omi heeft Bluetooth nodig om verbinding te maken met je wearable. Schakel Bluetooth in en probeer het opnieuw.
no: Omi trenger Bluetooth for å koble til den bærbare enheten din. Aktiver Bluetooth og prøv igjen.
pt: Omi precisa de Bluetooth para conectar seu wearable.
ru: Omi требуется Bluetooth для подключения к вашему устройству. Пожалуйста, включите Bluetooth и попробуйте снова.
sk: Omi potrebuje Bluetooth na pripojenie k vášmu nositeľnému zariadeniu. Povoľte prosím Bluetooth a skúste to znova.
sv: Omi behöver Bluetooth för att ansluta till din bärbara enhet. Aktivera Bluetooth och försök igen.
th: Omi ต้องการ Bluetooth เพื่อเชื่อมต่อกับอุปกรณ์สวมใส่ของคุณ กรุณาเปิดใช้งาน Bluetooth แล้วลองอีกครั้ง
uk: Omi потребує Bluetooth для підключення до вашого носимого пристрою. Будь ласка, увімкніть Bluetooth та спробуйте ще раз.
vi: Omi cần Bluetooth để kết nối với thiết bị đeo của bạn. Vui lòng bật Bluetooth và thử lại.

source: Contact Support?
bg: Свържете се с поддръжката?
ca: Contactar amb suport?
cs: Kontaktovat podporu?
de: Support kontaktieren?
es: ¿Contactar soporte?
et: Võta ühendust toega?
fi: Ota yhteyttä tukeen?
fr: Contacter le support ?
hi: संपर्क करें?
hu: Ügyfélszolgálat elérése?
id: Hubungi Dukungan?
it: Contatta Supporto?
ja: サポートに連絡しますか？
ms: Hubungi Sokongan?
nl: Contact opnemen met support?
no: Kontakte support?
pt: Contatar suporte?
ru: Связаться с поддержкой?
sk: Kontaktovať podporu?
sv: Kontakta support?
th: ติดต่อฝ่ายสนับสนุน?
uk: Зв'язатися з підтримкою?
vi: Liên hệ hỗ trợ?

source: Connect Later
bg: Свържи по-късно
ca: Connectar més tard
cs: Připojit později
de: Später verbinden
es: Conectar más tarde
et: Ühenda hiljem
fi: Yhdistä myöhemmin
fr: Se connecter plus tard
hi: बाद में कनेक्ट करें
hu: Csatlakozás később
id: Hubungkan Nanti
it: Connetti Più Tardi
ja: 後で接続
ms: Sambung Kemudian
nl: Later verbinden
no: Koble til senere
pt: Conectar mais tarde
ru: Подключить позже
sk: Pripojiť neskôr
sv: Anslut senare
th: เชื่อมต่อภายหลัง
uk: Підключити пізніше
vi: Kết nối sau

source: Grant permissions
bg: Дайте разрешения
ca: Concedir permisos
cs: Udělit oprávnění
de: Berechtigungen erteilen
es: Otorgar permisos
et: Anna load
fi: Myönnä käyttöoikeudet
fr: Accorder les autorisations
hi: अनुमतियां दें
hu: Engedélyek megadása
id: Berikan izin
it: Concedi permessi
ja: 権限を付与
ms: Berikan kebenaran
nl: Machtigingen verlenen
no: Gi tillatelser
pt: Conceder permissões
ru: Предоставить разрешения
sk: Udeliť povolenia
sv: Bevilja behörigheter
th: อนุญาตสิทธิ์
uk: Надати дозволи
vi: Cấp quyền

source: Background activity
bg: Фонова активност
ca: Activitat en segon pla
cs: Aktivita na pozadí
de: Hintergrundaktivität
es: Actividad en segundo plano
et: Taustegevus
fi: Taustatoiminta
fr: Activité en arrière-plan
hi: बैकग्राउंड गतिविधि
hu: Háttérműködés
id: Aktivitas latar belakang
it: Attività in background
ja: バックグラウンド活動
ms: Aktiviti latar belakang
nl: Achtergrondactiviteit
no: Bakgrunnsaktivitet
pt: Atividade em segundo plano
ru: Фоновая активность
sk: Aktivita na pozadí
sv: Bakgrundsaktivitet
th: กิจกรรมพื้นหลัง
uk: Фонова активність
vi: Hoạt động nền

# backgroundActivityDesc
source: Let Omi run in the background for better stability
bg: Позволете на Omi да работи на заден план за по-добра стабилност
ca: Deixeu que Omi s'executi en segon pla per a una millor estabilitat
cs: Umožněte Omi běžet na pozadí pro lepší stabilitu
de: Lassen Sie Omi im Hintergrund laufen für bessere Stabilität
es: Deja que Omi corra en segundo plano para mejor estabilidad
et: Lubage Omil töötada taustal parema stabiilsuse tagamiseks
fi: Anna Omin toimia taustalla parempaa vakautta varten
fr: Laissez Omi fonctionner en arrière-plan pour une meilleure stabilité
hi: बेहतर स्थिरता के लिए Omi को बैकग्राउंड में चलने दें
hu: Engedd, hogy az Omi a háttérben fusson a jobb stabilitás érdekében
id: Biarkan Omi berjalan di latar belakang untuk stabilitas yang lebih baik
it: Consenti a Omi di funzionare in background per una migliore stabilità
ja: より安定した動作のためにOmiをバックグラウンドで実行させる
ms: Biarkan Omi berjalan di latar belakang untuk kestabilan yang lebih baik
nl: Laat Omi op de achtergrond draaien voor betere stabiliteit
no: La Omi kjøre i bakgrunnen for bedre stabilitet
pt: Deixe o Omi rodar em segundo plano para maior estabilidade
ru: Позвольте Omi работать в фоновом режиме для лучшей стабильности
sk: Nechajte Omi bežať na pozadí pre lepšiu stabilitu
sv: Låt Omi köra i bakgrunden för bättre stabilitet
th: ให้ Omi ทำงานในพื้นหลังเพื่อความเสถียรที่ดีขึ้น
uk: Дозвольте Omi працювати у фоновому режимі для кращої стабільності
vi: Cho phép Omi chạy trong nền để ổn định hơn

source: Location access
bg: Достъп до местоположение
ca: Accés a la ubicació
cs: Přístup k poloze
de: Standortzugriff
es: Acceso a ubicación
et: Asukoha juurdepääs
fi: Sijaintipääsy
fr: Accès à la localisation
hi: स्थान पहुंच
hu: Helymeghatározás
id: Akses lokasi
it: Accesso posizione
ja: 位置情報アクセス
ms: Akses lokasi
nl: Locatietoegang
no: Posisjonstilgang
pt: Acesso à localização
ru: Доступ к местоположению
sk: Prístup k polohe
sv: Platsåtkomst
th: การเข้าถึงตำแหน่ง
uk: Доступ до місцезнаходження
vi: Truy cập vị trí

# locationAccessDesc
source: Enable background location for the full experience
bg: Активирайте фоново местоположение за пълното изживяване
ca: Activeu la ubicació en segon pla per a l'experiència completa
cs: Povolte polohu na pozadí pro plný zážitek
de: Aktivieren Sie den Hintergrundstandort für das volle Erlebnis
es: Habilita ubicación en segundo plano para la experiencia completa
et: Lubage tausta asukoht täieliku kogemuse saamiseks
fi: Ota taustasijaintisi käyttöön täydelliseen kokemukseen
fr: Activez la localisation en arrière-plan pour l'expérience complète
hi: पूर्ण अनुभव के लिए बैकग्राउंड स्थान सक्षम करें
hu: Háttérhelymeghatározás engedélyezése a teljes élményhez
id: Aktifkan lokasi latar belakang untuk pengalaman penuh
it: Abilita posizione in background per l'esperienza completa
ja: 完全な体験のためにバックグラウンド位置情報を有効にする
ms: Dayakan lokasi latar belakang untuk pengalaman penuh
nl: Schakel achtergrondlocatie in voor de volledige ervaring
no: Aktiver bakgrunnsposisjon for full opplevelse
pt: Habilite localização em segundo plano para experiência completa
ru: Включите фоновое определение местоположения для полного опыта
sk: Povoliť polohu na pozadí pre plný zážitok
sv: Aktivera bakgrundsplats för den fullständiga upplevelsen
th: เปิดใช้งานตำแหน่งพื้นหลังเพื่อประสบการณ์ที่สมบูรณ์
uk: Увімкніть фонове місцезнаходження для повного досвіду
vi: Bật vị trí nền để có trải nghiệm đầy đủ

source: Notifications
bg: Известия
ca: Notificacions
cs: Oznámení
de: Benachrichtigungen
es: Notificaciones
et: Teavitused
fi: Ilmoitukset
hi: सूचनाएं
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
ms: Pemberitahuan
nl: Meldingen
no: Varsler
pt: Notificações
ru: Уведомления
sk: Upozornenia
sv: Notifieringar
th: การแจ้งเตือน
uk: Сповіщення
vi: Thông báo

# notificationsDesc
source: Enable notifications to stay informed
bg: Активирайте известия, за да сте информирани
ca: Activeu les notificacions per mantenir-vos informat
cs: Povolte oznámení, abyste byli informováni
de: Aktivieren Sie Benachrichtigungen, um informiert zu bleiben
es: Habilita notificaciones para estar informado
et: Lubage teavitused, et püsida kursis
fi: Ota ilmoitukset käyttöön pysyäksesi ajan tasalla
fr: Activez les notifications pour rester informé
hi: सूचित रहने के लिए सूचनाएं सक्षम करें
hu: Értesítések engedélyezése tájékozott maradáshoz
id: Aktifkan notifikasi agar tetap mendapat informasi
it: Abilita le notifiche per rimanere informato
ja: 最新情報を受け取るために通知を有効にする
ms: Dayakan pemberitahuan untuk terus dimaklumkan
nl: Schakel meldingen in om op de hoogte te blijven
no: Aktiver varsler for å holde deg informert
pt: Habilite notificações para ficar informado
ru: Включите уведомления, чтобы быть в курсе
sk: Povoliť upozornenia, aby ste zostali informovaní
sv: Aktivera notifieringar för att hålla dig informerad
th: เปิดใช้งานการแจ้งเตือนเพื่อรับข้อมูล
uk: Увімкніть сповіщення, щоб бути в курсі
vi: Bật thông báo để luôn được thông tin

source: Location Service Disabled
bg: Услугата за местоположение е деактивирана
ca: Servei d'ubicació desactivat
cs: Služba určování polohy zakázána
de: Standortdienst deaktiviert
es: Servicio de ubicación desactivado
et: Asukohateenused keelatud
fi: Sijaintipalvelu poistettu käytöstä
fr: Service de localisation désactivé
hi: स्थान सेवा अक्षम है
hu: Helymeghatározási szolgáltatás letiltva
id: Layanan Lokasi Dinonaktifkan
it: Servizio di Localizzazione Disabilitato
ja: 位置情報サービスが無効
ms: Perkhidmatan Lokasi Dilumpuhkan
nl: Locatieservice uitgeschakeld
no: Posisjonstjeneste deaktivert
pt: Serviço de localização desativado
ru: Служба определения местоположения отключена
sk: Služba polohy je vypnutá
sv: Platstjänst inaktiverad
th: บริการตำแหน่งถูกปิด
uk: Служба визначення місцезнаходження вимкнена
vi: Dịch vụ vị trí đã bị tắt
