Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

source: Speech Profile
bg: Гласов профил
ca: Perfil de Veu
cs: Hlasový profil
de: Sprachprofil
es: Perfil de voz
et: Kõneprofiil
fi: Puheprofiili
fr: Profil vocal
hi: वाक् प्रोफ़ाइल
hu: Beszédprofil
id: Profil Suara
it: Profilo Vocale
ja: 音声プロフィール
ms: Profil Pertuturan
nl: Spraakprofiel
no: Taleprofil
pt: Perfil de voz
ru: Голосовой профиль
sk: Hlasový profil
sv: Röstprofil
th: โปรไฟล์การพูด
uk: Мовний профіль
vi: Hồ sơ giọng nói

source: Sample {number}
bg: Образец {number}
ca: Mostra {number}
cs: Vzorek {number}
de: Beispiel {number}
es: Muestra {number}
et: Näidis {number}
fi: Näyte {number}
fr: Échantillon {number}
hi: नमूना {number}
hu: {number}. minta
id: Sampel {number}
it: Campione {number}
ja: サンプル {number}
ms: Sampel {number}
nl: Monster {number}
no: Prøve {number}
pt: Amostra {number}
ru: Образец {number}
sk: Vzorka {number}
sv: Exempel {number}
th: ตัวอย่างที่ {number}
uk: Зразок {number}
vi: Mẫu {number}

source: Settings
bg: Настройки
ca: Configuració
cs: Nastavení
de: Einstellungen
es: Ajustes
et: Seaded
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ms: Tetapan
nl: Instellingen
no: Innstillinger
pt: Configurações
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
vi: Cài đặt

source: Language
bg: Език
ca: Idioma
cs: Jazyk
de: Sprache
es: Idioma
et: Keel
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ms: Bahasa
nl: Taal
no: Språk
pt: Idioma
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
uk: Мова
vi: Ngôn ngữ

source: Select Language
bg: Изберете език
ca: Seleccionar idioma
cs: Vybrat jazyk
de: Sprache auswählen
es: Seleccionar idioma
et: Vali keel
fi: Valitse kieli
fr: Sélectionner la langue
hi: भाषा चुनें
hu: Nyelv kiválasztása
id: Pilih Bahasa
it: Seleziona Lingua
ja: 言語を選択
ms: Pilih Bahasa
nl: Selecteer taal
no: Velg språk
pt: Selecionar idioma
ru: Выберите язык
sk: Vyberte jazyk
sv: Välj språk
th: เลือกภาษา
uk: Вибрати мову
vi: Chọn ngôn ngữ

source: Deleting...
bg: Изтриване...
ca: Eliminant...
cs: Mazání...
de: Löschen...
es: Borrando...
et: Kustutamine...
fi: Poistetaan...
fr: Suppression...
hi: हटा रहा है...
hu: Törlés...
id: Menghapus...
it: Eliminazione...
ja: 削除中...
ms: Memadam...
nl: Verwijderen...
no: Sletter...
pt: Apagando...
ru: Удаление...
sk: Odstraňuje sa...
sv: Tar bort...
th: กำลังลบ...
uk: Видалення...
vi: Đang xóa...

# pleaseCompleteAuthentication
source: Please complete authentication in your browser. Once done, return to the app.
bg: Моля, завършете удостоверяването в браузъра си. След това се върнете в приложението.
ca: Completeu l'autenticació al vostre navegador. Un cop fet, torneu a l'aplicació.
cs: Dokončete prosím ověření v prohlížeči. Jakmile budete hotovi, vraťte se do aplikace.
de: Bitte schließen Sie die Authentifizierung in Ihrem Browser ab. Kehren Sie danach zur App zurück.
es: Por favor completa la autenticación en tu navegador. Regresa a la app cuando termines.
et: Palun lõpetage autentimine oma brauseris. Kui olete valmis, naasake rakendusse.
fi: Viimeistele todennus selaimessasi. Kun olet valmis, palaa sovellukseen.
fr: Veuillez compléter l'authentification dans votre navigateur. Une fois terminé, revenez à l'application.
hi: कृपया अपने ब्राउज़र में प्रमाणीकरण पूरा करें। हो जाने पर ऐप पर वापस आएं।
hu: Kérlek, fejezd be a hitelesítést a böngésződben. Ha kész, térj vissza az alkalmazásba.
id: Silakan selesaikan autentikasi di browser Anda. Setelah selesai, kembali ke aplikasi.
it: Completa l'autenticazione nel tuo browser. Una volta fatto, torna all'app.
ja: ブラウザで認証を完了してください。完了したらアプリに戻ってください。
ms: Sila lengkapkan pengesahan dalam pelayar anda. Selepas selesai, kembali ke aplikasi.
nl: Voltooi de authenticatie in je browser. Keer daarna terug naar de app.
no: Fullfør autentisering i nettleseren din. Når du er ferdig, gå tilbake til appen.
pt: Por favor, complete a autenticação no seu navegador. Volte para o app quando terminar.
ru: Пожалуйста, завершите аутентификацию в браузере. После этого вернитесь в приложение.
sk: Dokončite prosím autentifikáciu vo vašom prehliadači. Po dokončení sa vráťte do aplikácie.
sv: Slutför autentiseringen i din webbläsare. När du är klar, återvänd till appen.
th: กรุณายืนยันตัวตนในเบราว์เซอร์ของคุณ เมื่อเสร็จแล้วกลับมาที่แอป
uk: Будь ласка, завершіть автентифікацію у браузері. Після завершення поверніться до додатка.
vi: Vui lòng hoàn tất xác thực trong trình duyệt của bạn. Sau khi hoàn tất, hãy quay lại ứng dụng.

source: Failed to start authentication
bg: Неуспешно стартиране на удостоверяване
ca: No s'ha pogut iniciar l'autenticació
cs: Nepodařilo se spustit ověření
de: Authentifizierung konnte nicht gestartet werden
es: Error al iniciar autenticación
et: Autentimise alustamine ebaõnnestus
fi: Todennuksen aloitus epäonnistui
fr: Échec du démarrage de l'authentification
hi: प्रमाणीकरण शुरू करने में विफल
hu: A hitelesítés indítása sikertelen
id: Gagal memulai autentikasi
it: Impossibile avviare l'autenticazione
ja: 認証の開始に失敗しました
ms: Gagal memulakan pengesahan
nl: Kan authenticatie niet starten
no: Kunne ikke starte autentisering
pt: Falha ao iniciar autenticação
ru: Не удалось начать аутентификацию
sk: Nepodarilo sa spustiť autentifikáciu
sv: Det gick inte att starta autentisering
th: ไม่สามารถเริ่มการยืนยันตัวตนได้
uk: Не вдалося розпочати автентифікацію
vi: Không thể bắt đầu xác thực

# importStarted
source: Import started! You'll be notified when it's complete.
bg: Импортирането започна! Ще получите известие, когато приключи.
ca: Importació iniciada! Se us notificarà quan estigui completa.
cs: Import byl zahájen! Budete informováni, až bude dokončen.
de: Import gestartet! Sie werden benachrichtigt, wenn er abgeschlossen ist.
es: ¡Importación iniciada! Se te notificará cuando termine.
et: Import algas! Saate teate, kui see on lõpetatud.
fi: Tuonti aloitettu! Saat ilmoituksen, kun se on valmis.
fr: Importation démarrée ! Vous serez notifié une fois terminée.
hi: आयात शुरू हुआ! पूरा होने पर हम आपको सूचित करेंगे।
hu: Az importálás elkezdődött! Értesítünk, amikor befejeződik.
id: Impor dimulai! Anda akan diberi tahu saat selesai.
it: Importazione avviata! Riceverai una notifica quando sarà completata.
ja: インポートを開始しました！完了したら通知されます。
ms: Import bermula! Anda akan dimaklumkan apabila selesai.
nl: Import gestart! Je krijgt een melding wanneer het klaar is.
no: Import startet! Du vil bli varslet når den er fullført.
pt: Importação iniciada! Avisaremos quando terminar.
ru: Импорт начат! Вы получите уведомление, когда он завершится.
sk: Import bol spustený! Budete upozornení, keď bude dokončený.
sv: Import har startat! Du får ett meddelande när den är klar.
th: เริ่มการนำเข้าแล้ว! คุณจะได้รับการแจ้งเตือนเมื่อเสร็จสิ้น
uk: Імпорт розпочато! Ви отримаєте сповіщення після завершення.
vi: Đã bắt đầu nhập dữ liệu! Bạn sẽ được thông báo khi hoàn tất.

# failedToStartImport
source: Failed to start import. Please try again.
bg: Неуспешно стартиране на импортиране. Моля, опитайте отново.
ca: No s'ha pogut iniciar la importació. Torneu-ho a provar.
cs: Nepodařilo se spustit import. Zkuste to prosím znovu.
de: Import konnte nicht gestartet werden. Bitte versuchen Sie es erneut.
es: No se pudo iniciar la importación. Por favor intenta de nuevo.
et: Impordi alustamine ebaõnnestus. Palun proovige uuesti.
fi: Tuonnin aloitus epäonnistui. Yritä uudelleen.
fr: Échec du démarrage de l'importation. Veuillez réessayer.
hi: आयात शुरू करने में विफल। कृपया पुनः प्रयास करें।
hu: Az importálás indítása sikertelen. Kérlek, próbáld újra.
id: Gagal memulai impor. Silakan coba lagi.
it: Impossibile avviare l'importazione. Riprova.
ja: インポートの開始に失敗しました。もう一度お試しください。
ms: Gagal memulakan import. Sila cuba lagi.
nl: Kan import niet starten. Probeer het opnieuw.
no: Kunne ikke starte import. Prøv igjen.
pt: Falha ao iniciar importação. Tente novamente.
ru: Не удалось начать импорт. Пожалуйста, попробуйте снова.
sk: Nepodarilo sa spustiť import. Skúste to prosím znova.
sv: Det gick inte att starta import. Försök igen.
th: ไม่สามารถเริ่มการนำเข้าได้ กรุณาลองใหม่อีกครั้ง
uk: Не вдалося розпочати імпорт. Будь ласка, спробуйте ще раз.
vi: Không thể bắt đầu nhập dữ liệu. Vui lòng thử lại.

# couldNotAccessFile
source: Could not access the selected file
bg: Не можа да се получи достъп до избрания файл
ca: No s'ha pogut accedir al fitxer seleccionat
cs: K vybranému souboru se nepodařilo získat přístup
de: Die ausgewählte Datei konnte nicht geöffnet werden
es: No se pudo abrir el archivo seleccionado
et: Valitud failile ei pääsenud ligi
fi: Valittua tiedostoa ei voitu käyttää
fr: Impossible d'accéder au fichier sélectionné
hi: चयनित फ़ाइल नहीं खोल सके
hu: Nem sikerült hozzáférni a kiválasztott fájlhoz
id: Tidak dapat mengakses file yang dipilih
it: Impossibile accedere al file selezionato
ja: 選択したファイルにアクセスできませんでした
ms: Tidak dapat mengakses fail yang dipilih
nl: Kan het geselecteerde bestand niet openen
no: Kunne ikke åpne den valgte filen
pt: Não foi possível acessar o arquivo selecionado
ru: Не удалось получить доступ к выбранному файлу
sk: Nepodarilo sa pristúpiť k vybranému súboru
sv: Kunde inte komma åt den valda filen
th: ไม่สามารถเข้าถึงไฟล์ที่เลือกได้
uk: Не вдалося отримати доступ до вибраного файлу
vi: Không thể truy cập tệp đã chọn

source: Ask Omi
bg: Попитай Omi
ca: Pregunta a Omi
cs: Zeptat se Omi
de: Omi fragen
es: Pregúntale a Omi
et: Küsi Omi-lt
fi: Kysy Omilta
fr: Demander à Omi
hi: Omi से पूछें
hu: Kérdezd meg Omit
id: Tanya Omi
it: Chiedi a Omi
ja: Omiに聞く
ms: Tanya Omi
nl: Vraag Omi
no: Spør Omi
pt: Pergunte ao Omi
ru: Спросить Omi
sk: Spýtať sa Omi
sv: Fråga Omi
th: ถาม Omi
uk: Запитати Omi
vi: Hỏi Omi

source: Done
bg: Готово
ca: Fet
cs: Hotovo
de: Fertig
es: Hecho
et: Valmis
fi: Valmis
fr: Terminé
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ms: Selesai
nl: Klaar
no: Ferdig
pt: Concluído
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จสิ้น
uk: Готово
vi: Xong

source: Disconnected
bg: Прекъснато
ca: Desconnectat
cs: Odpojeno
de: Getrennt
es: Desconectado
et: Ühendus katkestatud
fi: Yhteys katkaistu
fr: Déconnecté
hi: डिस्कनेक्ट हुआ
hu: Megszakítva
id: Terputus
it: Disconnesso
ja: 切断済み
ms: Terputus Sambungan
nl: Niet verbonden
no: Frakoblet
pt: Desconectado
ru: Отключено
sk: Odpojené
sv: Frånkopplad
th: ตัดการเชื่อมต่อแล้ว
uk: Відключено
vi: Đã ngắt kết nối

source: Searching...
bg: Търсене
ca: Cercant...
cs: Vyhledávání
de: Suche läuft...
es: Buscando
et: Otsimine
fi: Etsitään
fr: Recherche
hi: खोज रहा है
hu: Keresés...
id: Mencari
it: Ricerca
ja: 検索中
ms: Mencari
nl: Zoeken
no: Søker
pt: Buscando
ru: Поиск
sk: Vyhľadáva sa
sv: Söker
th: กำลังค้นหา
uk: Пошук
vi: Đang tìm kiếm

source: Connect Device
bg: Свържи устройство
ca: Connectar dispositiu
cs: Připojit zařízení
de: Gerät verbinden
es: Conectar dispositivo
et: Ühenda seade
fi: Yhdistä laite
fr: Connecter l'appareil
hi: डिवाइस कनेक्ट करें
hu: Eszköz csatlakoztatása
id: Hubungkan Perangkat
it: Connetti Dispositivo
ja: デバイスを接続
ms: Sambung Peranti
nl: Apparaat verbinden
no: Koble til enhet
pt: Conectar dispositivo
ru: Подключить устройство
sk: Pripojiť zariadenie
sv: Anslut enhet
th: เชื่อมต่ออุปกรณ์
uk: Підключити пристрій
vi: Kết nối thiết bị

# monthlyLimitReached
source: You've reached your monthly limit.
bg: Достигнахте месечния си лимит.
ca: Heu arribat al vostre límit mensual.
cs: Dosáhli jste měsíčního limitu.
de: Sie haben Ihr monatliches Limit erreicht.
es: Llegaste a tu límite mensual.
et: Olete jõudnud oma kuulimiidini.
fi: Olet saavuttanut kuukausirajan.
fr: Vous avez atteint votre limite mensuelle.
hi: आप अपनी मासिक सीमा तक पहुँच गए हैं।
hu: Elérted a havi keretet.
id: Anda telah mencapai batas bulanan.
it: Hai raggiunto il tuo limite mensile.
ja: 月間制限に達しました。
ms: Anda telah mencapai had bulanan anda.
nl: Je hebt je maandelijkse limiet bereikt.
no: Du har nådd din månedlige grense.
pt: Você atingiu seu limite mensal.
ru: Вы достигли месячного лимита.
sk: Dosiahli ste váš mesačný limit.
sv: Du har nått din månatliga gräns.
th: คุณถึงขีดจำกัดรายเดือนแล้ว
uk: Ви досягли свого місячного ліміту.
vi: Bạn đã đạt đến giới hạn hàng tháng.

source: Check Usage
bg: Провери използване
ca: Comprovar ús
cs: Zkontrolovat využití
de: Nutzung prüfen
es: Verificar uso
et: Kontrolli kasutust
fi: Tarkista käyttö
fr: Vérifier l'utilisation
hi: उपयोग जांचें
hu: Használat ellenőrzése
id: Periksa Penggunaan
it: Verifica Utilizzo
ja: 使用状況を確認
ms: Semak Penggunaan
nl: Verbruik controleren
no: Sjekk forbruk
pt: Verificar uso
ru: Проверить использование
sk: Skontrolovať využitie
sv: Kontrollera användning
th: ตรวจสอบการใช้งาน
uk: Перевірити використання
vi: Kiểm tra mức sử dụng

source: Syncing recordings
bg: Синхронизиране на записи
ca: Sincronitzant enregistraments
cs: Synchronizace nahrávek
de: Synchronisiere Aufnahmen
es: Sincronizando grabaciones
et: Salvestiste sünkroonimine
fi: Synkronoidaan nauhoituksia
fr: Synchronisation des enregistrements
hi: रिकॉर्डिंग सिंक हो रही है
hu: Felvételek szinkronizálása
id: Menyinkronkan rekaman
it: Sincronizzazione registrazioni
ja: 録音を同期中
ms: Menyegerakkan rakaman
nl: Opnames synchroniseren
no: Synkroniserer opptak
pt: Sincronizando gravações
ru: Синхронизация записей
sk: Synchronizujú sa nahrávky
sv: Synkroniserar inspelningar
th: กำลังซิงค์การบันทึก
uk: Синхронізація записів
vi: Đang đồng bộ bản ghi âm

source: Recordings to sync
bg: Записи за синхронизиране
ca: Enregistraments per sincronitzar
cs: Nahrávky k synchronizaci
de: Aufnahmen zu synchronisieren
es: Grabaciones por sincronizar
et: Sünkroonimist vajavad salvestised
fi: Synkronoitavat nauhoitukset
fr: Enregistrements à synchroniser
hi: सिंक करने के लिए रिकॉर्डिंग
hu: Szinkronizálandó felvételek
id: Rekaman untuk disinkronkan
it: Registrazioni da sincronizzare
ja: 同期する録音があります
ms: Rakaman untuk disegerakkan
nl: Opnames om te synchroniseren
no: Opptak å synkronisere
pt: Gravações para sincronizar
ru: Записи для синхронизации
sk: Nahrávky na synchronizáciu
sv: Inspelningar att synkronisera
th: การบันทึกที่ต้องซิงค์
uk: Записи для синхронізації
vi: Bản ghi âm cần đồng bộ

source: All caught up
bg: Всичко е актуално
ca: Tot al dia
cs: Vše je aktuální
de: Alles auf dem neuesten Stand
es: Todo al día
et: Kõik on sünkroonitud
fi: Kaikki ajan tasalla
fr: Tout est à jour
hi: सब कुछ सिंक हो गया
hu: Minden naprakész
id: Semua sudah tersinkronisasi
it: Tutto aggiornato
ja: すべて同期済み
ms: Semua telah dikemas kini
nl: Alles is bijgewerkt
no: Alt er oppdatert
pt: Tudo atualizado
ru: Всё синхронизировано
sk: Všetko je aktuálne
sv: Allt är klart
th: ทำทุกอย่างเรียบร้อยแล้ว
uk: Все синхронізовано
vi: Đã đồng bộ tất cả

source: Sync
bg: Синхронизирай
ca: Sincronitzar
cs: Synchronizovat
es: Sinc
et: Sünkrooni
fi: Synkronoi
fr: Synchroniser
hi: सिंक
hu: Szinkronizálás
id: Sinkronkan
it: Sincronizza
ja: 同期
ms: Segerak
nl: Synchroniseren
no: Synkroniser
pt: Sincronizar
ru: Синхронизация
sk: Synchronizovať
sv: Synkronisera
th: ซิงค์
uk: Синхронізувати
vi: Đồng bộ

# pendantUpToDate
source: Pendant is up to date
bg: Медальонът е актуален
ca: El penjoll està actualitzat
cs: Přívěsek je aktuální
de: Pendant ist aktuell
es: Pendant actualizado
et: Ripats on ajakohane
fi: Riipus on ajan tasalla
fr: Le pendentif est à jour
hi: पेंडेंट अद्यतित है
hu: A medál naprakész
id: Pendant sudah terbaru
it: Il pendente è aggiornato
ja: ペンダントは最新です
ms: Pendant adalah terkini
nl: Hanger is up-to-date
no: Anheng er oppdatert
pt: Pendant atualizado
ru: Кулон обновлён
sk: Prívesok je aktuálny
sv: Hängsmycket är uppdaterat
th: จี้อัปเดตแล้ว
uk: Підвіска оновлена
vi: Pendant đã được cập nhật

# allRecordingsSynced
source: All recordings are synced
bg: Всички записи са синхронизирани
ca: Tots els enregistraments estan sincronitzats
cs: Všechny nahrávky jsou synchronizovány
de: Alle Aufnahmen sind synchronisiert
es: Todas las grabaciones sincronizadas
et: Kõik salvestised on sünkroonitud
fi: Kaikki nauhoitukset synkronoitu
fr: Tous les enregistrements sont synchronisés
hi: सभी रिकॉर्डिंग सिंक हो गईं
hu: Minden felvétel szinkronizálva
id: Semua rekaman sudah tersinkronisasi
it: Tutte le registrazioni sono sincronizzate
ja: すべての録音が同期されました
ms: Semua rakaman telah disegerakkan
nl: Alle opnames zijn gesynchroniseerd
no: Alle opptak er synkronisert
pt: Todas as gravações sincronizadas
ru: Все записи синхронизированы
sk: Všetky nahrávky sú synchronizované
sv: Alla inspelningar är synkroniserade
th: ซิงค์การบันทึกทั้งหมดแล้ว
uk: Всі записи синхронізовано
vi: Tất cả bản ghi âm đã được đồng bộ

source: Syncing in progress
bg: Синхронизацията е в ход
ca: Sincronització en curs
cs: Probíhá synchronizace
de: Synchronisierung läuft
es: Sincronización en curso
et: Sünkroonimine käib
fi: Synkronointi käynnissä
fr: Synchronisation en cours
hi: सिंक जारी है
hu: Szinkronizálás folyamatban
id: Sinkronisasi sedang berlangsung
it: Sincronizzazione in corso
ja: 同期中
ms: Penyegerakan sedang berlangsung
nl: Synchronisatie bezig
no: Synkronisering pågår
pt: Sincronização em andamento
ru: Идёт синхронизация
sk: Prebieha synchronizácia
sv: Synkronisering pågår
th: กำลังดำเนินการซิงค์
uk: Йде синхронізація
vi: Đang đồng bộ

source: Ready to sync
bg: Готово за синхронизация
ca: Llest per sincronitzar
cs: Připraveno k synchronizaci
de: Bereit zum Synchronisieren
es: Listo para sincronizar
et: Valmis sünkroonimiseks
fi: Valmis synkronointiin
fr: Prêt à synchroniser
hi: सिंक करने के लिए तैयार
hu: Készen áll a szinkronizálásra
id: Siap untuk disinkronkan
it: Pronto per sincronizzare
ja: 同期の準備ができました
ms: Sedia untuk disegerakkan
nl: Klaar om te synchroniseren
no: Klar til synkronisering
pt: Pronto para sincronizar
ru: Готово к синхронизации
sk: Pripravené na synchronizáciu
sv: Redo att synkronisera
th: พร้อมซิงค์
uk: Готово до синхронізації
vi: Sẵn sàng đồng bộ

source: Tap Sync to start
bg: Натиснете Синхронизирай за начало
ca: Toqueu Sincronitzar per començar
cs: Klepněte na Synchronizovat
de: Tippen Sie auf Sync zum Starten
es: Toca Sinc para empezar
et: Alustamiseks vajutage Sünkrooni
fi: Aloita napauttamalla Synkronoi
fr: Appuyez sur Synchroniser pour commencer
hi: शुरू करने के लिए सिंक टैप करें
hu: Érintsd meg a Szinkronizálást az indításhoz
id: Ketuk Sinkronkan untuk memulai
it: Tocca Sincronizza per iniziare
ja: 同期をタップして開始
ms: Ketik Segerak untuk mula
nl: Tik op Synchroniseren om te starten
no: Trykk Synkroniser for å starte
pt: Toque em Sincronizar para começar
ru: Нажмите Синхронизация для начала
sk: Ťuknite na Synchronizovať pre spustenie
sv: Tryck på Synkronisera för att starta
th: แตะซิงค์เพื่อเริ่มต้น
uk: Натисніть Синхронізувати, щоб почати
vi: Nhấn Đồng bộ để bắt đầu

# pendantNotConnected
source: Pendant not connected. Connect to sync.
bg: Медальонът не е свързан. Свържете за синхронизация.
ca: Penjoll no connectat. Connecteu-lo per sincronitzar.
cs: Přívěsek není připojen. Připojte jej pro synchronizaci.
de: Pendant nicht verbunden. Zum Synchronisieren verbinden.
es: Pendant no conectado. Conecta para sincronizar.
et: Ripats pole ühendatud. Sünkroonimiseks ühendage see.
fi: Riipus ei ole yhdistetty. Yhdistä synkronoidaksesi.
fr: Pendentif non connecté. Connectez-vous pour synchroniser.
hi: पेंडेंट कनेक्ट नहीं है। सिंक करने के लिए कनेक्ट करें।
hu: A medál nincs csatlakoztatva. Csatlakoztasd a szinkronizáláshoz.
id: Pendant tidak terhubung. Hubungkan untuk menyinkronkan.
it: Pendente non connesso. Connettiti per sincronizzare.
ja: ペンダントが接続されていません。接続して同期してください。
ms: Pendant tidak disambungkan. Sambung untuk menyegerakkan.
nl: Hanger niet verbonden. Verbind om te synchroniseren.
no: Anheng ikke tilkoblet. Koble til for å synkronisere.
pt: Pendant não conectado. Conecte para sincronizar.
ru: Кулон не подключён. Подключите для синхронизации.
sk: Prívesok nie je pripojený. Pripojte ho pre synchronizáciu.
sv: Hängsmycket är inte anslutet. Anslut för att synkronisera.
th: ไม่ได้เชื่อมต่อจี้ เชื่อมต่อเพื่อซิงค์
uk: Підвіска не підключена. Підключіть для синхронізації.
vi: Pendant chưa kết nối. Kết nối để đồng bộ.

# everythingSynced
source: Everything is already synced.
bg: Всичко вече е синхронизирано.
ca: Tot està ja sincronitzat.
cs: Vše je již synchronizováno.
de: Alles ist bereits synchronisiert.
es: Todo está sincronizado.
et: Kõik on juba sünkroonitud.
fi: Kaikki on jo synkronoitu.
fr: Tout est déjà synchronisé.
hi: सब कुछ सिंक है।
hu: Minden már szinkronizálva van.
id: Semuanya sudah tersinkronisasi.
it: Tutto è già sincronizzato.
ja: すべて同期済みです。
ms: Semua telah disegerakkan.
nl: Alles is al gesynchroniseerd.
no: Alt er allerede synkronisert.
pt: Tudo sincronizado.
ru: Всё уже синхронизировано.
sk: Všetko je už synchronizované.
sv: Allt är redan synkroniserat.
th: ซิงค์ทุกอย่างเรียบร้อยแล้ว
uk: Все вже синхронізовано.
vi: Mọi thứ đã được đồng bộ.

# recordingsNotSynced
source: You have recordings that aren't synced yet.
bg: Имате записи, които все още не са синхронизирани.
ca: Teniu enregistraments que encara no s'han sincronitzat.
cs: Máte nahrávky, které ještě nejsou synchronizovány.
de: Sie haben Aufnahmen, die noch nicht synchronisiert sind.
es: Tienes grabaciones sin sincronizar.
et: Teil on salvestisi, mis pole veel sünkroonitud.
fi: Sinulla on nauhoituksia, joita ei ole vielä synkronoitu.
fr: Vous avez des enregistrements qui ne sont pas encore synchronisés.
hi: आपकी कुछ रिकॉर्डिंग अभी सिंक नहीं हुई हैं।
hu: Vannak még szinkronizálatlan felvételeid.
id: Anda memiliki rekaman yang belum disinkronkan.
it: Hai registrazioni che non sono ancora sincronizzate.
ja: まだ同期されていない録音があります。
ms: Anda mempunyai rakaman yang belum disegerakkan lagi.
nl: Je hebt opnames die nog niet zijn gesynchroniseerd.
no: Du har opptak som ikke er synkronisert ennå.
pt: Você tem gravações não sincronizadas.
ru: У вас есть записи, которые ещё не синхронизированы.
sk: Máte nahrávky, ktoré ešte nie sú synchronizované.
sv: Du har inspelningar som inte är synkroniserade ännu.
th: คุณมีการบันทึกที่ยังไม่ได้ซิงค์
uk: У вас є записи, які ще не синхронізовано.
vi: Bạn có những bản ghi âm chưa được đồng bộ.

# syncingBackground
source: We'll keep syncing your recordings in the background.
bg: Ще продължим да синхронизираме записите ви във фонов режим.
ca: Continuarem sincronitzant els vostres enregistraments en segon pla.
cs: Budeme pokračovat v synchronizaci vašich nahrávek na pozadí.
de: Wir synchronisieren Ihre Aufnahmen im Hintergrund weiter.
es: Seguiremos sincronizando en segundo plano.
et: Jätkame teie salvestiste sünkroonimist taustal.
fi: Jatkamme nauhoitusten synkronointia taustalla.
fr: Nous continuerons à synchroniser vos enregistrements en arrière-plan.
hi: हम बैकग्राउंड में आपकी रिकॉर्डिंग सिंक करते रहेंगे।
hu: Folytatjuk a felvételek szinkronizálását a háttérben.
id: Kami akan terus menyinkronkan rekaman Anda di latar belakang.
it: Continueremo a sincronizzare le tue registrazioni in background.
ja: バックグラウンドで録音を同期し続けます。
ms: Kami akan terus menyegerakkan rakaman anda di latar belakang.
nl: We blijven je opnames op de achtergrond synchroniseren.
no: Vi fortsetter å synkronisere opptakene dine i bakgrunnen.
pt: Continuaremos sincronizando em segundo plano.
ru: Мы продолжим синхронизировать ваши записи в фоновом режиме.
sk: Budeme naďalej synchronizovať vaše nahrávky na pozadí.
sv: Vi fortsätter synkronisera dina inspelningar i bakgrunden.
th: เราจะซิงค์การบันทึกของคุณต่อในเบื้องหลัง
uk: Ми продовжимо синхронізацію ваших записів у фоновому режимі.
vi: Chúng tôi sẽ tiếp tục đồng bộ bản ghi âm của bạn trong nền.
