Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# micGainDescHigh
source: High - for distant or soft voices
bg: Високо - за далечни или тихи гласове
ca: Alt - per veus distants o suaus
cs: Vysoké - pro vzdálené nebo tiché hlasy
de: Hoch - für entfernte oder leise Stimmen
es: Alto - para voces distantes o suaves
et: Kõrge - kaugete või vaikste häälte jaoks
fi: Korkea - kaukaisille tai pehmeille äänille
fr: Élevé - pour les voix distantes ou douces
hi: उच्च - दूर या शांत आवाज़ों के लिए
hu: Magas - távoli vagy halk hangokhoz
id: Tinggi - untuk suara jauh atau lembut
it: Alto - per voci distanti o basse
ja: 高 - 遠くの声や柔らかい声向け
ms: Tinggi - untuk suara jauh atau lembut
nl: Hoog - voor verre of zachte stemmen
no: Høy - for fjerne eller myke stemmer
pt: Alto - para vozes distantes ou suaves
ru: Высокий - для отдалённых или тихих голосов
sk: Vysoké - pre vzdialené alebo tiché hlasy
sv: Hög - för avlägsna eller svaga röster
th: สูง - สำหรับเสียงที่ไกลหรือเบา
uk: Високо - для далеких або тихих голосів
vi: Cao - cho giọng nói xa hoặc nhỏ

# micGainDescVeryHigh
source: Very high - for very quiet sources
bg: Много високо - за много тихи източници
ca: Molt alt - per fonts molt silencioses
cs: Velmi vysoké - pro velmi tiché zdroje
de: Sehr hoch - für sehr leise Quellen
es: Muy alto - fuentes muy silenciosas
et: Väga kõrge - väga vaiksetele allikatele
fi: Erittäin korkea - erittäin hiljaisille lähteille
fr: Très élevé - pour les sources très silencieuses
hi: बहुत उच्च - बहुत शांत स्रोतों के लिए
hu: Nagyon magas - nagyon csendes forrásokhoz
id: Sangat tinggi - untuk sumber sangat sunyi
it: Molto alto - per sorgenti molto silenziose
ja: 非常に高 - 非常に静かな音源向け
ms: Sangat tinggi - untuk sumber sangat senyap
nl: Zeer hoog - voor zeer stille bronnen
no: Veldig høy - for veldig stille kilder
pt: Muito alto - fontes muito silenciosas
ru: Очень высокий - для очень тихих источников
sk: Veľmi vysoké - pre veľmi tiché zdroje
sv: Mycket hög - för mycket tysta källor
th: สูงมาก - สำหรับแหล่งเสียงที่เงียบมาก
uk: Дуже високо - для дуже тихих джерел
vi: Rất cao - cho nguồn rất yên tĩnh

# micGainDescMax
source: Maximum - use with caution
bg: Максимално - използвайте с внимание
ca: Màxim - utilitzeu amb precaució
cs: Maximum - používejte opatrně
de: Maximum - mit Vorsicht verwenden
es: Máximo - usar con precaución
et: Maksimum - kasutage ettevaatusega
fi: Maksimi - käytä varoen
fr: Maximum - à utiliser avec précaution
hi: अधिकतम - सावधानी के साथ प्रयोग करें
hu: Maximum - óvatosan használd
id: Maksimum - gunakan dengan hati-hati
it: Massimo - usare con cautela
ja: 最大 - 注意して使用してください
ms: Maksimum - gunakan dengan berhati-hati
nl: Maximum - gebruik met voorzichtigheid
no: Maksimal - bruk med forsiktighet
pt: Máximo - use com cuidado
ru: Максимальный - используйте с осторожностью
sk: Maximálne - používať opatrne
sv: Maximum - använd med försiktighet
th: สูงสุด - ใช้ด้วยความระมัดระวัง
uk: Максимум - використовувати обережно
vi: Tối đa - sử dụng cẩn thận

# developerSettingsTitle
source: Developer Settings
bg: Настройки за разработчици
ca: Configuració de desenvolupador
cs: Nastavení pro vývojáře
de: Entwicklereinstellungen
es: Ajustes de desarrollador
et: Arendaja seaded
fi: Kehittäjäasetukset
fr: Paramètres développeur
hi: डेवलपर सेटिंग्स
hu: Fejlesztői beállítások
id: Pengaturan Pengembang
it: Impostazioni Sviluppatore
ja: 開発者設定
ms: Tetapan Pembangun
nl: Ontwikkelaarsinstellingen
no: Utviklerinnstillinger
pt: Configurações de desenvolvedor
ru: Настройки разработчика
sk: Vývojárske nastavenia
sv: Utvecklarinställningar
th: การตั้งค่านักพัฒนา
uk: Налаштування розробника
vi: Cài đặt nhà phát triển

source: Saving...
bg: Запазване...
ca: Desant...
cs: Ukládání...
de: Speichern...
es: Guardando...
et: Salvestamine...
fi: Tallennetaan...
fr: Enregistrement...
hi: सहेजा जा रहा है...
hu: Mentés...
id: Menyimpan...
it: Salvataggio...
ja: 保存中...
ms: Menyimpan...
nl: Opslaan...
no: Lagrer...
pt: Salvando...
ru: Сохранение...
sk: Ukladá sa...
sv: Sparar...
th: กำลังบันทึก...
uk: Збереження...
vi: Đang lưu...

# personaConfig
source: Configure your AI persona
bg: Конфигурирайте вашата AI персона
ca: Configureu la vostra personalitat d'IA
cs: Nakonfigurujte svou AI personu
de: Konfigurieren Sie Ihre KI-Persona
es: Configura tu Persona IA
et: Seadistage oma AI isiksus
fi: Määritä AI-persoonasi
fr: Configurez votre persona IA
hi: अपना AI व्यक्तित्व कॉन्फ़िगर करें
hu: AI személyiség beállítása
id: Konfigurasi persona AI Anda
it: Configura la tua AI persona
ja: AIペルソナを設定
ms: Konfigurasikan persona AI anda
nl: Configureer je AI-persona
no: Konfigurer din AI-persona
pt: Configure sua Persona IA
ru: Настройте вашу AI-персону
sk: Nakonfigurujte svoju AI persónu
sv: Konfigurera din AI-persona
th: กำหนดค่าบุคลิก AI ของคุณ
uk: Налаштуйте свою AI-персону
vi: Cấu hình nhân cách AI của bạn

source: Transcription
bg: Транскрипция
ca: Transcripció
cs: Přepis
de: Transkription
es: Transcripción
et: Transkriptsioon
fi: Litterointi
hi: प्रतिलेखन
hu: Átírás
id: Transkripsi
it: Trascrizione
ja: 文字起こし
ms: Transkripsi
nl: Transcriptie
no: Transkripsjon
pt: Transcrição
ru: Расшифровка
sk: Prepis
sv: Transkription
th: การถอดเสียง
uk: Транскрипція
vi: Phiên âm

# transcriptionConfig
source: Configure STT provider
bg: Конфигурирай STT доставчик
ca: Configurar proveïdor STT
cs: Nakonfigurovat poskytovatele STT
de: STT-Anbieter konfigurieren
es: Configurar proveedor STT
et: Seadistage STT pakkuja
fi: Määritä STT-palveluntarjoaja
fr: Configurer le fournisseur STT
hi: STT प्रदाता कॉन्फ़िगर करें
hu: STT szolgáltató beállítása
id: Konfigurasi penyedia STT
it: Configura provider STT
ja: STTプロバイダーを設定
ms: Konfigurasikan penyedia STT
nl: STT-provider configureren
no: Konfigurer STT-leverandør
pt: Configurar provedor STT
ru: Настройте провайдера STT
sk: Nakonfigurovať poskytovateľa STT
sv: Konfigurera STT-leverantör
th: กำหนดค่าผู้ให้บริการ STT
uk: Налаштувати STT-провайдер
vi: Cấu hình nhà cung cấp STT

source: Conversation Timeout
bg: Изчакване на разговор
ca: Temps d'espera de conversa
cs: Časový limit konverzace
de: Unterhaltungs-Timeout
es: Tiempo de espera de conversación
et: Vestluse aegumine
fi: Keskustelun aikakatkaisu
fr: Délai de conversation
hi: बातचीत समय समाप्त
hu: Beszélgetés időkorlátja
id: Waktu Tunggu Percakapan
it: Timeout Conversazione
ja: 会話のタイムアウト
ms: Tamat Masa Perbualan
nl: Gesprekstime-out
no: Samtale-timeout
pt: Tempo limite de conversa
ru: Тайм-аут разговора
sk: Časový limit konverzácie
sv: Konversations timeout
th: หมดเวลาบทสนทนา
uk: Час очікування розмови
vi: Thời gian chờ cuộc trò chuyện

# conversationTimeoutConfig
source: Set when conversations auto-end
bg: Задайте кога разговорите приключват автоматично
ca: Establir quan finalitzen automàticament les converses
cs: Nastavit, kdy konverzace automaticky skončí
de: Legen Sie fest, wann Unterhaltungen automatisch enden
es: Define cuándo terminan las conversaciones automáticamente
et: Määrake, millal vestlused automaatselt lõpevad
fi: Aseta milloin keskustelut päättyvät automaattisesti
fr: Définir quand les conversations se terminent automatiquement
hi: स्वचालित रूप से बातचीत समाप्त होने का समय सेट करें
hu: Beszélgetések automatikus befejezésének beállítása
id: Atur kapan percakapan berakhir otomatis
it: Imposta quando le conversazioni terminano automaticamente
ja: 会話の自動終了時間を設定
ms: Tetapkan bila perbualan tamat secara automatik
nl: Instellen wanneer gesprekken automatisch eindigen
no: Angi når samtaler avsluttes automatisk
pt: Defina quando terminar conversas automaticamente
ru: Установите, когда разговоры автоматически завершаются
sk: Nastaviť, kedy sa konverzácie automaticky ukončia
sv: Ställ in när konversationer avslutas automatiskt
th: ตั้งค่าเมื่อบทสนทนาจะจบอัตโนมัติ
uk: Встановіть, коли розмови завершуються автоматично
vi: Đặt thời gian tự động kết thúc cuộc trò chuyện

source: Import Data
bg: Импортирай данни
ca: Importar dades
cs: Importovat data
de: Daten importieren
es: Importar datos
et: Impordi andmed
fi: Tuo tietoja
fr: Importer des données
hi: डेटा आयात करें
hu: Adatok importálása
id: Impor Data
it: Importa Dati
ja: データのインポート
nl: Gegevens importeren
no: Importer data
pt: Importar dados
ru: Импорт данных
sk: Importovať údaje
sv: Importera data
th: นำเข้าข้อมูล
uk: Імпортувати дані
vi: Nhập dữ liệu

# importDataConfig
source: Import data from other sources
bg: Импортирайте данни от други източници
ca: Importar dades d'altres fonts
cs: Importovat data z jiných zdrojů
de: Daten aus anderen Quellen importieren
es: Importar datos de otras fuentes
et: Importige andmed teistest allikatest
fi: Tuo tietoja muista lähteistä
fr: Importer des données d'autres sources
hi: अन्य स्रोतों से डेटा आयात करें
hu: Adatok importálása más forrásokból
id: Impor data dari sumber lain
it: Importa dati da altre fonti
ja: 他のソースからデータをインポート
ms: Import data dari sumber lain
nl: Gegevens importeren uit andere bronnen
no: Importer data fra andre kilder
pt: Importar dados de outras fontes
ru: Импортируйте данные из других источников
sk: Importovať údaje z iných zdrojov
sv: Importera data från andra källor
th: นำเข้าข้อมูลจากแหล่งอื่น
uk: Імпортуйте дані з інших джерел
vi: Nhập dữ liệu từ các nguồn khác

source: Debug & Diagnostics
bg: Отстраняване на грешки и диагностика
ca: Depuració i diagnòstics
cs: Ladění a diagnostika
de: Debug & Diagnose
es: Depuración y Diagnóstico
et: Silumis- ja diagnostika
fi: Vianjäljitys ja diagnostiikka
fr: Débogage et diagnostics
hi: डीबग और डायग्नोस्टिक्स
hu: Hibakeresés és diagnosztika
id: Debug & Diagnostik
it: Debug e Diagnostica
ja: デバッグと診断
ms: Nyahpepijat & Diagnostik
nl: Debug en diagnostiek
no: Feilsøking og diagnostikk
pt: Depuração e Diagnóstico
ru: Отладка и диагностика
sk: Ladenie a diagnostika
sv: Felsökning och diagnostik
th: การแก้ไขจุดบกพร่องและการวินิจฉัย
uk: Налагодження та діагностика
vi: Gỡ lỗi & Chẩn đoán

source: Endpoint URL
bg: URL на крайна точка
ca: URL del punt final
cs: URL koncového bodu
de: Endpunkt-URL
es: URL del endpoint
et: Otspunkti URL
fi: Päätepisteen URL
fr: URL du point de terminaison
hi: एंडपॉइंट URL
hu: Végpont URL
id: URL Endpoint
it: URL Endpoint
ja: エンドポイントURL
ms: URL Titik Akhir
no: Endepunkt-URL
pt: URL do endpoint
ru: URL конечной точки
sk: URL koncového bodu
th: URL ปลายทาง
uk: URL кінцевої точки
vi: URL điểm cuối

# noApiKeys
source: No API keys yet
bg: Все още няма API ключове
ca: Encara no hi ha claus API
cs: Zatím žádné API klíče
de: Noch keine API-Schlüssel
es: Sin claves API aún
et: API võtmeid pole veel
fi: Ei vielä API-avaimia
fr: Pas encore de clés API
hi: अभी तक कोई API कुंजी नहीं
hu: Még nincsenek API kulcsok
id: Belum ada kunci API
it: Nessuna chiave API ancora
ja: APIキーはまだありません
ms: Tiada kunci API lagi
nl: Nog geen API-sleutels
no: Ingen API-nøkler ennå
pt: Sem chaves API ainda
ru: API-ключей пока нет
sk: Zatiaľ žiadne API kľúče
sv: Inga API-nycklar ännu
th: ยังไม่มีคีย์ API
uk: API-ключів поки немає
vi: Chưa có API key

# createKeyToStart
source: Create a key to get started
bg: Създайте ключ, за да започнете
ca: Creeu una clau per començar
cs: Vytvořte klíč pro začátek
de: Erstellen Sie einen Schlüssel, um zu beginnen
es: Crea una clave para empezar
et: Alustamiseks looge võti
fi: Luo avain aloittaaksesi
fr: Créez une clé pour commencer
hi: शुरू करने के लिए एक कुंजी बनाएं
hu: Hozz létre egy kulcsot a kezdéshez
id: Buat kunci untuk memulai
it: Crea una chiave per iniziare
ja: キーを作成して開始
ms: Cipta kunci untuk bermula
nl: Maak een sleutel aan om te beginnen
no: Opprett en nøkkel for å komme i gang
pt: Crie uma chave para começar
ru: Создайте ключ для начала
sk: Vytvorte kľúč pre začiatok
sv: Skapa en nyckel för att komma igång
th: สร้างคีย์เพื่อเริ่มต้น
uk: Створіть ключ, щоб почати
vi: Tạo key để bắt đầu

source: Create Key
bg: Създай ключ
ca: Crea Clau
cs: Vytvořit klíč
de: Schlüssel erstellen
es: Crear clave
et: Loo võti
fi: Luo avain
fr: Créer une clé
hi: कुंजी बनाएं
hu: Kulcs létrehozása
id: Buat Kunci
it: Crea Chiave
ja: キーを作成
ms: Cipta Kunci
nl: Sleutel aanmaken
no: Opprett nøkkel
pt: Criar chave
ru: Создать ключ
sk: Vytvoriť kľúč
sv: Skapa nyckel
th: สร้างคีย์
uk: Створити ключ
vi: Tạo Key

source: Docs
bg: Документация
ca: Documentació
cs: Dokumentace
de: Dokumentation
es: Documentación
et: Dokumendid
fi: Dokumentit
fr: Documentation
hi: दस्तावेज़
hu: Dokumentáció
id: Dokumentasi
it: Documenti
ja: ドキュメント
ms: Dokumen
nl: Documentatie
no: Dokumentasjon
pt: Documentação
ru: Документация
sk: Dokumentácia
sv: Dokumentation
th: เอกสาร
uk: Документація
vi: Tài liệu

source: Your Omi Insights
bg: Вашите Omi прозрения
ca: Les vostres estadístiques d'Omi
cs: Vaše přehledy Omi
de: Ihre Omi-Erkenntnisse
es: Tus insights de Omi
et: Teie Omi ülevaated
fi: Omi-näkemyksesi
fr: Vos statistiques Omi
hi: आपकी Omi अंतर्दृष्टि
hu: Omi statisztikáid
id: Wawasan Omi Anda
it: Le Tue Statistiche Omi
ja: Omiの分析情報
ms: Wawasan Omi Anda
nl: Je Omi-inzichten
no: Dine Omi-innsikter
pt: Seus insights do Omi
ru: Ваша статистика Omi
sk: Vaše štatistiky Omi
sv: Dina Omi-insikter
th: ข้อมูลเชิงลึก Omi ของคุณ
uk: Ваша статистика Omi
vi: Thông tin chi tiết Omi của bạn

source: Today
bg: Днес
ca: Avui
cs: Dnes
de: Heute
es: Hoy
et: Täna
fi: Tänään
fr: Aujourd'hui
hi: आज
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
ms: Hari Ini
nl: Vandaag
no: I dag
pt: Hoje
ru: Сегодня
sk: Dnes
sv: Idag
th: วันนี้
uk: Сьогодні
vi: Hôm nay

source: This Month
bg: Този месец
ca: Aquest mes
cs: Tento měsíc
de: Diesen Monat
es: Este mes
et: See kuu
fi: Tässä kuussa
fr: Ce mois-ci
hi: इस महीने
hu: Ez a hónap
id: Bulan Ini
it: Questo Mese
ja: 今月
ms: Bulan Ini
nl: Deze maand
no: Denne måneden
pt: Este mês
ru: Этот месяц
sk: Tento mesiac
sv: Denna månad
th: เดือนนี้
uk: Цей місяць
vi: Tháng này

source: This Year
bg: Тази година
ca: Enguany
cs: Letos
de: Dieses Jahr
es: Este año
et: See aasta
fi: Tänä vuonna
fr: Cette année
hi: इस साल
hu: Ez az év
id: Tahun Ini
it: Quest'Anno
ja: 今年
ms: Tahun Ini
nl: Dit jaar
no: Dette året
pt: Este ano
ru: Этот год
sk: Tento rok
sv: Detta år
th: ปีนี้
uk: Цей рік
vi: Năm nay

source: All Time
bg: Цялото време
ca: Des de sempre
cs: Vždy
de: Gesamte Zeit
es: Todo el tiempo
et: Kogu aeg
fi: Kaikki aika
fr: Depuis toujours
hi: अब तक
hu: Minden idők
id: Sepanjang Waktu
it: Sempre
ja: 全期間
ms: Sepanjang Masa
nl: Altijd
no: All tid
pt: Tudo
ru: Всё время
sk: Celkovo
sv: All tid
th: ตลอดเวลา
uk: За весь час
vi: Tất cả thời gian

source: No Activity Yet
bg: Все още няма дейност
ca: Encara no hi ha activitat
cs: Zatím žádná aktivita
de: Noch keine Aktivität
es: Sin actividad aún
et: Tegevust pole veel
fi: Ei vielä toimintaa
fr: Pas encore d'activité
hi: अभी तक कोई गतिविधि नहीं
hu: Még nincs aktivitás
id: Belum Ada Aktivitas
it: Nessuna Attività Ancora
ja: アクティビティはまだありません
ms: Tiada Aktiviti Lagi
nl: Nog geen activiteit
no: Ingen aktivitet ennå
pt: Sem atividade ainda
ru: Активности пока нет
sk: Zatiaľ žiadna aktivita
sv: Ingen aktivitet ännu
th: ยังไม่มีกิจกรรม
uk: Активності поки немає
vi: Chưa có hoạt động

# startConversationToSeeInsights
source: Start a conversation with Omi to see your usage insights here.
bg: Започнете разговор с Omi, за да видите прозренията си за използване тук.
ca: Comenceu una conversa amb Omi per veure les vostres estadístiques d'ús aquí.
cs: Začněte konverzaci s Omi, abyste zde viděli své přehledy využití.
de: Starten Sie eine Unterhaltung mit Omi, um hier Ihre Nutzungserkenntnisse zu sehen.
es: Inicia una conversación con Omi para ver tus insights aquí.
et: Alustage Omi-ga vestlust, et näha siinkohal oma kasutuse ülevaadet.
fi: Aloita keskustelu Omin kanssa nähdäksesi käyttötietosi täällä.
fr: Commencez une conversation avec Omi pour voir vos statistiques d'utilisation ici.
hi: अपनी अंतर्दृष्टि यहां देखने के लिए Omi के साथ बातचीत शुरू करें।
hu: Kezdj egy beszélgetést Omi-val, hogy itt lásd a használati statisztikáidat.
id: Mulai percakapan dengan Omi untuk melihat wawasan penggunaan Anda di sini.
it: Inizia una conversazione con Omi per vedere le tue statistiche di utilizzo qui.
ja: Omiと会話を始めて 分析情報をここに表示しましょう。
ms: Mulakan perbualan dengan Omi untuk melihat wawasan penggunaan anda di sini.
nl: Start een gesprek met Omi om je gebruiksinzichten hier te zien.
no: Start en samtale med Omi for å se forbruksinnsiktene dine her.
pt: Inicie uma conversa com o Omi para ver seus insights aqui.
ru: Начните разговор с Omi, чтобы увидеть здесь вашу статистику использования.
sk: Začnite konverzáciu s Omi, aby ste tu videli svoje štatistiky využitia.
sv: Starta en konversation med Omi för att se dina användningsinsikter här.
th: เริ่มบทสนทนากับ Omi เพื่อดูข้อมูลเชิงลึกการใช้งานของคุณที่นี่
uk: Почніть розмову з Omi, щоб побачити статистику використання тут.
vi: Bắt đầu cuộc trò chuyện với Omi để xem thông tin chi tiết về mức sử dụng của bạn tại đây.

source: Listening
bg: Слушане
ca: Escoltant
cs: Naslouchání
de: Zuhören
es: Escuchando
et: Kuulamine
fi: Kuunteleminen
fr: Écoute
hi: सुन रहा है
hu: Figyelés
id: Mendengarkan
it: Ascolto
ja: リスニング
ms: Mendengar
nl: Luisteren
no: Lytter
pt: Ouvindo
ru: Прослушивание
sk: Počúvanie
sv: Lyssnar
th: การฟัง
uk: Прослуховування
vi: Lắng nghe

# listeningSubtitle
source: Total time Omi has actively listened.
bg: Общо време, през което Omi активно е слушал.
ca: Temps total que Omi ha estat escoltant activament.
cs: Celková doba, po kterou Omi aktivně naslouchalo.
de: Gesamtzeit, die Omi aktiv zugehört hat.
es: Tiempo total que Omi ha escuchado activamente.
et: Aeg, mil Omi on aktiivselt kuulanud.
fi: Kokonaisaika, jonka Omi on aktiivisesti kuunnellut.
fr: Temps total d'écoute active d'Omi.
hi: Omi द्वारा सक्रिय रूप से सुनी गई कुल अवधि।
hu: Az összes idő, amit az Omi aktívan figyelt.
id: Total waktu Omi mendengarkan secara aktif.
it: Tempo totale in cui Omi ha ascoltato attivamente.
ja: Omiがアクティブにリスニングした合計時間。
ms: Jumlah masa Omi telah mendengar secara aktif.
nl: Totale tijd dat Omi actief heeft geluisterd.
no: Total tid Omi har lyttet aktivt.
pt: Tempo total que o Omi ouviu ativamente.
ru: Общее время активного прослушивания Omi.
sk: Celkový čas, počas ktorého Omi aktívne počúvalo.
sv: Total tid Omi har aktivt lyssnat.
th: เวลารวมที่ Omi ฟังอย่างกระตือรือร้น
uk: Загальний час активного прослуховування Omi.
vi: Tổng thời gian Omi đã lắng nghe tích cực.

source: Understanding
bg: Разбиране
ca: Entenent
cs: Porozumění
de: Verstehen
es: Entendiendo
et: Mõistmine
fi: Ymmärtäminen
fr: Compréhension
hi: समझ रहा है
hu: Megértés
id: Memahami
it: Comprensione
ja: 理解
ms: Memahami
nl: Begrijpen
no: Forstår
pt: Entendendo
ru: Понимание
sk: Porozumenie
sv: Förstår
th: การเข้าใจ
uk: Розуміння
vi: Hiểu biết

# understandingSubtitle
source: Words understood from your conversations.
bg: Думи, разбрани от вашите разговори.
ca: Paraules enteses de les vostres converses.
cs: Slova pochopená z vašich konverzací.
de: Verstandene Wörter aus Ihren Unterhaltungen.
es: Palabras entendidas de tus conversaciones.
et: Teie vestlustest mõistetud sõnad.
fi: Keskusteluistasi ymmärretyt sanat.
fr: Mots compris de vos conversations.
hi: आपकी बातचीत से समझे गए शब्द।
hu: A beszélgetéseidből megértett szavak.
id: Kata-kata yang dipahami dari percakapan Anda.
it: Parole comprese dalle tue conversazioni.
ja: 会話から理解された単語数。
ms: Perkataan yang difahami daripada perbualan anda.
nl: Woorden begrepen uit je gesprekken.
no: Ord forstått fra samtalene dine.
pt: Palavras entendidas de suas conversas.
ru: Слов понято из ваших разговоров.
sk: Slová pochopené z vašich konverzácií.
sv: Ord förstådda från dina konversationer.
th: คำที่เข้าใจจากบทสนทนาของคุณ
uk: Слів зрозуміно з ваших розмов.
vi: Số từ đã hiểu từ cuộc trò chuyện của bạn.

source: Providing
bg: Предоставяне
ca: Proporcionant
cs: Poskytování
de: Bereitstellen
es: Proveyendo
et: Pakkumine
fi: Tarjoaminen
fr: Fourniture
hi: प्रदान कर रहा है
hu: Nyújtás
id: Memberikan
it: Fornire
ja: 提供
ms: Menyediakan
nl: Leveren
no: Gir
pt: Fornecendo
ru: Предоставление
sk: Poskytovanie
sv: Tillhandahåller
th: การให้บริการ
uk: Надання
vi: Cung cấp

# providingSubtitle
source: Action items, and notes automatically captured.
bg: Задачи и бележки, автоматично записани.
ca: Tasques i notes capturades automàticament.
cs: Úkoly a poznámky automaticky zachycené.
de: Automatisch erfasste Aufgaben und Notizen.
es: Tareas y notas capturadas automáticamente.
et: Tegevuspunktid ja märkmed automaatselt salvestatud.
fi: Tehtävät ja muistiinpanot automaattisesti tallennettu.
fr: Actions à faire et notes capturées automatiquement.
hi: स्वचालित रूप से कैप्चर किए गए कार्य और नोट्स।
hu: Automatikusan rögzített teendők és jegyzetek.
id: Item tindakan dan catatan yang secara otomatis ditangkap.
it: Azioni e note automaticamente catturate.
ja: 自動的にキャプチャされたアクションアイテムとメモ。
ms: Item tindakan dan nota ditangkap secara automatik.
nl: Actiepunten en notities automatisch vastgelegd.
no: Handlingspunkter og notater automatisk registrert.
pt: Tarefas e notas capturadas automaticamente.
ru: Задач и заметок, автоматически зафиксированных.
sk: Úlohy a poznámky automaticky zachytené.
sv: Åtgärder och anteckningar automatiskt fångade.
th: รายการสิ่งที่ต้องทำและบันทึกที่จับได้โดยอัตโนมัติ
uk: Завдання та нотатки, автоматично зафіксовані.
vi: Việc cần làm và ghi chú được ghi lại tự động.

source: Remembering
bg: Запомняне
ca: Recordant
cs: Zapamatování
de: Erinnern
es: Recordando
et: Meelde jätmine
fi: Muistaminen
fr: Mémorisation
hi: याद रख रहा है
hu: Emlékezés
id: Mengingat
it: Ricordare
ja: 記憶
ms: Mengingati
nl: Onthouden
no: Husker
pt: Lembrando
ru: Запоминание
sk: Pamätanie
sv: Kommer ihåg
th: การจดจำ
uk: Запам'ятовування
vi: Ghi nhớ

# rememberingSubtitle
source: Facts and details remembered for you.
bg: Факти и детайли, запомнени за вас.
ca: Fets i detalls recordats per a vosaltres.
cs: Fakta a detaily zapamatované pro vás.
de: Fakten und Details, die für Sie erinnert wurden.
es: Hechos y detalles recordados para ti.
et: Teie jaoks meeles peetud faktid ja üksikasjad.
fi: Sinulle muistetut faktat ja yksityiskohdat.
fr: Faits et détails mémorisés pour vous.
hi: तथ्य और विवरण आपके लिए याद रखे गए।
hu: Számodra megjegyzett tények és részletek.
id: Fakta dan detail yang diingat untuk Anda.
it: Fatti e dettagli ricordati per te.
ja: あなたのために記憶された事実と詳細。
ms: Fakta dan butiran diingati untuk anda.
nl: Feiten en details voor je onthouden.
no: Fakta og detaljer husket for deg.
pt: Fatos e detalhes lembrados para você.
ru: Фактов и деталей, запомненных для вас.
sk: Fakty a detaily zapamätané pre vás.
sv: Fakta och detaljer som kommer ihåg för dig.
th: ข้อเท็จจริงและรายละเอียดที่จำไว้ให้คุณ
uk: Факти та деталі, запам'ятовані для вас.
vi: Sự kiện và chi tiết được ghi nhớ cho bạn.

source: Unlimited Plan
bg: Неограничен план
ca: Pla il·limitat
cs: Neomezený plán
es: Plan Ilimitado
et: Piiramatu plaan
fi: Rajoittamaton paketti
fr: Forfait illimité
hi: असीमित योजना
hu: Korlátlan csomag
id: Paket Tanpa Batas
it: Piano Illimitato
ja: 無制限プラン
ms: Pelan Tanpa Had
nl: Onbeperkt abonnement
no: Ubegrenset abonnement
pt: Plano Ilimitado
ru: Безлимитный тариф
sk: Neobmedzený plán
sv: Obegränsad plan
th: แผนไม่จำกัด
uk: Необмежений план
vi: Gói không giới hạn

source: Manage Plan
bg: Управлявай план
ca: Gestionar pla
cs: Spravovat plán
de: Plan verwalten
es: Gestionar plan
et: Halda plaani
fi: Hallitse pakettia
fr: Gérer le forfait
hi: योजना प्रबंधित करें
hu: Csomag kezelése
id: Kelola Paket
it: Gestisci Piano
ja: プランの管理
ms: Urus Pelan
nl: Abonnement beheren
no: Administrer abonnement
pt: Gerenciar plano
ru: Управление тарифом
sk: Spravovať plán
sv: Hantera plan
th: จัดการแผน
uk: Керувати планом
vi: Quản lý gói
