Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# unpairDialogMessage
source: This will unpair the device so it can be connected to another phone. You will need to go to Settings > Bluetooth and forget the device to complete the process.
bg: Това ще разедини устройството, така че да може да бъде свързано с друг телефон. Ще трябва да отидете в Настройки > Bluetooth и да забравите устройството, за да завършите процеса.
ca: Això desvin cularà el dispositiu perquè es pugui connectar a un altre telèfon. Haureu d'anar a Configuració > Bluetooth i oblidar el dispositiu per completar el procés.
cs: Tím se zruší párování zařízení, aby mohlo být připojeno k jinému telefonu. Budete muset přejít do Nastavení > Bluetooth a zapomenout zařízení pro dokončení procesu.
de: Dies entkoppelt das Gerät, damit es mit einem anderen Telefon verbunden werden kann. Sie müssen zu Einstellungen > Bluetooth gehen und das Gerät vergessen, um den Vorgang abzuschließen.
es: Esto desvinculará el dispositivo para que pueda usarse en otro teléfono. Debes ir a Ajustes > Bluetooth y olvidar el dispositivo para completar el proceso.
et: See tühistab seadme sidumise, et seda saaks ühendada teise telefoniga. Protsessi lõpetamiseks peate minema Seaded > Bluetooth ja unustama seadme.
fi: Tämä purkaa laiteparin, jotta se voidaan yhdistää toiseen puhelimeen. Sinun on siirryttävä kohtaan Asetukset > Bluetooth ja unohdettava laite prosessin viimeistelemiseksi.
fr: Cela dissociera l'appareil afin qu'il puisse être connecté à un autre téléphone. Vous devrez aller dans Réglages > Bluetooth et oublier l'appareil pour terminer le processus.
hi: यह डिवाइस को अनपेयर कर देगा ताकि इसे दूसरे फोन पर इस्तेमाल किया जा सके। प्रक्रिया पूरी करने के लिए आपको सेटिंग्स > ब्लूटूथ पर जाना होगा और डिवाइस को भूलना होगा।
hu: Ez megszünteti az eszköz párosítását, így másik telefonhoz csatlakoztatható. Menned kell a Beállítások > Bluetooth menübe, és el kell felejtened az eszközt a folyamat befejezéséhez.
id: Ini akan membatalkan pasangan perangkat sehingga dapat dihubungkan ke ponsel lain. Anda perlu pergi ke Pengaturan > Bluetooth dan melupakan perangkat untuk menyelesaikan proses.
it: Questo disaccoppierà il dispositivo in modo che possa essere connesso a un altro telefono. Dovrai andare su Impostazioni > Bluetooth e dimenticare il dispositivo per completare il processo.
ja: これにより、デバイスのペアリングが解除され、別の電話に接続できるようになります。プロセスを完了するには、設定 > Bluetoothに移動してデバイスを忘れる必要があります。
ms: Ini akan menyahpasangkan peranti supaya ia boleh disambungkan ke telefon lain. Anda perlu pergi ke Tetapan > Bluetooth dan lupakan peranti untuk melengkapkan proses.
nl: Dit ontkoppelt het apparaat zodat het met een andere telefoon kan worden verbonden. Je moet naar Instellingen > Bluetooth gaan en het apparaat vergeten om het proces te voltooien.
no: Dette vil fjerne paringen av enheten slik at den kan kobles til en annen telefon. Du må gå til Innstillinger > Bluetooth og glemme enheten for å fullføre prosessen.
pt: Isso despareará o dispositivo para que possa ser usado em outro telefone. Você deve ir em Configurações > Bluetooth e esquecer o dispositivo para concluir.
ru: Это разорвёт пару с устройством, чтобы оно могло быть подключено к другому телефону. Вам нужно будет перейти в Настройки > Bluetooth и забыть устройство для завершения процесса.
sk: Týmto sa zruší párovanie zariadenia, aby sa mohlo pripojiť k inému telefónu. Budete musieť prejsť do Nastavenia > Bluetooth a zabudnúť zariadenie pre dokončenie procesu.
sv: Detta kommer att koppla bort enheten så att den kan anslutas till en annan telefon. Du behöver gå till Inställningar > Bluetooth och glömma enheten för att slutföra processen.
th: นี่จะยกเลิกการจับคู่อุปกรณ์เพื่อให้สามารถเชื่อมต่อกับโทรศัพท์เครื่องอื่นได้ คุณจะต้องไปที่การตั้งค่า > Bluetooth และลืมอุปกรณ์เพื่อทำกระบวนการให้เสร็จสมบูรณ์
uk: Це роз'єднає пристрій, щоб його можна було підключити до іншого телефону. Вам потрібно буде перейти до Налаштування > Bluetooth і забути пристрій, щоб завершити процес.
vi: Thao tác này sẽ hủy ghép nối thiết bị để có thể kết nối với điện thoại khác. Bạn cần vào Cài đặt > Bluetooth và xóa thiết bị để hoàn tất quá trình.

source: Device Not Connected
bg: Устройството не е свързано
ca: Dispositiu no connectat
cs: Zařízení není připojeno
de: Gerät nicht verbunden
es: Dispositivo no conectado
et: Seade pole ühendatud
fi: Laitetta ei ole yhdistetty
fr: Appareil non connecté
hi: डिवाइस कनेक्ट नहीं है
hu: Eszköz nincs csatlakoztatva
id: Perangkat Tidak Terhubung
it: Dispositivo Non Connesso
ja: デバイスが接続されていません
ms: Peranti Tidak Disambungkan
nl: Apparaat niet verbonden
no: Enhet ikke tilkoblet
pt: Dispositivo não conectado
ru: Устройство не подключено
sk: Zariadenie nie je pripojené
sv: Enheten är inte ansluten
th: ไม่ได้เชื่อมต่ออุปกรณ์
uk: Пристрій не підключено
vi: Thiết bị chưa kết nối

# connectDeviceMessage
source: Connect your Omi device to access device settings and customization
bg: Свържете вашето Omi устройство за достъп до настройките на устройството и персонализация
ca: Connecteu el vostre dispositiu Omi per accedir a la configuració i personalització del dispositiu
cs: Připojte své zařízení Omi pro přístup k nastavením a přizpůsobení zařízení
de: Verbinden Sie Ihr Omi-Gerät, um auf Geräteeinstellungen und Anpassungen zuzugreifen
es: Conecta tu dispositivo Omi para acceder a los ajustes.
et: Ühendage oma Omi seade, et pääseda juurde seadme seadetele ja kohandamisele
fi: Yhdistä Omi-laite käyttääksesi laiteasetuksia ja mukautusta
fr: Connectez votre appareil Omi pour accéder aux paramètres et à la personnalisation de l'appareil
hi: सेटिंग्स और अनुकूलन तक पहुँचने के लिए अपने Omi डिवाइस को कनेक्ट करें।
hu: Csatlakoztasd az Omi eszközödet az eszköz beállítások és testreszabás eléréséhez
id: Hubungkan perangkat Omi Anda untuk mengakses pengaturan dan kustomisasi perangkat
it: Connetti il tuo dispositivo Omi per accedere alle impostazioni e alla personalizzazione del dispositivo
ja: デバイス設定とカスタマイズにアクセスするには、Omiデバイスを接続してください
ms: Sambungkan peranti Omi anda untuk mengakses tetapan peranti dan penyesuaian
nl: Verbind je Omi-apparaat om toegang te krijgen tot apparaatinstellingen en aanpassingen
no: Koble til Omi-enheten din for å få tilgang til enhetsinnstillinger og tilpasning
pt: Conecte seu dispositivo Omi para acessar configurações e personalização.
ru: Подключите устройство Omi для доступа к настройкам устройства и настройке
sk: Pripojte svoje zariadenie Omi pre prístup k nastaveniam a prispôsobeniu zariadenia
sv: Anslut din Omi-enhet för att få tillgång till enhetsinställningar och anpassning
th: เชื่อมต่ออุปกรณ์ Omi ของคุณเพื่อเข้าถึง การตั้งค่าและการปรับแต่งอุปกรณ์
uk: Підключіть свій пристрій Omi для доступу до налаштувань пристрою та налаштування
vi: Kết nối thiết bị Omi của bạn để truy cập cài đặt thiết bị và tùy chỉnh

# deviceInfoSection
source: Device Information
bg: Информация за устройството
ca: Informació del dispositiu
cs: Informace o zařízení
de: Geräteinformationen
es: Información del dispositivo
et: Seadme teave
fi: Laitteen tiedot
fr: Informations sur l'appareil
hi: डिवाइस जानकारी
hu: Eszköz információk
id: Informasi Perangkat
it: Informazioni Dispositivo
ja: デバイス情報
ms: Maklumat Peranti
nl: Apparaatinformatie
no: Enhetsinformasjon
pt: Info do dispositivo
ru: Информация об устройстве
sk: Informácie o zariadení
sv: Enhetsinformation
th: ข้อมูลอุปกรณ์
uk: Інформація про пристрій
vi: Thông tin thiết bị

# customizationSection
source: Customization
bg: Персонализация
ca: Personalització
cs: Přizpůsobení
de: Anpassung
es: Personalización
et: Kohandamine
fi: Mukautus
fr: Personnalisation
hi: अनुकूलन
hu: Testreszabás
id: Kustomisasi
it: Personalizzazione
ja: カスタマイズ
ms: Penyesuaian
nl: Aanpassingen
no: Tilpasning
pt: Personalização
ru: Настройка
sk: Prispôsobenie
sv: Anpassning
th: การปรับแต่ง
uk: Налаштування
vi: Tùy chỉnh

# hardwareSection
source: Hardware
bg: Хардуер
ca: Maquinari
et: Riistvara
fi: Laitteisto
fr: Matériel
hi: हार्डवेयर
hu: Hardver
id: Perangkat Keras
ja: ハードウェア
ms: Perkakasan
no: Maskinvare
ru: Оборудование
sk: Hardvér
sv: Hårdvara
th: ฮาร์ดแวร์
uk: Апаратне забезпечення
vi: Phần cứng

source: V2 undetected
bg: V2 не е открит
ca: V2 no detectat
cs: V2 nedetekováno
de: V2 nicht erkannt
es: V2 no detectado
et: V2 tuvastamata
fi: V2 ei havaittu
fr: V2 non détecté
hi: V2 का पता नहीं चला
hu: V2 nem észlelhető
id: V2 tidak terdeteksi
it: V2 non rilevato
ja: V2が検出されません
ms: V2 tidak dikesan
nl: V2 niet gedetecteerd
no: V2 ikke oppdaget
pt: V2 não detectado
ru: V2 не обнаружено
sk: V2 nebolo zistené
sv: V2 ej upptäckt
th: ไม่พบ V2
uk: V2 не виявлено
vi: Không phát hiện V2

# v2UndetectedMessage
source: We see that you either have a V1 device or your device is not connected. SD Card functionality is available only for V2 devices.
bg: Виждаме, че имате V1 устройство или устройството ви не е свързано. Функционалността на SD картата е налична само за V2 устройства.
ca: Veiem que teniu un dispositiu V1 o que el vostre dispositiu no està connectat. La funcionalitat de targeta SD només està disponible per a dispositius V2.
cs: Vidíme, že máte buď zařízení V1, nebo vaše zařízení není připojeno. Funkce SD karty je dostupná pouze pro zařízení V2.
de: Wir sehen, dass Sie entweder ein V1-Gerät haben oder Ihr Gerät nicht verbunden ist. Die SD-Karten-Funktionalität ist nur für V2-Geräte verfügbar.
es: Parece que tienes un dispositivo V1 o no está conectado. La funcionalidad de tarjeta SD es solo para dispositivos V2.
et: Näeme, et teil on kas V1 seade või teie seade pole ühendatud. SD-kaardi funktsioon on saadaval ainult V2 seadmetele.
fi: Sinulla näyttää olevan V1-laite tai laitteesi ei ole yhdistetty. SD-korttitoiminto on saatavilla vain V2-laitteille.
fr: Nous voyons que vous avez soit un appareil V1, soit votre appareil n'est pas connecté. La fonctionnalité carte SD n'est disponible que pour les appareils V2.
hi: हमें लगता है कि आप V1 डिवाइस का उपयोग कर रहे हैं या यह कनेक्ट नहीं है। SD कार्ड कार्यक्षमता केवल V2 उपकरणों के लिए है।
hu: Úgy látjuk, hogy vagy V1 eszközöd van, vagy az eszközöd nincs csatlakoztatva. Az SD kártya funkció csak V2 eszközökön érhető el.
id: Kami melihat bahwa Anda memiliki perangkat V1 atau perangkat Anda tidak terhubung. Fungsi Kartu SD hanya tersedia untuk perangkat V2.
it: Vediamo che hai un dispositivo V1 o il tuo dispositivo non è connesso. La funzionalità della scheda SD è disponibile solo per i dispositivi V2.
ja: V1デバイスをお持ちか、デバイスが接続されていないようです。SDカード機能はV2デバイスでのみ利用可能です。
ms: Kami lihat anda sama ada mempunyai peranti V1 atau peranti anda tidak disambungkan. Fungsi Kad SD hanya tersedia untuk peranti V2.
nl: We zien dat je een V1-apparaat hebt of je apparaat is niet verbonden. SD-kaartfunctionaliteit is alleen beschikbaar voor V2-apparaten.
no: Vi ser at du enten har en V1-enhet eller at enheten din ikke er tilkoblet. SD-kortfunksjonalitet er kun tilgjengelig for V2-enheter.
pt: Detectamos que você está usando um dispositivo V1 ou não está conectado. A funcionalidade de cartão SD é apenas para dispositivos V2.
ru: Мы видим, что у вас либо устройство V1, либо ваше устройство не подключено. Функция SD-карты доступна только для устройств V2.
sk: Zistili sme, že máte zariadenie V1 alebo vaše zariadenie nie je pripojené. Funkcia SD karty je dostupná len pre zariadenia V2.
sv: Vi ser att du antingen har en V1-enhet eller att din enhet inte är ansluten. SD-kortsfunktionalitet är endast tillgänglig för V2-enheter.
th: เราเห็นว่าคุณมีอุปกรณ์ V1 หรืออุปกรณ์ของคุณไม่ได้เชื่อมต่อ ฟังก์ชัน SD Card จะใช้ได้เฉพาะกับอุปกรณ์ V2 เท่านั้น
uk: Ми бачимо, що у вас або пристрій V1, або ваш пристрій не підключений. Функціонал SD-карти доступний лише для пристроїв V2.
vi: Chúng tôi thấy rằng bạn có thiết bị V1 hoặc thiết bị của bạn chưa được kết nối. Chức năng thẻ SD chỉ khả dụng cho thiết bị V2.

source: End Conversation
bg: Край на разговор
ca: Finalitzar conversa
cs: Ukončit konverzaci
de: Unterhaltung beenden
es: Terminar conversación
et: Lõpeta vestlus
fi: Lopeta keskustelu
fr: Terminer la conversation
hi: बातचीत समाप्त करें
hu: Beszélgetés befejezése
id: Akhiri Percakapan
it: Termina Conversazione
ja: 会話を終了
ms: Tamatkan Perbualan
nl: Gesprek beëindigen
no: Avslutt samtale
pt: Terminar conversa
ru: Завершить разговор
sk: Ukončiť konverzáciu
sv: Avsluta konversation
th: จบบทสนทนา
uk: Завершити розмову
vi: Kết thúc cuộc trò chuyện

source: Pause/Resume
bg: Пауза/Възобнови
ca: Pausar/Reprendre
cs: Pozastavit/Obnovit
de: Pause/Fortsetzen
es: Pausar/Reanudar
et: Peata/jätka
fi: Keskeytä/Jatka
fr: Pause/Reprendre
hi: रोकें/दोबारा शुरू करें
hu: Szünet/folytatás
id: Jeda/Lanjutkan
it: Pausa/Riprendi
ja: 一時停止/再開
ms: Jeda/Sambung Semula
nl: Pauzeren/Hervatten
no: Pause/Fortsett
pt: Pausar/Retomar
ru: Пауза/Возобновить
sk: Pozastaviť/Pokračovať
sv: Pausa/Återuppta
th: หยุดชั่วคราว/ดำเนินการต่อ
uk: Призупинити/Відновити
vi: Tạm dừng/Tiếp tục

source: Star Conversation
bg: Отбележи разговор
ca: Destacar conversa
cs: Označit konverzaci hvězdičkou
de: Unterhaltung favorisieren
es: Marcar conversación
et: Märgi vestlus tärniga
fi: Merkitse tähdellä
fr: Marquer la conversation comme favorite
hi: बातचीत को तारांकित करें
hu: Beszélgetés csillagozása
id: Beri Bintang Percakapan
it: Aggiungi ai Preferiti
ja: 会話にスターを付ける
ms: Bintangkan Perbualan
nl: Gesprek als favoriet markeren
no: Favorittmerk samtale
pt: Favoritar conversa
ru: Добавить разговор в избранное
sk: Označiť konverzáciu hviezdičkou
sv: Stjärnmärk konversation
th: ติดดาวบทสนทนา
uk: Позначити розмову
vi: Gắn sao cuộc trò chuyện

source: Double Tap Action
bg: Действие при двойно докосване
ca: Acció de doble toc
cs: Akce dvojitého klepnutí
de: Doppeltippen-Aktion
es: Acción de doble toque
et: Topeltpuudutuse tegevus
fi: Kaksoisnapaututstoiminto
fr: Action double appui
hi: डबल टैप क्रिया
hu: Dupla érintés művelet
id: Aksi Ketuk Ganda
it: Azione Doppio Tocco
ja: ダブルタップアクション
ms: Tindakan Ketik Dua Kali
nl: Dubbel tikken actie
no: Dobbelttrykk-handling
pt: Ação de toque duplo
ru: Действие при двойном нажатии
sk: Akcia dvojitého ťuknutia
sv: Dubbeltrycksåtgärd
th: การดำเนินการแตะสองครั้ง
uk: Дія подвійного натискання
vi: Hành động nhấn đúp

# endAndProcess
source: End & Process Conversation
bg: Край и обработка на разговор
ca: Finalitzar i processar conversa
cs: Ukončit a zpracovat konverzaci
de: Beenden & Verarbeiten
es: Terminar y procesar
et: Lõpeta ja töötle vestlus
fi: Lopeta ja käsittele keskustelu
fr: Terminer et traiter la conversation
hi: समाप्त करें और संसाधित करें
hu: Beszélgetés befejezése és feldolgozása
id: Akhiri & Proses Percakapan
it: Termina ed Elabora Conversazione
ja: 終了して会話を処理
ms: Tamatkan & Proses Perbualan
nl: Gesprek beëindigen en verwerken
no: Avslutt og behandle samtale
pt: Terminar e processar
ru: Завершить и обработать разговор
sk: Ukončiť a spracovať konverzáciu
sv: Avsluta och bearbeta konversation
th: จบและประมวลผลบทสนทนา
uk: Завершити та обробити розмову
vi: Kết thúc & Xử lý cuộc trò chuyện

source: Pause/Resume Recording
bg: Пауза/Възобнови записването
ca: Pausar/Reprendre enregistrament
cs: Pozastavit/Obnovit nahrávání
de: Aufnahme pausieren/fortsetzen
es: Pausar/Reanudar grabación
et: Peata/jätka salvestamine
fi: Keskeytä/Jatka nauhoitusta
fr: Pause/Reprendre l'enregistrement
hi: रिकॉर्डिंग रोकें/दोबारा शुरू करें
hu: Felvétel szüneteltetése/folytatása
id: Jeda/Lanjutkan Perekaman
it: Pausa/Riprendi Registrazione
ja: 録音の一時停止/再開
ms: Jeda/Sambung Semula Rakaman
nl: Opname pauzeren/hervatten
no: Pause/Fortsett opptak
pt: Pausar/Retomar gravação
ru: Пауза/Возобновить запись
sk: Pozastaviť/Pokračovať nahrávanie
sv: Pausa/Återuppta inspelning
th: หยุดชั่วคราว/ดำเนินการบันทึกต่อ
uk: Призупинити/Відновити запис
vi: Tạm dừng/Tiếp tục ghi âm

# starOngoing
source: Star Ongoing Conversation
bg: Отбележи текущ разговор
ca: Destacar conversa en curs
cs: Označit probíhající konverzaci hvězdičkou
de: Laufende Unterhaltung favorisieren
es: Marcar conversación actual
et: Märgi käimasolev vestlus tärniga
fi: Merkitse käynnissä oleva keskustelu tähdellä
fr: Marquer la conversation en cours comme favorite
hi: चल रही बातचीत को तारांकित करें
hu: Folyamatban lévő beszélgetés csillagozása
id: Beri Bintang Percakapan yang Sedang Berlangsung
it: Aggiungi Conversazione in Corso ai Preferiti
ja: 進行中の会話にスターを付ける
ms: Bintangkan Perbualan Berterusan
nl: Lopend gesprek als favoriet markeren
no: Favorittmerk pågående samtale
pt: Favoritar conversa atual
ru: Добавить текущий разговор в избранное
sk: Označiť prebiehajúcu konverzáciu hviezdičkou
sv: Stjärnmärk pågående konversation
th: ติดดาวบทสนทนาที่กำลังดำเนินการ
uk: Позначити поточну розмову
vi: Gắn sao cuộc trò chuyện đang diễn ra

source: Off
bg: Изключено
ca: Apagat
cs: Vypnuto
de: Aus
es: Apagado
et: Väljas
fi: Pois
fr: Désactivé
hi: बंद
hu: Ki
id: Mati
it: Spento
ja: オフ
ms: Mati
nl: Uit
no: Av
pt: Desligado
ru: Выкл
sk: Vypnuté
sv: Av
th: ปิด
uk: Вимкнено
vi: Tắt

source: Max
bg: Макс
ca: Màxim
cs: Maximum
es: Máx
et: Maks
fi: Maks.
hi: अधिकतम
hu: Maximum
id: Maksimal
it: Massimo
ja: 最大
ms: Maksimum
no: Maks
pt: Máx
ru: Макс
sk: Maximum
th: สูงสุด
uk: Максимум
vi: Tối đa

source: Mute
bg: Заглуши
ca: Silenciar
cs: Ztlumit
de: Stumm
es: Silencio
et: Vaigista
fi: Vaimenna
fr: Muet
hi: म्यूट
hu: Némítás
id: Bisukan
it: Muto
ja: ミュート
ms: Bisukan
nl: Dempen
no: Demp
pt: Mudo
ru: Без звука
sk: Stlmiť
sv: Tysta
th: ปิดเสียง
uk: Без звуку
vi: Tắt tiếng

source: Quiet
bg: Тихо
ca: Silenciós
cs: Tiché
de: Leise
es: Bajo
et: Vaikne
fi: Hiljainen
fr: Silencieux
hi: शांत
hu: Halk
id: Pelan
it: Silenzioso
ja: 静か
ms: Senyap
nl: Stil
no: Stille
pt: Baixo
ru: Тихий
sk: Tiché
sv: Tyst
th: เงียบ
uk: Тихо
vi: Yên tĩnh

source: High
bg: Високо
ca: Alt
cs: Vysoké
de: Hoch
es: Alto
et: Kõrge
fi: Korkea
fr: Élevé
hi: उच्च
hu: Magas
id: Tinggi
it: Alto
ja: 高
ms: Tinggi
nl: Hoog
no: Høy
pt: Alto
ru: Высокий
sk: Vysoké
sv: Hög
th: สูง
uk: Високо
vi: Cao

# micGainDescMuted
source: Microphone is muted
bg: Микрофонът е заглушен
ca: El micròfon està silenciat
cs: Mikrofon je ztlumený
de: Mikrofon ist stummgeschaltet
es: Micrófono silenciado
et: Mikrofon on vaigistatud
fi: Mikrofoni on vaimennettu
fr: Le microphone est en sourdine
hi: माइक्रोफ़ोन म्यूट है
hu: Mikrofon némítva
id: Mikrofon dibisukan
it: Microfono disattivato
ja: マイクはミュートされています
ms: Mikrofon dibisukan
nl: Microfoon is gedempt
no: Mikrofon er dempet
pt: Microfone mudo
ru: Микрофон выключен
sk: Mikrofón je stlmený
sv: Mikrofon är tystad
th: ไมโครโฟนถูกปิดเสียง
uk: Мікрофон вимкнено
vi: Microphone đã tắt tiếng

# micGainDescLow
source: Very quiet - for loud environments
bg: Много тихо - за шумни среди
ca: Molt silenciós - per entorns sorollosos
cs: Velmi tiché - pro hlučná prostředí
de: Sehr leise - für laute Umgebungen
es: Muy bajo - para entornos ruidosos
et: Väga vaikne - valjude keskkondade jaoks
fi: Erittäin hiljainen - meluisiin ympäristöihin
fr: Très silencieux - pour les environnements bruyants
hi: बहुत कम - बहुत शोर वाले वातावरण के लिए
hu: Nagyon halk - zajos környezethez
id: Sangat pelan - untuk lingkungan bising
it: Molto silenzioso - per ambienti rumorosi
ja: 非常に静か - 騒がしい環境向け
ms: Sangat senyap - untuk persekitaran bising
nl: Zeer stil - voor luidruchtige omgevingen
no: Veldig stille - for høylydte omgivelser
pt: Muito baixo - para ambientes ruidosos
ru: Очень тихий - для шумной обстановки
sk: Veľmi tiché - pre hlučné prostredia
sv: Mycket tyst - för högljudda miljöer
th: เงียบมาก - สำหรับสภาพแวดล้อมที่เสียงดัง
uk: Дуже тихо - для гучного середовища
vi: Rất yên tĩnh - cho môi trường ồn ào

# micGainDescModerate
source: Quiet - for moderate noise
bg: Тихо - за умерен шум
ca: Silenciós - per soroll moderat
cs: Tiché - pro mírný hluk
de: Leise - für mäßigen Lärm
es: Bajo - para ruido moderado
et: Vaikne - mõõduka müra jaoks
fi: Hiljainen - kohtalaiseen meluun
fr: Silencieux - pour un bruit modéré
hi: कम - मध्यम शोर के लिए
hu: Halk - közepes zajhoz
id: Pelan - untuk kebisingan sedang
it: Silenzioso - per rumore moderato
ja: 静か - 適度な騒音向け
ms: Senyap - untuk bunyi sederhana
nl: Stil - voor matig geluid
no: Stille - for moderat støy
pt: Baixo - para ruído moderado
ru: Тихий - для умеренного шума
sk: Tiché - pre mierne hlučné prostredie
sv: Tyst - för måttligt buller
th: เงียบ - สำหรับเสียงรบกวนปานกลาง
uk: Тихо - для помірного шуму
vi: Yên tĩnh - cho tiếng ồn vừa phải

# micGainDescNeutral
source: Neutral - balanced recording
bg: Неутрално - балансирано записване
ca: Neutre - enregistrament equilibrat
cs: Neutrální - vyvážené nahrávání
de: Neutral - ausgewogene Aufnahme
es: Neutral - grabación equilibrada
et: Neutraalne - tasakaalustatud salvestamine
fi: Neutraali - tasapainoinen nauhoitus
fr: Neutre - enregistrement équilibré
hi: तटस्थ - संतुलित रिकॉर्डिंग
hu: Semleges - kiegyensúlyozott felvétel
id: Netral - perekaman seimbang
it: Neutrale - registrazione bilanciata
ja: ニュートラル - バランスの取れた録音
ms: Neutral - rakaman seimbang
nl: Neutraal - gebalanceerde opname
no: Nøytral - balansert opptak
pt: Neutro - gravação balanceada
ru: Нейтральный - сбалансированная запись
sk: Neutrálne - vyvážené nahrávanie
sv: Neutral - balanserad inspelning
th: กลางๆ - การบันทึกที่สมดุล
uk: Нейтрально - збалансований запис
vi: Trung tính - ghi âm cân bằng

# micGainDescSlightlyBoosted
source: Slightly boosted - normal use
bg: Леко засилено - нормално използване
ca: Lleugerament potenciat - ús normal
cs: Mírně zesílené - běžné použití
de: Leicht verstärkt - normale Nutzung
es: Ligeramente aumentado - uso normal
et: Veidi võimendatud - tavakasutus
fi: Hieman vahvistettu - normaalikäyttö
fr: Légèrement amplifié - utilisation normale
hi: थोड़ा बढ़ाया हुआ - सामान्य उपयोग
hu: Enyhén felerősített - normál használat
id: Sedikit ditingkatkan - penggunaan normal
it: Leggermente amplificato - uso normale
ja: わずかにブースト - 通常使用
ms: Dipertingkat sedikit - penggunaan biasa
nl: Licht versterkt - normaal gebruik
no: Litt forsterket - normal bruk
pt: Levemente aumentado - uso normal
ru: Слегка усиленный - обычное использование
sk: Mierne zosilnené - normálne použitie
sv: Lätt förstärkt - normal användning
th: เพิ่มขึ้นเล็กน้อย - การใช้งานปกติ
uk: Трохи посилено - нормальне використання
vi: Tăng nhẹ - sử dụng thông thường

# micGainDescBoosted
source: Boosted - for quiet environments
bg: Засилено - за тихи среди
ca: Potenciat - per entorns silenciosos
cs: Zesílené - pro tichá prostředí
de: Verstärkt - für ruhige Umgebungen
es: Aumentado - para entornos silenciosos
et: Võimendatud - vaiksetele keskkondadele
fi: Vahvistettu - hiljaisiin ympäristöihin
fr: Amplifié - pour les environnements calmes
hi: बढ़ाया हुआ - शांत वातावरण के लिए
hu: Felerősített - csendes környezethez
id: Ditingkatkan - untuk lingkungan sunyi
it: Amplificato - per ambienti silenziosi
ja: ブースト - 静かな環境向け
ms: Dipertingkat - untuk persekitaran senyap
nl: Versterkt - voor stille omgevingen
no: Forsterket - for stille omgivelser
pt: Aumentado - para ambientes silenciosos
ru: Усиленный - для тихой обстановки
sk: Zosilnené - pre tiché prostredia
sv: Förstärkt - för tysta miljöer
th: เพิ่มขึ้น - สำหรับสภาพแวดล้อมที่เงียบ
uk: Посилено - для тихого середовища
vi: Tăng cao - cho môi trường yên tĩnh
