Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# tryAdjustingSearch
source: Try adjusting your search or filters
bg: Опитайте да коригирате търсенето или филтрите си
ca: Proveu d'ajustar la cerca o els filtres
cs: Zkuste upravit vyhledávání nebo filtry
de: Versuchen Sie, Ihre Suche oder Filter anzupassen
es: Intenta ajustar tu búsqueda o filtros
et: Proovige otsingu või filtrite muutmist
fi: Kokeile säätää hakua tai suodattimia
fr: Essayez d'ajuster votre recherche ou vos filtres
hi: अपनी खोज या फ़िल्टर समायोजित करने का प्रयास करें
hu: Próbáld módosítani a keresést vagy a szűrőket
id: Coba sesuaikan pencarian atau filter Anda
it: Prova a modificare la tua ricerca o i filtri
ja: 検索やフィルターを調整してみてください
ms: Cuba laraskan carian atau penapis anda
nl: Probeer je zoekopdracht of filters aan te passen
no: Prøv å justere søket eller filtrene dine
pt: Tente ajustar sua busca ou filtros
ru: Попробуйте изменить параметры поиска или фильтры
sk: Skúste upraviť vyhľadávanie alebo filtre
sv: Prova att justera din sökning eller filter
th: ลองปรับการค้นหาหรือตัวกรองของคุณ
uk: Спробуйте змінити пошуковий запит або фільтри
vi: Thử điều chỉnh tìm kiếm hoặc bộ lọc của bạn

source: Create Your Own App
bg: Създайте свое приложение
ca: Creeu la vostra pròpia aplicació
cs: Vytvořte vlastní aplikaci
de: Erstellen Sie Ihre eigene App
es: Crea tu propia App
et: Looge oma rakendus
fi: Luo oma sovellus
fr: Créez votre propre application
hi: अपना खुद का ऐप बनाएं
hu: Saját alkalmazás létrehozása
id: Buat Aplikasi Anda Sendiri
it: Crea la Tua App
ja: 自分のアプリを作成
ms: Cipta Aplikasi Anda Sendiri
nl: Maak je eigen app
no: Lag din egen app
pt: Crie seu próprio App
ru: Создайте своё приложение
sk: Vytvorte si vlastnú aplikáciu
sv: Skapa din egen app
th: สร้างแอปของคุณเอง
uk: Створіть власний додаток
vi: Tạo ứng dụng của riêng bạn

# buildAndShareApp
source: Build and share your custom app
bg: Създайте и споделете персонализирано приложение
ca: Construïu i compartiu la vostra aplicació personalitzada
cs: Vytvořte a sdílejte vlastní aplikaci
de: Erstellen und teilen Sie Ihre eigene App
es: Construye y comparte tu propia app
et: Looge ja jagage oma kohandatud rakendust
fi: Rakenna ja jaa oma sovelluksesi
fr: Créez et partagez votre application personnalisée
hi: अपना खुद का ऐप बनाएं और साझा करें
hu: Építsd meg és oszd meg egyedi alkalmazásodat
id: Bangun dan bagikan aplikasi kustom Anda
it: Costruisci e condividi la tua app personalizzata
ja: カスタムアプリを作成して共有
ms: Bina dan kongsi aplikasi tersuai anda
nl: Bouw en deel je aangepaste app
no: Bygg og del din egendefinerte app
pt: Construa e compartilhe seu próprio app
ru: Создавайте и делитесь своим пользовательским приложением
sk: Vytvorte a zdieľajte vlastnú aplikáciu
sv: Bygg och dela din anpassade app
th: สร้างและแชร์แอปที่คุณกำหนดเอง
uk: Створюйте та діліться своїм власним додатком
vi: Xây dựng và chia sẻ ứng dụng tùy chỉnh của bạn

source: Search apps...
bg: Търсене в над 1500 приложения
ca: Cerca aplicacions...
cs: Hledat v 1500+ aplikacích
de: Apps suchen...
es: Buscar en 1500+ apps
et: Otsi 1500+ rakendust
fi: Etsi yli 1500 sovelluksesta
fr: Rechercher plus de 1500 applications
hi: 1500+ ऐप्स खोजें
hu: Alkalmazások keresése...
id: Cari 1500+ Aplikasi
it: Cerca tra 1500+ App
ja: 1500以上のアプリを検索
ms: Cari 1500+ Aplikasi
nl: Zoek in 1500+ apps
no: Søk i 1500+ apper
pt: Buscar em 1500+ apps
ru: Поиск среди 1500+ приложений
sk: Hľadať v 1500+ aplikáciách
sv: Sök bland 1500+ appar
th: ค้นหา 1,500+ แอป
uk: Пошук серед 1500+ додатків
vi: Tìm kiếm hơn 1500 ứng dụng

source: My Apps
bg: Моите приложения
ca: Les meves aplicacions
cs: Moje aplikace
de: Meine Apps
es: Mis Apps
et: Minu rakendused
fi: Omat sovellukset
fr: Mes applications
hi: मेरे ऐप्स
hu: Alkalmazásaim
id: Aplikasi Saya
it: Le Mie App
ja: マイアプリ
ms: Aplikasi Saya
nl: Mijn apps
no: Mine apper
pt: Meus Apps
ru: Мои приложения
sk: Moje aplikácie
sv: Mina appar
th: แอปของฉัน
uk: Мої додатки
vi: Ứng dụng của tôi

source: Installed Apps
bg: Инсталирани приложения
ca: Aplicacions instal·lades
cs: Nainstalované aplikace
de: Installierte Apps
es: Apps instaladas
et: Paigaldatud rakendused
fi: Asennetut sovellukset
fr: Applications installées
hi: इंस्टॉल किए गए ऐप्स
hu: Telepített alkalmazások
id: Aplikasi Terinstal
it: App Installate
ja: インストール済みアプリ
ms: Aplikasi Dipasang
nl: Geïnstalleerde apps
no: Installerte apper
pt: Apps instalados
ru: Установленные приложения
sk: Nainštalované aplikácie
sv: Installerade appar
th: แอปที่ติดตั้ง
uk: Встановлені додатки
vi: Ứng dụng đã cài đặt

# unableToFetchApps
source: Unable to fetch apps :( Please check your internet connection and try again.
bg: Не могат да се заредят приложенията :( Моля, проверете интернет връзката си и опитайте отново.
ca: No s'han pogut obtenir les aplicacions :( Comproveu la vostra connexió a internet i torneu-ho a provar.
cs: Nelze načíst aplikace :( Zkontrolujte prosím připojení k internetu a zkuste to znovu.
de: Apps konnten nicht geladen werden :( Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se pudieron cargar las apps :( Revisa tu conexión a internet.
et: Rakenduste laadimine ebaõnnestus :( Palun kontrollige oma internetiühendust ja proovige uuesti.
fi: Sovellusten haku epäonnistui :( Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Impossible de récupérer les applications :( Veuillez vérifier votre connexion internet et réessayer.
hi: ऐप्स लोड करने में असमर्थ :( कृपया अपना इंटरनेट कनेक्शन जांचें।
hu: Nem sikerült betölteni az alkalmazásokat :( Kérlek, ellenőrizd az internetkapcsolatot, és próbáld újra.
id: Tidak dapat mengambil aplikasi :( Silakan periksa koneksi internet Anda dan coba lagi.
it: Impossibile recuperare le app :( Controlla la tua connessione internet e riprova.
ja: アプリを取得できません :( インターネット接続を確認して、もう一度お試しください。
ms: Tidak dapat mendapatkan aplikasi :( Sila semak sambungan internet anda dan cuba lagi.
nl: Kan apps niet ophalen :( Controleer je internetverbinding en probeer het opnieuw.
no: Kan ikke hente apper :( Sjekk internettforbindelsen din og prøv igjen.
pt: Não foi possível carregar os apps :( Verifique sua conexão.
ru: Не удалось загрузить приложения :( Пожалуйста, проверьте подключение к интернету и попробуйте снова.
sk: Nepodarilo sa načítať aplikácie :( Skontrolujte prosím svoje internetové pripojenie a skúste to znova.
sv: Kunde inte hämta appar :( Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถดึงข้อมูลแอปได้ :( กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองใหม่อีกครั้ง
uk: Не вдалося завантажити додатки :( Будь ласка, перевірте підключення до інтернету та спробуйте ще раз.
vi: Không thể tải ứng dụng :( Vui lòng kiểm tra kết nối internet và thử lại.

source: About Omi
bg: Относно Omi
ca: Sobre Omi
cs: O aplikaci Omi
de: Über Omi
es: Sobre Omi
et: Omi teave
fi: Tietoja Omista
fr: À propos d'Omi
hi: Omi के बारे में
hu: Az Omi-ról
id: Tentang Omi
it: Informazioni su Omi
ja: Omiについて
ms: Tentang Omi
nl: Over Omi
no: Om Omi
pt: Sobre o Omi
ru: О Omi
sk: O aplikácii Omi
sv: Om Omi
th: เกี่ยวกับ Omi
uk: Про Omi
vi: Về Omi

source: Privacy Policy
bg: Политика за поверителност
ca: Política de privadesa
cs: Zásadami ochrany osobních údajů
de: Datenschutzrichtlinie
es: Política de Privacidad
et: Privaatsuspoliitikaga
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
hi: गोपनीयता नीति
hu: Adatvédelmi szabályzatot
id: Kebijakan Privasi
it: Politica sulla Privacy
ja: プライバシーポリシー
ms: Dasar Privasi
nl: Privacybeleid
no: Personvernserklæring
pt: Política de Privacidade
ru: Политикой конфиденциальности
sk: Zásady ochrany osobných údajov
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: Політикою конфіденційності
vi: Chính sách bảo mật

source: Visit Website
bg: Посетете уебсайта
ca: Visitar el lloc web
cs: Navštívit webové stránky
de: Website besuchen
es: Visitar sitio web
et: Külasta veebilehte
fi: Käy verkkosivulla
fr: Visiter le site web
hi: वेबसाइट पर जाएं
hu: Weboldal meglátogatása
id: Kunjungi Website
it: Visita il Sito Web
ja: ウェブサイトを訪問
ms: Lawati Laman Web
nl: Website bezoeken
no: Besøk nettside
pt: Visitar site
ru: Посетить сайт
sk: Navštíviť webovú stránku
sv: Besök webbplatsen
th: เยี่ยมชมเว็บไซต์
uk: Відвідати веб-сайт
vi: Truy cập website

source: Help or Inquiries?
bg: Помощ или запитвания?
ca: Ajuda o consultes?
cs: Pomoc nebo dotazy?
de: Hilfe oder Anfragen?
es: ¿Ayuda o consultas?
et: Abi või päringud?
fi: Apua tai kysymyksiä?
fr: Aide ou questions ?
hi: सहायता या पूछताछ?
hu: Segítség vagy kérdések?
id: Bantuan atau Pertanyaan?
it: Aiuto o Richieste?
ja: ヘルプまたはお問い合わせ
ms: Bantuan atau Pertanyaan?
nl: Hulp of vragen?
no: Hjelp eller henvendelser?
pt: Ajuda ou dúvidas?
ru: Помощь или вопросы?
sk: Pomoc alebo otázky?
sv: Hjälp eller frågor?
th: ต้องการความช่วยเหลือหรือสอบถามข้อมูล?
uk: Допомога або запитання?
vi: Trợ giúp hoặc thắc mắc?

# joinCommunity
source: Join the community!
bg: Присъединете се към общността!
ca: Uniu-vos a la comunitat!
cs: Připojte se ke komunitě!
de: Treten Sie der Community bei!
es: ¡Únete a la comunidad!
et: Liitu kogukonnaga!
fi: Liity yhteisöön!
fr: Rejoignez la communauté !
hi: समुदाय में शामिल हों!
hu: Csatlakozz a közösséghez!
id: Bergabung dengan komunitas!
it: Unisciti alla community!
ja: コミュニティに参加！
ms: Sertai komuniti!
nl: Word lid van de community!
no: Bli med i fellesskapet!
pt: Junte-se à comunidade!
ru: Присоединяйтесь к сообществу!
sk: Pridajte sa ku komunite!
sv: Gå med i communityn!
th: เข้าร่วมชุมชน!
uk: Приєднуйтесь до спільноти!
vi: Tham gia cộng đồng!

# membersAndCounting
source: 8000+ members and counting.
bg: 8000+ членове и продължават да се увеличават.
ca: 8000+ membres i sumant.
cs: 8000+ členů a stále přibývá.
de: 8000+ Mitglieder und es werden mehr.
es: 8000+ miembros y contando.
et: 8000+ liiget ja kasvab.
fi: Yli 8000 jäsentä ja kasvaa.
fr: Plus de 8000 membres et ça continue.
hi: 8000+ सदस्य और बढ़ रहे हैं।
hu: 8000+ tag és még mindig nő.
id: 8000+ anggota dan terus bertambah.
it: 8000+ membri e in crescita.
ja: 8000人以上のメンバーが参加中。
ms: 8000+ ahli dan semakin bertambah.
nl: 8000+ leden en groeiende.
no: 8000+ medlemmer og flere.
pt: 8000+ membros e contando.
ru: Более 8000 участников.
sk: Viac ako 8000 členov a stále pribúdajú.
sv: 8000+ medlemmar och fler tillkommer.
th: สมาชิก 8,000+ คนและกำลังเพิ่มขึ้น
uk: Понад 8000 учасників.
vi: Hơn 8000 thành viên và đang tăng.

# deleteAccountTitle
source: Delete Account
bg: Изтриване на акаунт
ca: Eliminar compte
cs: Smazat účet
de: Konto löschen
es: Borrar cuenta
et: Kustuta konto
fi: Poista tili
fr: Supprimer le compte
hi: खाता हटाएं
hu: Fiók törlése
id: Hapus Akun
it: Elimina Account
ja: アカウントを削除
ms: Padam Akaun
nl: Account verwijderen
no: Slett konto
pt: Apagar conta
ru: Удалить аккаунт
sk: Odstrániť účet
sv: Ta bort konto
th: ลบบัญชี
uk: Видалити обліковий запис
vi: Xóa tài khoản

# deleteAccountConfirm
source: Are you sure you want to delete your account?
bg: Сигурни ли сте, че искате да изтриете акаунта си?
ca: Esteu segur que voleu eliminar el vostre compte?
cs: Opravdu chcete smazat svůj účet?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Seguro que quieres borrar tu cuenta?
et: Kas olete kindel, et soovite oma konto kustutada?
fi: Haluatko varmasti poistaa tilisi?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
hu: Biztosan törölni szeretnéd a fiókodat?
id: Apakah Anda yakin ingin menghapus akun Anda?
it: Sei sicuro di voler eliminare il tuo account?
ja: 本当にアカウントを削除しますか？
ms: Adakah anda pasti mahu memadam akaun anda?
nl: Weet je zeker dat je je account wilt verwijderen?
no: Er du sikker på at du vil slette kontoen din?
pt: Tem certeza de que deseja apagar sua conta?
ru: Вы уверены, что хотите удалить свой аккаунт?
sk: Naozaj chcete odstrániť svoj účet?
sv: Är du säker på att du vill ta bort ditt konto?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ?
uk: Ви впевнені, що хочете видалити свій обліковий запис?
vi: Bạn có chắc chắn muốn xóa tài khoản của mình?

# cannotBeUndone
source: This cannot be undone.
bg: Това не може да бъде отменено.
ca: Això no es pot desfer.
cs: Toto nelze vrátit zpět.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
et: Seda ei saa tagasi võtta.
fi: Tätä ei voi perua.
fr: Cette action est irréversible.
hi: यह पूर्ववत नहीं किया जा सकता।
hu: Ez nem vonható vissza.
id: Ini tidak dapat dibatalkan.
it: Questa operazione non può essere annullata.
ja: この操作は元に戻せません。
ms: Ini tidak boleh dibatalkan.
nl: Dit kan niet ongedaan worden gemaakt.
no: Dette kan ikke angres.
pt: Isso não pode ser desfeito.
ru: Это действие нельзя отменить.
sk: Túto akciu nie je možné vrátiť späť.
sv: Detta kan inte ångras.
th: การกระทำนี้ไม่สามารถยกเลิกได้
uk: Це не можна скасувати.
vi: Hành động này không thể hoàn tác.

# allDataErased
source: All of your memories and conversations will be permanently erased.
bg: Всички ваши спомени и разговори ще бъдат изтрити завинаги.
ca: Tots els vostres records i converses s'eliminaran permanentment.
cs: Všechny vaše vzpomínky a konverzace budou trvale smazány.
de: Alle Ihre Erinnerungen und Unterhaltungen werden dauerhaft gelöscht.
es: Todos tus recuerdos y conversaciones se borrarán permanentemente.
et: Kõik teie mälestused ja vestlused kustutatakse jäädavalt.
fi: Kaikki muistosi ja keskustelusi poistetaan pysyvästi.
fr: Toutes vos mémoires et conversations seront définitivement effacées.
hi: आपकी सभी यादें और बातचीत स्थायी रूप से हटा दी जाएंगी।
hu: Minden emléked és beszélgetésed véglegesen törlésre kerül.
id: Semua memori dan percakapan Anda akan dihapus secara permanen.
it: Tutti i tuoi ricordi e conversazioni saranno cancellati permanentemente.
ja: すべての記録と会話が完全に消去されます。
ms: Semua ingatan dan perbualan anda akan dipadam secara kekal.
nl: Al je herinneringen en gesprekken worden permanent verwijderd.
no: Alle minnene og samtalene dine vil bli permanent slettet.
pt: Todas as suas memórias e conversas serão apagadas permanentemente.
ru: Все ваши воспоминания и разговоры будут безвозвратно удалены.
sk: Všetky vaše spomienky a konverzácie budú natrvalo odstránené.
sv: Alla dina minnen och konversationer kommer att raderas permanent.
th: ความทรงจำและบทสนทนาทั้งหมดของคุณจะถูกลบอย่างถาวร
uk: Всі ваші спогади та розмови будуть остаточно видалені.
vi: Tất cả ký ức và cuộc trò chuyện của bạn sẽ bị xóa vĩnh viễn.

# appsDisconnected
source: Your Apps and Integrations will be disconnected effectively immediately.
bg: Вашите приложения и интеграции ще бъдат прекратени незабавно.
ca: Les vostres aplicacions i integracions es desconnectaran immediatament.
cs: Vaše aplikace a integrace budou okamžitě odpojeny.
de: Ihre Apps und Integrationen werden sofort getrennt.
es: Tus apps e integraciones se desconectarán inmediatamente.
et: Teie rakendused ja integratsioonid katkestatakse viivitamatult.
fi: Sovelluksesi ja integraatiot katkaistaan välittömästi.
fr: Vos applications et intégrations seront déconnectées immédiatement.
hi: आपके ऐप्स और एकीकरण तुरंत डिस्कनेक्ट हो जाएंगे।
hu: Alkalmazásaid és integrációid azonnal leválasztásra kerülnek.
id: Aplikasi dan Integrasi Anda akan segera diputuskan.
it: Le tue App e Integrazioni saranno disconnesse immediatamente.
ja: アプリと連携は直ちに解除されます。
ms: Aplikasi dan Integrasi anda akan diputuskan sambungan dengan serta-merta.
nl: Je apps en integraties worden direct losgekoppeld.
no: Appene og integrasjonene dine vil bli frakoblet umiddelbart.
pt: Seus apps e integrações serão desconectados imediatamente.
ru: Ваши приложения и интеграции будут немедленно отключены.
sk: Vaše aplikácie a integrácie budú okamžite odpojené.
sv: Dina appar och integrationer kommer att kopplas från omedelbart.
th: แอปและการเชื่อมต่อของคุณจะถูกตัดการเชื่อมต่อทันที
uk: Ваші додатки та інтеграції будуть негайно відключені.
vi: Các ứng dụng và tích hợp của bạn sẽ bị ngắt kết nối ngay lập tức.

# exportBeforeDelete
source: You can export your data before deleting your account, but once deleted, it cannot be recovered.
bg: Можете да експортирате данните си преди да изтриете акаунта си, но след като бъде изтрит, не може да бъде възстановен.
ca: Podeu exportar les vostres dades abans d'eliminar el compte, però un cop eliminat, no es pot recuperar.
cs: Před smazáním účtu si můžete exportovat data, ale po smazání je nelze obnovit.
de: Sie können Ihre Daten exportieren, bevor Sie Ihr Konto löschen. Einmal gelöscht, können sie nicht wiederhergestellt werden.
es: Puedes exportar tus datos antes de borrar tu cuenta. Una vez borrados, no se pueden recuperar.
et: Saate oma andmed enne konto kustutamist eksportida, kuid pärast kustutamist ei saa neid taastada.
fi: Voit viedä tietosi ennen tilin poistamista, mutta poiston jälkeen niitä ei voi palauttaa.
fr: Vous pouvez exporter vos données avant de supprimer votre compte, mais une fois supprimé, il ne pourra pas être récupéré.
hi: अपना खाता हटाने से पहले आप अपना डेटा निर्यात कर सकते हैं। एक बार हटाए जाने के बाद, इसे पुनर्प्राप्त नहीं किया जा सकता है।
hu: Exportálhatod az adataidat a fiók törlése előtt, de törlés után nem állítható vissza.
id: Anda dapat mengekspor data Anda sebelum menghapus akun, tetapi setelah dihapus, tidak dapat dipulihkan.
it: Puoi esportare i tuoi dati prima di eliminare il tuo account, ma una volta eliminato, non può essere recuperato.
ja: 削除前にデータをエクスポートできますが、削除後は復元できません。
ms: Anda boleh mengeksport data anda sebelum memadam akaun anda, tetapi setelah dipadam, ia tidak boleh dipulihkan.
nl: Je kunt je gegevens exporteren voordat je je account verwijdert, maar eenmaal verwijderd kan het niet worden hersteld.
no: Du kan eksportere dataene dine før du sletter kontoen, men når den er slettet, kan den ikke gjenopprettes.
pt: Você pode exportar seus dados antes de apagar sua conta. Uma vez apagada, não pode ser recuperada.
ru: Вы можете экспортировать свои данные перед удалением аккаунта, но после удаления восстановить их будет невозможно.
sk: Pred odstránením účtu môžete exportovať svoje údaje, ale po odstránení ich nebude možné obnoviť.
sv: Du kan exportera dina data innan du tar bort ditt konto, men när det väl är borttaget kan det inte återställas.
th: คุณสามารถส่งออกข้อมูลของคุณก่อนลบบัญชี แต่เมื่อลบแล้วจะไม่สามารถกู้คืนได้
uk: Ви можете експортувати свої дані перед видаленням облікового запису, але після видалення їх неможливо буде відновити.
vi: Bạn có thể xuất dữ liệu trước khi xóa tài khoản, nhưng một khi đã xóa, dữ liệu không thể khôi phục.

# deleteAccountCheckbox
source: I understand that deleting my account is permanent and all data, including memories and conversations, will be lost and cannot be recovered.
bg: Разбирам, че изтриването на акаунта ми е постоянно и всички данни, включително спомени и разговори, ще бъдат загубени и не могат да бъдат възстановени.
ca: Entenc que eliminar el meu compte és permanent i totes les dades, incloent records i converses, es perdran i no es poden recuperar.
cs: Rozumím tomu, že smazání mého účtu je trvalé a všechna data včetně vzpomínek a konverzací budou ztracena a nelze je obnovit.
de: Ich verstehe, dass das Löschen meines Kontos dauerhaft ist und alle Daten, einschließlich Erinnerungen und Unterhaltungen, verloren gehen und nicht wiederhergestellt werden können.
es: Entiendo que borrar mi cuenta es permanente y que todos los datos, incluyendo recuerdos y conversaciones, se perderán para siempre.
et: Mõistan, et minu konto kustutamine on püsiv ja kõik andmed, sealhulgas mälestused ja vestlused, lähevad kaotsi ega ole taastatavad.
fi: Ymmärrän, että tilini poistaminen on pysyvää ja kaikki tiedot, mukaan lukien muistot ja keskustelut, menetetään eikä niitä voi palauttaa.
fr: Je comprends que la suppression de mon compte est permanente et que toutes les données, y compris les mémoires et conversations, seront perdues et ne pourront pas être récupérées.
hi: मैं समझता/समझती हूं कि अपना खाता हटाना स्थायी है और यादों और बातचीत सहित सभी डेटा हमेशा के लिए खो जाएंगे।
hu: Megértettem, hogy a fiókom törlése végleges, és minden adat, beleértve az emlékeket és beszélgetéseket, elvész és nem állítható vissza.
id: Saya memahami bahwa menghapus akun saya bersifat permanen dan semua data, termasuk memori dan percakapan, akan hilang dan tidak dapat dipulihkan.
it: Comprendo che l'eliminazione del mio account è permanente e tutti i dati, inclusi ricordi e conversazioni, saranno persi e non potranno essere recuperati.
ja: アカウントの削除は永久的であり、記録や会話を含むすべてのデータが失われ、復元できないことを理解しています。
ms: Saya faham bahawa memadam akaun saya adalah kekal dan semua data, termasuk ingatan dan perbualan, akan hilang dan tidak boleh dipulihkan.
nl: Ik begrijp dat het verwijderen van mijn account permanent is en alle gegevens, inclusief herinneringen en gesprekken, verloren gaan en niet kunnen worden hersteld.
no: Jeg forstår at sletting av kontoen min er permanent og at alle data, inkludert minner og samtaler, vil gå tapt og ikke kan gjenopprettes.
pt: Entendo que apagar minha conta é permanente e todos os dados, incluindo memórias e conversas, serão perdidos para sempre.
ru: Я понимаю, что удаление аккаунта необратимо, и все данные, включая воспоминания и разговоры, будут потеряны без возможности восстановления.
sk: Rozumiem, že odstránenie môjho účtu je trvalé a všetky údaje vrátane spomienok a konverzácií budú stratené a nebude ich možné obnoviť.
sv: Jag förstår att borttagning av mitt konto är permanent och att all data, inklusive minnen och konversationer, kommer att förloras och inte kan återställas.
th: ฉันเข้าใจว่าการลบบัญชีของฉันเป็นการถาวรและข้อมูลทั้งหมด รวมถึงความทรงจำและบทสนทนา จะสูญหายและไม่สามารถกู้คืนได้
uk: Я розумію, що видалення мого облікового запису є остаточним, і всі дані, включно зі спогадами та розмовами, будуть втрачені і не можуть бути відновлені.
vi: Tôi hiểu rằng việc xóa tài khoản là vĩnh viễn và tất cả dữ liệu, bao gồm ký ức và cuộc trò chuyện, sẽ bị mất và không thể khôi phục.

source: Are you sure?
bg: Сигурни ли сте?
ca: Esteu segur?
cs: Jste si jisti?
de: Sind Sie sicher?
es: ¿Estás seguro?
et: Kas olete kindel?
fi: Oletko varma?
fr: Êtes-vous sûr ?
hi: क्या आप सुनिश्चित हैं?
hu: Biztos vagy benne?
id: Apakah Anda yakin?
it: Sei sicuro?
ja: 本当によろしいですか？
ms: Adakah anda pasti?
nl: Weet je het zeker?
no: Er du sikker?
pt: Tem certeza?
ru: Вы уверены?
sk: Ste si istí?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?
uk: Ви впевнені?
vi: Bạn có chắc chắn?
