Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# conversationCannotBeMerged
source: This conversation cannot be merged (locked or already merging)
ca: Aquesta conversa no es pot fusionar (bloquejada o ja en procés de fusió)
de: Diese Unterhaltung kann nicht zusammengeführt werden (gesperrt oder wird bereits zusammengeführt)
hu: Ez a beszélgetés nem egyesíthető (zárolva vagy már egyesítés alatt)

# pleaseEnterFolderName
source: Please enter a folder name
ca: Si us plau, introdueix un nom de carpeta
de: Bitte geben Sie einen Ordnernamen ein
hu: Kérjük, adj meg egy mappanevet

source: Failed to create folder
ca: No s'ha pogut crear la carpeta
de: Ordner konnte nicht erstellt werden
hu: A mappa létrehozása sikertelen

source: Failed to update folder
ca: No s'ha pogut actualitzar la carpeta
de: Ordner konnte nicht aktualisiert werden
hu: A mappa frissítése sikertelen

source: Folder name
ca: Nom de la carpeta
de: Ordnername
hu: Mappa neve

source: Description (optional)
ca: Descripció (opcional)
de: Beschreibung (optional)
hu: Leírás (opcionális)

source: Failed to delete folder
ca: No s'ha pogut eliminar la carpeta
de: Ordner konnte nicht gelöscht werden
hu: A mappa törlése sikertelen

source: Edit Folder
ca: Edita la carpeta
de: Ordner bearbeiten
hu: Mappa szerkesztése

source: Delete Folder
ca: Elimina la carpeta
de: Ordner löschen
hu: Mappa törlése

source: Transcript copied to clipboard
ca: Transcripció copiada al porta-retalls
de: Transkript in Zwischenablage kopiert
hu: Átirat vágólapra másolva

source: Summary copied to clipboard
ca: Resum copiat al porta-retalls
de: Zusammenfassung in Zwischenablage kopiert
hu: Összefoglaló vágólapra másolva

source: Conversation URL could not be shared.
ca: No s'ha pogut compartir l'URL de la conversa.
de: Unterhaltungs-URL konnte nicht geteilt werden.
hu: A beszélgetés URL-je nem osztható meg.

source: URL Copied to Clipboard
ca: URL copiat al porta-retalls
de: URL in Zwischenablage kopiert
hu: URL vágólapra másolva

source: Export Transcript
ca: Exportar transcripció
de: Transkript exportieren
hu: Átirat exportálása

source: Export Summary
ca: Exportar resum
de: Zusammenfassung exportieren
hu: Összefoglaló exportálása

# exportButton
source: Export
ca: Exportar
de: Exportieren
hu: Exportálás

source: Action items copied to clipboard
ca: Elements d'acció copiats al porta-retalls
de: Aktionselemente in Zwischenablage kopiert
hu: Műveletpontok vágólapra másolva

source: Summarize
ca: Resumir
de: Zusammenfassen
hu: Összefoglalás

source: Generate Summary
ca: Generar resum
de: Zusammenfassung generieren
hu: Összefoglalás generálása

# conversationNotFoundOrDeleted
source: Conversation not found or has been deleted
ca: Conversa no trobada o ha estat eliminada
de: Unterhaltung nicht gefunden oder wurde gelöscht
hu: A beszélgetés nem található vagy törölve lett

source: Delete memory?
ca: Eliminar memòria
de: Erinnerung löschen?
hu: Emléket törölni?

source: This action cannot be undone.
ca: Aquesta acció no es pot desfer.
de: Diese Aktion kann nicht rückgängig gemacht werden.
hu: Ez a művelet nem vonható vissza.

# memoriesCount
source: {count, plural, =0{0 memories} =1{1 memory} other{{count} memories}}
ca: {count} memòries
de: {count} Erinnerungen
hu: {count} emlék

# noMemoriesInCategory
source: No memories in this category yet
ca: Encara no hi ha memòries en aquesta categoria
de: Noch keine Erinnerungen in dieser Kategorie
hu: Ebben a kategóriában még nincsenek emlékek

source: Add your first memory
ca: Afegeix el teu primer record
de: Fügen Sie Ihre erste Erinnerung hinzu
hu: Adja hozzá első emlékét

# firmwareDisconnectUsb
source: Disconnect USB
ca: Desconnecta USB
de: USB trennen
hu: USB leválasztása

# firmwareUsbWarning
source: USB connection during updates may damage your device.
ca: La connexió USB durant les actualitzacions pot fer malbé el teu dispositiu.
de: USB-Verbindung während Updates kann Ihr Gerät beschädigen.
hu: Az USB-kapcsolat a frissítések során károsíthatja az eszközt.

# firmwareBatteryAbove15
source: Battery Above 15%
ca: Bateria superior al 15%
de: Batterie über 15%
hu: Akkumulátor 15% felett

# firmwareEnsureBattery
source: Ensure your device has 15% battery.
ca: Assegura't que el teu dispositiu té un 15% de bateria.
de: Stellen Sie sicher, dass Ihr Gerät 15% Batterie hat.
hu: Győződjön meg róla, hogy az eszköz akkumulátora 15%.

# firmwareStableConnection
source: Stable Connection
ca: Connexió estable
de: Stabile Verbindung
hu: Stabil kapcsolat

# firmwareConnectWifi
source: Connect to WiFi or cellular.
ca: Connecta't a WiFi o dades mòbils.
de: Verbinden Sie sich mit WiFi oder Mobilfunk.
hu: Csatlakozzon WiFi-hez vagy mobilhálózathoz.

# failedToStartUpdate
source: Failed to start update: {error}
ca: Error en iniciar l'actualització: {error}
de: Update konnte nicht gestartet werden: {error}
hu: Nem sikerült elindítani a frissítést: {error}

source: Before Update, Make Sure:
ca: Abans d'actualitzar, assegura't:
de: Vor dem Update sicherstellen:
hu: Frissítés előtt győződjön meg:

source: Confirmed!
ca: Confirmat!
de: Bestätigt!
hu: Megerősítve!

source: Release
ca: Allibera
de: Loslassen
hu: Elenged

source: Slide to Update
ca: Llisca per actualitzar
de: Zum Aktualisieren wischen
hu: Csúsztassa a frissítéshez

# copiedToClipboard
source: {title} copied to clipboard
ca: {title} copiat al portapapers
de: {title} in Zwischenablage kopiert
hu: {title} a vágólapra másolva

source: Battery Level
ca: Nivell de bateria
de: Batteriestand
hu: Akkumulátor szint

source: Product Update
ca: Actualització del producte
de: Produktaktualisierung
hu: Termékfrissítés

source: Offline
ca: Fora de línia

source: Available
ca: Disponible
de: Verfügbar
hu: Elérhető

# unpairDeviceDialogTitle
source: Unpair Device
ca: Desvincula el dispositiu
de: Gerät entkoppeln
hu: Eszköz párosítás megszüntetése

# unpairDeviceDialogMessage
source: This will unpair the device so it can be connected to another phone. You will need to go to Settings > Bluetooth and forget the device to complete the process.
ca: Això desvinculará el dispositiu perquè pugui connectar-se a un altre telèfon. Hauràs d'anar a Configuració > Bluetooth i oblidar el dispositiu per completar el procés.
de: Dies entkoppelt das Gerät, damit es mit einem anderen Telefon verbunden werden kann. Sie müssen zu Einstellungen > Bluetooth gehen und das Gerät vergessen, um den Vorgang abzuschließen.
hu: Ez megszünteti az eszköz párosítását, hogy egy másik telefonhoz csatlakozhasson. A Beállítások > Bluetooth menüpontba kell mennie, és el kell felejtenie az eszközt a folyamat befejezéséhez.

source: Unpair
ca: Desvincula
de: Entkoppeln
hu: Párosítás megszüntetése

source: Unpair and Forget Device
ca: Desvincula i oblida el dispositiu
de: Gerät entkoppeln und vergessen
hu: Párosítás megszüntetése és eszköz elfelejtése

source: Unknown Device
ca: Dispositiu desconegut
de: Unbekanntes Gerät
hu: Ismeretlen eszköz

source: Unknown
ca: Desconegut
de: Unbekannt
hu: Ismeretlen

source: Product Name
ca: Nom del producte
de: Produktname
hu: Termék neve

source: Serial Number
ca: Número de sèrie
de: Seriennummer
hu: Sorozatszám

source: Connected
ca: Connectat
de: Verbunden
hu: Csatlakoztatva

# privacyPolicyTitle
source: Privacy Policy
ca: Política de privadesa
de: Datenschutzrichtlinie
hu: Adatvédelmi irányelvek

source: Action item description cannot be empty
ca: La descripció de l'element d'acció no pot estar buida
de: Aktionselementbeschreibung darf nicht leer sein
hu: A műveleti elem leírása nem lehet üres

source: Saved
ca: Desat
de: Gespeichert
hu: Mentve

source: Overdue
ca: Endarrerit
de: Überfällig
hu: Lejárt határidejű

source: Mark Incomplete
ca: Marca com a incomplet
de: Als unvollständig markieren
hu: Megjelölés befejezetlen ként

source: Edit Due Date
ca: Edita data de venciment
de: Fälligkeitsdatum bearbeiten
hu: Határidő szerkesztése

source: Set Due Date
ca: Establir data de venciment
de: Fälligkeitsdatum festlegen
hu: Határidő beállítása

source: Clear Due Date
ca: Esborra data de venciment
de: Fälligkeitsdatum löschen
hu: Határidő törlése

# mondayAbbr
source: Mon
ca: Dl
de: Mo
hu: H

# tuesdayAbbr
source: Tue
ca: Dt
de: Di
hu: K

# wednesdayAbbr
source: Wed
ca: Dc
de: Mi
hu: Sze

# thursdayAbbr
source: Thu
ca: Dj
de: Do
hu: Cs

# fridayAbbr
source: Fri
ca: Dv
de: Fr
hu: P

# saturdayAbbr
source: Sat
ca: Ds
de: Sa
hu: Szo

# sundayAbbr
source: Sun
ca: Dg
de: So
hu: V

source: Failed to update due date
ca: No s'ha pogut actualitzar la data de venciment
de: Aktualisierung des Fälligkeitsdatums fehlgeschlagen
hu: Nem sikerült frissíteni a határidőt

source: Failed to clear due date
ca: No s'ha pogut esborrar la data de venciment
de: Löschen des Fälligkeitsdatums fehlgeschlagen
hu: Nem sikerült törölni a határidőt

source: How does it work?
ca: Com funciona?
de: Wie funktioniert es?
hu: Hogyan működik?

# sdCardSyncDescription
source: SD Card Sync will import your memories from the SD Card to the app
ca: SD Card Sync importarà els teus records de la targeta SD a l'aplicació
de: SD-Karten-Synchronisierung importiert Ihre Erinnerungen von der SD-Karte in die App
hu: Az SD kártya szinkronizálás importálja az emlékeidet az SD kártyáról az alkalmazásba

# checksForAudioFiles
source: Checks for audio files on the SD Card
ca: Comprova els fitxers d'àudio a la targeta SD
de: Prüft auf Audiodateien auf der SD-Karte
hu: Ellenőrzi a hangfájlokat az SD kártyán

# omiSyncsAudioFiles
source: Omi then syncs the audio files with the server
ca: Omi després sincronitza els fitxers d'àudio amb el servidor
de: Omi synchronisiert dann die Audiodateien mit dem Server
hu: Az Omi ezután szinkronizálja a hangfájlokat a szerverrel

# serverProcessesAudio
source: The server processes the audio files and creates memories
ca: El servidor processa els fitxers d'àudio i crea records
de: Der Server verarbeitet die Audiodateien und erstellt Erinnerungen
hu: A szerver feldolgozza a hangfájlokat és emlékeket hoz létre

source: You're all set!
ca: Estàs a punt!
de: Alles bereit!
hu: Készen állsz!

# welcomeToOmiDescription
source: Welcome to Omi! Your AI companion is ready to assist you with conversations, tasks, and more.
ca: Benvingut a Omi! El teu company d'IA està preparat per ajudar-te amb converses, tasques i molt més.
de: Willkommen bei Omi! Ihr KI-Begleiter ist bereit, Sie bei Gesprächen, Aufgaben und mehr zu unterstützen.
hu: Üdvözöljük az Omi-ban! Az AI társad készen áll, hogy segítsen a beszélgetésekben, feladatokban és még sok másban.

source: Start Using Omi
ca: Comença a utilitzar Omi
de: Omi verwenden
hu: Omi használatának megkezdése

source: Back
ca: Enrere
de: Zurück
hu: Vissza

source: Keyboard Shortcuts
ca: Dreceres de Teclat
de: Tastaturkürzel
hu: Billentyűparancsok

source: Toggle Control Bar
ca: Commuta la barra de control
de: Steuerleiste umschalten
hu: Vezérlősáv váltása

source: Press keys...
ca: Prem les tecles...
de: Tasten drücken...
hu: Nyomj meg billentyűket...

# cmdRequired
source: ⌘ required
ca: ⌘ necessari
de: ⌘ erforderlich
hu: ⌘ szükséges

source: Invalid key
ca: Tecla no vàlida
de: Ungültige Taste
hu: Érvénytelen billentyű

source: Space
ca: Espai
de: Leertaste
hu: Szóköz

source: Search
ca: Cerca
de: Suchen
hu: Keresés

# searchPlaceholder
source: Search...
ca: Cerca...
de: Suchen...
hu: Keresés...

source: Untitled Conversation
ca: Conversa sense títol
de: Unbenannte Unterhaltung
hu: Névtelen beszélgetés

source: {count} remaining
ca: {count} restants
de: {count} verbleibend
hu: {count} hátra

source: Add Goal
ca: Afegeix objectiu
de: Ziel hinzufügen
hu: Cél hozzáadása

source: Edit Goal
ca: Edita objectiu
de: Ziel bearbeiten
hu: Cél szerkesztése

source: Icon
ca: Icona
de: Symbol
hu: Ikon

source: Goal title
ca: Títol de l'objectiu
de: Zieltitel
hu: Cél címe

source: Current
ca: Actual
de: Aktuell
hu: Jelenlegi

source: Target
ca: Objectiu
de: Ziel
hu: Cél

# saveGoal
source: Save
ca: Desa
de: Speichern
hu: Mentés

source: Goals
ca: Objectius
de: Ziele
hu: Célok

# tapToAddGoal
source: Tap to add a goal
ca: Toca per afegir un objectiu
de: Tippen, um ein Ziel hinzuzufügen
hu: Érintse meg cél hozzáadásához

source: Welcome back
ca: Benvingut de nou, {name}
de: Willkommen zurück
hu: Üdvözöljük újra

source: Your Conversations
ca: Les teves converses
de: Deine Unterhaltungen
hu: A beszélgetéseid

# reviewAndManageConversations
source: Review and manage your captured conversations
ca: Revisa i gestiona les teves converses capturades
de: Überprüfe und verwalte deine aufgenommenen Unterhaltungen
hu: Tekintse át és kezelje rögzített beszélgetéseit

# startCapturingConversations
source: Start capturing conversations with your Omi device to see them here.
ca: Comença a capturar converses amb el teu dispositiu Omi per veure-les aquí.
de: Beginne Unterhaltungen mit deinem Omi-Gerät aufzunehmen, um sie hier zu sehen.
hu: Kezdje el rögzíteni a beszélgetéseket Omi eszközével, hogy itt láthassa őket.

# useMobileAppToCapture
source: Use your mobile app to capture audio
ca: Utilitza la teva aplicació mòbil per capturar àudio
de: Verwende deine mobile App, um Audio aufzunehmen
hu: Használja mobilalkalmazását hang rögzítéséhez

# conversationsProcessedAutomatically
source: Conversations are processed automatically
ca: Les converses es processen automàticament
de: Unterhaltungen werden automatisch verarbeitet
hu: A beszélgetések automatikusan feldolgozásra kerülnek

# getInsightsInstantly
source: Get insights and summaries instantly
ca: Obtén informació i resums a l'instant
de: Erhalte sofort Einblicke und Zusammenfassungen
hu: Szerezzen betekintéseket és összefoglalókat azonnal

source: Show all →
ca: Mostra-ho tot →
de: Alle anzeigen →
hu: Összes megjelenítése →

# noTasksForToday
source: No tasks for today.\nAsk Omi for more tasks or create manually.
ca: No hi ha tasques per avui.\nDemana a Omi més tasques o crea-les manualment.
de: Keine Aufgaben für heute.\nFrage Omi nach mehr Aufgaben oder erstelle sie manuell.
hu: Nincs feladat mára.\nKérdezzen Omit több feladatért, vagy hozzon létre manuálisan.

source: DAILY SCORE
ca: PUNTUACIÓ DIÀRIA
de: TAGESBEWERTUNG
hu: NAPI PONTSZÁM

# dailyScoreDescription
source: A score to help you better focus on execution.
ca: Una puntuació per ajudar-te a centrar-te millor en l'execució.
de: Ein Wert, der Ihnen hilft, sich besser auf die Ausführung zu konzentrieren.
hu: Egy pontszám, amely segít jobban összpontosítani a végrehajtásra.

source: Search results
ca: Resultats de la cerca
de: Suchergebnisse
hu: Keresési eredmények

source: Action Items
ca: Elements d'acció
de: Aktionspunkte
hu: Teendők

# tasksToday
source: Today
ca: Avui
de: Heute
hu: Ma

# tasksTomorrow
source: Tomorrow
ca: Demà
de: Morgen
hu: Holnap

# tasksNoDeadline
source: No Deadline
ca: Sense termini
de: Keine Frist
hu: Nincs határidő

# tasksLater
source: Later
ca: Més tard
de: Später
hu: Később

source: Loading tasks...
ca: Carregant tasques...
de: Aufgaben werden geladen...
hu: Feladatok betöltése...

source: Tasks
ca: Tasques
de: Aufgaben
hu: Feladatok

# swipeTasksToIndent
source: Swipe tasks to indent, drag between categories
ca: Llisqueu les tasques per sagnar, arrossegueu entre categories
de: Wischen Sie Aufgaben zum Einrücken, ziehen Sie zwischen Kategorien
hu: Húzza el a feladatokat a behúzáshoz, húzza a kategóriák között

source: Create
ca: Crear
de: Erstellen
hu: Létrehozás

source: No Tasks Yet
ca: Encara no hi ha tasques
de: Noch keine Aufgaben
hu: Még nincsenek feladatok

# tasksFromConversationsWillAppear
source: Tasks from your conversations will appear here. Click Create to add one manually.
ca: Les tasques de les vostres converses apareixeran aquí. Feu clic a Crear per afegir-ne una manualment.
de: Aufgaben aus Ihren Gesprächen werden hier angezeigt. Klicken Sie auf Erstellen, um eine manuell hinzuzufügen.
hu: A beszélgetésekből származó feladatok itt jelennek meg. Kattintson a Létrehozás gombra egy manuális hozzáadásához.

# monthJan
source: Jan
ca: Gen

# monthFeb
source: Feb
ca: Febr

# monthMar
source: Mar
ca: Març
de: Mär
hu: Már

# monthApr
source: Apr
ca: Abr
hu: Ápr

# monthMay
source: May
ca: Maig
de: Mai
hu: Máj

# monthJun
source: Jun
ca: Juny
hu: Jún

# monthAug
source: Aug
ca: Ag

# monthSep
source: Sep
ca: Set
hu: Szep

# monthDec
source: Dec
ca: Des
de: Dez

source: Action item updated successfully
ca: Tasca actualitzada correctament
de: Aufgabe erfolgreich aktualisiert
hu: Feladat sikeresen frissítve

source: Action item created successfully
ca: Tasca creada correctament
de: Aufgabe erfolgreich erstellt
hu: Feladat sikeresen létrehozva

source: Action item deleted successfully
ca: Tasca eliminada correctament
de: Aufgabe erfolgreich gelöscht
hu: Feladat sikeresen törölve

source: Delete Action Item
ca: Eliminar tasca
de: Aufgabe löschen
hu: Feladat törlése

# deleteActionItemConfirmation
source: Are you sure you want to delete this action item? This action cannot be undone.
ca: Esteu segur que voleu eliminar aquesta tasca? Aquesta acció no es pot desfer.
de: Möchten Sie diese Aufgabe wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
hu: Biztosan törölni szeretné ezt a feladatot? Ez a művelet nem vonható vissza.

source: Enter action item description...
ca: Introduïu la descripció de la tasca...
de: Aufgabenbeschreibung eingeben...
hu: Adja meg a feladat leírását...

source: Mark as completed
ca: Marcar com a completada
de: Als erledigt markieren
hu: Megjelölés befejezettként

source: Set due date and time
ca: Establir data i hora de venciment
de: Fälligkeitsdatum und Uhrzeit festlegen
hu: Határidő és időpont beállítása

source: Reloading apps...
ca: Recarregant aplicacions...
de: Apps werden neu geladen...
hu: Alkalmazások újratöltése...

source: Loading apps...
ca: Carregant aplicacions...
de: Apps werden geladen...
hu: Alkalmazások betöltése...

# browseInstallCreateApps
source: Browse, install, and create apps
ca: Explora, instal·la i crea aplicacions
de: Apps durchsuchen, installieren und erstellen
hu: Böngésszen, telepítsen és hozzon létre alkalmazásokat

source: All
ca: Tots
de: Alle
hu: Összes

source: Open
ca: Obrir
de: Öffnen
hu: Megnyitás

source: Install
ca: Instal·la
de: Installieren
hu: Telepítés

source: No apps available
ca: No hi ha aplicacions disponibles
de: Keine Apps verfügbar
hu: Nincsenek elérhető alkalmazások

source: Unable to load apps
ca: No es poden carregar les aplicacions
de: Apps können nicht geladen werden
hu: Nem sikerült betölteni az alkalmazásokat

# tryAdjustingSearchTermsOrFilters
source: Try adjusting your search terms or filters
ca: Prova d'ajustar els termes de cerca o els filtres
de: Versuchen Sie, Ihre Suchbegriffe oder Filter anzupassen
hu: Próbálja meg módosítani a keresési kifejezéseket vagy szűrőket

source: Check back later for new apps
ca: Torna més tard per veure aplicacions noves
de: Schauen Sie später nach neuen Apps
hu: Nézzen vissza később új alkalmazásokért

# pleaseCheckInternetConnectionAndTryAgain
source: Please check your internet connection and try again
ca: Si us plau, comprova la connexió a Internet i torna-ho a provar
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
hu: Kérjük, ellenőrizze az internetkapcsolatát és próbálja újra

source: Create New App
ca: Crear nova aplicació
de: Neue App erstellen
hu: Új alkalmazás létrehozása

# buildSubmitCustomOmiApp
source: Build and submit your custom Omi app
ca: Construeix i envia la teva aplicació Omi personalitzada
de: Erstellen und senden Sie Ihre benutzerdefinierte Omi-App
hu: Készítsd el és nyújtsd be egyedi Omi alkalmazásodat

source: Submitting your app...
ca: Enviant la teva aplicació...
de: Ihre App wird eingereicht...
hu: Alkalmazásod beküldése...

# preparingFormForYou
source: Preparing the form for you...
ca: Preparant el formulari per a tu...
de: Das Formular wird für Sie vorbereitet...
hu: Az űrlap előkészítése számodra...

source: App Details
ca: Detalls de l'aplicació
hu: Alkalmazás részletei

source: Payment Details
ca: Detalls de pagament
de: Zahlungsdetails
hu: Fizetési részletek

source: Preview and Screenshots
ca: Vista prèvia i captures de pantalla
de: Vorschau und Screenshots
hu: Előnézet és képernyőképek

source: App Capabilities
ca: Capacitats de l'aplicació
de: App-Funktionen
hu: Alkalmazás képességei

source: AI Prompts
ca: Indicacions d'IA
de: KI-Eingabeaufforderungen
hu: MI utasítások

source: Chat Prompt
ca: Indicació de xat
de: Chat-Eingabeaufforderung
hu: Chat utasítás

# chatPromptPlaceholder
source: You are an awesome app, your job is to respond to the user queries and make them feel good...
ca: Ets una aplicació increïble, la teva feina és respondre a les consultes de l'usuari i fer que se sentin bé...
de: Sie sind eine großartige App, Ihre Aufgabe ist es, auf Benutzeranfragen zu antworten und ihnen ein gutes Gefühl zu geben...
hu: Egy fantasztikus alkalmazás vagy, a feladatod, hogy válaszolj a felhasználói kérdésekre és jól éreztess velük...

source: Conversation Prompt
ca: Indicació de conversa
de: Gesprächsaufforderung
hu: Beszélgetési felszólítás

# conversationPromptPlaceholder
source: You are an awesome app, you will be given transcript and summary of a conversation...
ca: Ets una aplicació increïble, rebràs una transcripció i resum d'una conversa...
de: Sie sind eine großartige App, Sie erhalten ein Transkript und eine Zusammenfassung eines Gesprächs...
hu: Egy fantasztikus alkalmazás vagy, kapsz egy beszélgetés átírását és összefoglalóját...

source: Notification Scopes
ca: Àmbits de notificació
de: Benachrichtigungsbereiche
hu: Értesítési körök

# appPrivacyAndTerms
source: App Privacy & Terms
ca: Privadesa i condicions de l'aplicació
de: App-Datenschutz und -Bedingungen
hu: Alkalmazás adatvédelem és feltételek

source: Make my app public
ca: Fes pública la meva aplicació
de: Meine App öffentlich machen
hu: Tedd nyilvánossá az alkalmazásomat

# submitAppTermsAgreement
source: By submitting this app, I agree to the Omi AI Terms of Service and Privacy Policy
ca: En enviar aquesta aplicació, accepto les Condicions de Servei i la Política de Privadesa d'Omi AI
de: Mit der Einreichung dieser App stimme ich den Nutzungsbedingungen und der Datenschutzrichtlinie von Omi AI zu
hu: Az alkalmazás beküldésével elfogadom az Omi AI Szolgáltatási Feltételeit és Adatvédelmi Irányelveit

source: Submit App
ca: Enviar aplicació
de: App einreichen
hu: Alkalmazás beküldése

source: Need help getting started?
ca: Necessites ajuda per començar?
de: Benötigen Sie Hilfe beim Einstieg?
hu: Segítségre van szükséged az induláshoz?

# clickHereForAppBuildingGuides
source: Click here for app building guides and documentation
ca: Fes clic aquí per a guies de creació d'aplicacions i documentació
de: Klicken Sie hier für App-Erstellungsanleitungen und Dokumentation
hu: Kattints ide az alkalmazáskészítési útmutatókért és dokumentációért

# submitAppQuestion
source: Submit App?
ca: Enviar aplicació?
de: App einreichen?
hu: Alkalmazás beküldése?

# submitAppPublicDescription
source: Your app will be reviewed and made public. You can start using it immediately, even during the review!
ca: La teva aplicació serà revisada i feta pública. Pots començar a utilitzar-la immediatament, fins i tot durant la revisió!
de: Ihre App wird überprüft und veröffentlicht. Sie können sie sofort verwenden, auch während der Überprüfung!
hu: Alkalmazásod felülvizsgálásra kerül és nyilvánossá válik. Azonnal elkezdheted használni, még a felülvizsgálat alatt is!
