Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

source: Complete Your Upgrade
bg: Завършете вашата надстройка
ca: Completeu la vostra actualització
cs: Dokončete svůj upgrade
de: Vervollständigen Sie Ihr Upgrade
es: Completa tu mejora
et: Viige oma uuendamine lõpule
fi: Viimeistele päivityksesi
fr: Complétez votre mise à niveau
hi: अपना अपग्रेड पूरा करें
hu: Fejezd be a frissítést
id: Selesaikan Peningkatan Anda
it: Completa il Tuo Aggiornamento
ja: アップグレードを完了
ms: Lengkapkan Naik Taraf Anda
nl: Voltooi je upgrade
no: Fullfør oppgraderingen din
pt: Complete seu upgrade
ru: Завершите обновление
sk: Dokončite svoj upgrade
sv: Slutför din uppgradering
th: ดำเนินการอัปเกรดของคุณให้เสร็จสมบูรณ์
uk: Завершіть оновлення
vi: Hoàn tất nâng cấp của bạn

source: Import Configuration
bg: Импортирай конфигурация
ca: Importar configuració
cs: Importovat konfiguraci
de: Konfiguration importieren
es: Importar configuración
et: Impordi konfiguratsioon
fi: Tuo kokoonpano
fr: Importer la configuration
hi: कॉन्फ़िगरेशन आयात करें
hu: Konfiguráció importálása
id: Impor Konfigurasi
it: Importa Configurazione
ja: 設定をインポート
ms: Import Konfigurasi
nl: Configuratie importeren
no: Importer konfigurasjon
pt: Importar configuração
ru: Импорт конфигурации
sk: Importovať konfiguráciu
sv: Importera konfiguration
th: นำเข้าการกำหนดค่า
uk: Імпортувати конфігурацію
vi: Nhập cấu hình

source: Export configuration
bg: Експортирай конфигурация
ca: Exportar configuració
cs: Exportovat konfiguraci
de: Konfiguration exportieren
es: Exportar configuración
et: Ekspordi konfiguratsioon
fi: Vie kokoonpano
fr: Exporter la configuration
hi: कॉन्फ़िगरेशन निर्यात करें
hu: Konfiguráció exportálása
id: Ekspor konfigurasi
it: Esporta configurazione
ja: 設定をエクスポート
ms: Eksport konfigurasi
nl: Configuratie exporteren
no: Eksporter konfigurasjon
pt: Exportar configuração
ru: Экспорт конфигурации
sk: Exportovať konfiguráciu
sv: Exportera konfiguration
th: ส่งออกการกำหนดค่า
uk: Експортувати конфігурацію
vi: Xuất cấu hình

source: Bring your own
bg: Донесете свой собствен
ca: Utilitzeu el vostre propi
cs: Přineste si vlastní
es: Trae el tuyo
et: Tooge oma oma
fi: Tuo omasi
fr: Apportez le vôtre
hi: अपना खुद का लाएं
hu: Hozd a sajátod
id: Bawa sendiri
it: Porta il tuo
ja: 自分で用意
ms: Bawa milik anda sendiri
nl: Breng je eigen mee
no: Ta med din egen
pt: Traga o seu
ru: Используйте свой
sk: Prineste si vlastný
sv: Ta med din egen
th: นำของคุณเองมาใช้
uk: Використовуйте власний
vi: Mang của riêng bạn

# payYourSttProvider
source: Freely use omi. You only pay your STT provider directly.
bg: Използвайте omi свободно. Плащате само на вашия STT доставчик директно.
ca: Utilitzeu omi lliurement. Només pagueu directament al vostre proveïdor STT.
cs: Používejte Omi zdarma. Platíte pouze svému poskytovateli STT přímo.
de: Nutzen Sie Omi kostenlos. Sie bezahlen nur Ihren STT-Anbieter direkt.
es: Usa Omi gratis. Solo pagas a tu proveedor STT.
et: Kasutage Omi-d vabalt. Maksite ainult oma STT pakkujale otse.
fi: Käytä omia vapaasti. Maksat vain STT-palveluntarjoajallesi suoraan.
fr: Utilisez Omi librement. Vous ne payez que votre fournisseur STT directement.
hi: Omi का मुफ्त उपयोग करें। आप केवल सीधे STT प्रदाता को भुगतान करते हैं।
hu: Szabadon használd az omi-t. Csak az STT szolgáltatódnak fizetsz közvetlenül.
id: Gunakan omi secara bebas. Anda hanya membayar penyedia STT Anda secara langsung.
it: Usa Omi liberamente. Paghi solo il tuo provider STT direttamente.
ja: omiを無料で使用。STTプロバイダーに直接支払います。
ms: Gunakan omi secara bebas. Anda hanya membayar penyedia STT anda secara langsung.
nl: Gebruik Omi vrij. Je betaalt alleen je STT-provider rechtstreeks.
no: Bruk omi fritt. Du betaler bare STT-leverandøren direkte.
pt: Use Omi de graça. Você paga apenas seu provedor STT.
ru: Свободно используйте omi. Вы платите только своему провайдеру STT напрямую.
sk: Voľne používajte omi. Platíte len svojmu poskytovateľovi STT priamo.
sv: Använd Omi fritt. Du betalar bara din STT-leverantör direkt.
th: ใช้ Omi ได้อย่างอิสระ คุณจ่ายเฉพาะผู้ให้บริการ STT ของคุณโดยตรง
uk: Вільно користуйтесь omi. Ви платите лише своєму STT-провайдеру безпосередньо.
vi: Sử dụng omi tự do. Bạn chỉ trả tiền cho nhà cung cấp STT trực tiếp.

# freeMinutesMonth
source: 1,200 free minutes/month included. Unlimited with
bg: 1 200 безплатни минути/месец включени. Неограничено с
ca: 1.200 minuts gratuïts/mes inclosos. Il·limitat amb
cs: 1 200 bezplatných minut měsíčně. Neomezené s
de: 1.200 kostenlose Minuten/Monat inklusive. Unbegrenzt mit
es: 1.200 minutos gratis/mes incluidos.
et: 1200 tasuta minutit kuus kaasa arvatud. Piiramatu koos
fi: 1 200 ilmaisminuuttia kuukaudessa mukana. Rajoittamaton
fr: 1 200 minutes gratuites/mois incluses. Illimité avec
hi: 1,200 मुफ़्त मिनट/माह शामिल हैं।
hu: 1200 ingyenes perc/hónap tartalmazza. Korlátlan a következővel:
id: 1.200 menit gratis/bulan termasuk. Tanpa batas dengan
it: 1.200 minuti gratuiti/mese inclusi. Illimitato con
ja: 月1,200分無料。無制限は
ms: 1,200 minit percuma/bulan disertakan. Tanpa had dengan
nl: 1.200 gratis minuten/maand inbegrepen. Onbeperkt met
no: 1 200 gratis minutter/måned inkludert. Ubegrenset med
pt: 1.200 minutos grátis/mês incluídos.
ru: 1200 бесплатных минут в месяц включено. Безлимитно с
sk: 1 200 bezplatných minút/mesiac je zahrnutých. Neobmedzené s
sv: 1 200 gratis minuter/månad ingår. Obegränsat med
th: รวม 1,200 นาทีฟรี/เดือน ไม่จำกัดด้วย
uk: 1,200 безкоштовних хвилин/місяць включено. Необмежено з
vi: 1.200 phút miễn phí/tháng được bao gồm. Không giới hạn với

source: Omi Unlimited
ca: Omi Il·limitat
es: Omi Ilimitado
fr: Omi Illimité
hi: Omi असीमित
ms: Omi Tanpa Had
nl: Omi Onbeperkt
no: Omi Ubegrenset
pt: Omi Ilimitado

# hostRequired
source: Host is required
bg: Хостът е задължителен
ca: Cal un amfitrió
cs: Host je povinný
de: Host ist erforderlich
es: Host es requerido
et: Host on nõutud
fi: Isäntä vaaditaan
fr: L'hôte est requis
hi: होस्ट आवश्यक है
hu: Host szükséges
id: Host diperlukan
it: L'host è richiesto
ja: ホストが必要です
ms: Hos diperlukan
nl: Host is vereist
no: Vert er påkrevd
pt: Host é obrigatório
ru: Требуется хост
sk: Hostiteľ je povinný
sv: Värd krävs
th: ต้องระบุ Host
uk: Хост обов'язковий
vi: Bắt buộc có host

# validPortRequired
source: Valid port is required
bg: Валиден порт е задължителен
ca: Cal un port vàlid
cs: Je vyžadován platný port
de: Gültiger Port ist erforderlich
es: Puerto válido requerido
et: Kehtiv port on nõutud
fi: Kelvollinen portti vaaditaan
fr: Un port valide est requis
hi: मान्य पोर्ट आवश्यक है
hu: Érvényes port szükséges
id: Port yang valid diperlukan
it: È richiesta una porta valida
ja: 有効なポートが必要です
ms: Port yang sah diperlukan
nl: Geldige poort is vereist
no: Gyldig port er påkrevd
pt: Porta válida obrigatória
ru: Требуется действительный порт
sk: Platný port je povinný
sv: Giltig port krävs
th: ต้องระบุพอร์ตที่ถูกต้อง
uk: Потрібен дійсний порт
vi: Bắt buộc có port hợp lệ

# validWebsocketUrlRequired
source: Valid WebSocket URL is required (wss://)
bg: Валиден WebSocket URL е задължителен (wss://)
ca: Cal un URL WebSocket vàlid (wss://)
cs: Je vyžadována platná URL WebSocket (wss://)
de: Gültige WebSocket-URL ist erforderlich (wss://)
es: URL WebSocket válida requerida (wss://)
et: Kehtiv WebSocket URL on nõutud (wss://)
fi: Kelvollinen WebSocket-URL vaaditaan (wss://)
fr: Une URL WebSocket valide est requise (wss://)
hi: मान्य वेबसॉकेट URL आवश्यक है (wss://)
hu: Érvényes WebSocket URL szükséges (wss://)
id: URL WebSocket yang valid diperlukan (wss://)
it: È richiesto un URL WebSocket valido (wss://)
ja: 有効なWebSocket URL（wss://）が必要です
ms: URL WebSocket yang sah diperlukan (wss://)
nl: Geldige WebSocket-URL is vereist (wss://)
no: Gyldig WebSocket-URL er påkrevd (wss://)
pt: URL WebSocket válida obrigatória (wss://)
ru: Требуется действительный URL WebSocket (wss://)
sk: Platná WebSocket URL je povinná (wss://)
sv: Giltig WebSocket-URL krävs (wss://)
th: ต้องระบุ URL WebSocket ที่ถูกต้อง (wss://)
uk: Потрібен дійсний URL WebSocket (wss://)
vi: Bắt buộc có URL WebSocket hợp lệ (wss://)

# apiUrlRequired
source: API URL is required
bg: API URL е задължителен
ca: Cal un URL API
cs: URL API je povinná
de: API-URL ist erforderlich
es: URL API requerida
et: API URL on nõutud
fi: API-URL vaaditaan
fr: L'URL de l'API est requise
hi: API URL आवश्यक है
hu: API URL szükséges
id: URL API diperlukan
it: L'URL API è richiesto
ja: API URLが必要です
ms: URL API diperlukan
nl: API-URL is vereist
no: API-URL er påkrevd
pt: URL API obrigatória
ru: Требуется URL API
sk: API URL je povinná
sv: API-URL krävs
th: ต้องระบุ API URL
uk: API URL обов'язковий
vi: Bắt buộc có URL API

# apiKeyRequired
source: API key is required
bg: API ключ е задължителен
ca: Cal una clau API
cs: API klíč je povinný
de: API-Schlüssel ist erforderlich
es: API Key requerida
et: API võti on nõutud
fi: API-avain vaaditaan
fr: La clé API est requise
hi: API कुंजी आवश्यक है
hu: API kulcs szükséges
id: Kunci API diperlukan
it: La chiave API è richiesta
ja: APIキーが必要です
ms: Kunci API diperlukan
nl: API-sleutel is vereist
no: API-nøkkel er påkrevd
pt: API Key obrigatória
ru: Требуется API-ключ
sk: API kľúč je povinný
sv: API-nyckel krävs
th: ต้องระบุ API key
uk: API-ключ обов'язковий
vi: Bắt buộc có API key

# invalidJsonConfig
source: Invalid JSON configuration
bg: Невалидна JSON конфигурация
ca: Configuració JSON no vàlida
cs: Neplatná konfigurace JSON
de: Ungültige JSON-Konfiguration
es: JSON inválido
et: Vigane JSON-konfiguratsioon
fi: Virheellinen JSON-kokoonpano
fr: Configuration JSON invalide
hi: अमान्य JSON कॉन्फ़िग
hu: Érvénytelen JSON konfiguráció
id: Konfigurasi JSON tidak valid
it: Configurazione JSON non valida
ja: 無効なJSON設定
ms: Konfigurasi JSON tidak sah
nl: Ongeldige JSON-configuratie
no: Ugyldig JSON-konfigurasjon
pt: JSON inválido
ru: Недействительная конфигурация JSON
sk: Neplatná JSON konfigurácia
sv: Ogiltig JSON-konfiguration
th: การกำหนดค่า JSON ไม่ถูกต้อง
uk: Недійсна конфігурація JSON
vi: Cấu hình JSON không hợp lệ

# errorSaving
source: Error saving: {error}
bg: Грешка при запазване: {error}
ca: Error en desar: {error}
cs: Chyba při ukládání: {error}
de: Fehler beim Speichern: {error}
es: Error guardando: {error}
et: Salvestamise viga: {error}
fi: Virhe tallentaessa: {error}
fr: Erreur d'enregistrement : {error}
hi: सहेजते समय त्रुटि: {error}
hu: Mentési hiba: {error}
id: Kesalahan menyimpan: {error}
it: Errore durante il salvataggio: {error}
ja: 保存エラー: {error}
ms: Ralat menyimpan: {error}
nl: Fout bij opslaan: {error}
no: Feil ved lagring: {error}
pt: Erro ao salvar: {error}
ru: Ошибка сохранения: {error}
sk: Chyba pri ukladaní: {error}
sv: Fel vid sparande: {error}
th: ข้อผิดพลาดในการบันทึก: {error}
uk: Помилка збереження: {error}
vi: Lỗi khi lưu: {error}

source: Config copied to clipboard
bg: Конфигурацията е копирана в клипборда
ca: Configuració copiada al porta-retalls
cs: Konfigurace zkopírována do schránky
de: Konfiguration in die Zwischenablage kopiert
es: Configuración copiada al portapapeles
et: Konfiguratsioon kopeeritud lõikelauale
fi: Kokoonpano kopioitu leikepöydälle
fr: Configuration copiée dans le presse-papiers
hi: कॉन्फ़िगरेशन क्लिपबोर्ड पर कॉपी किया गया
hu: Konfiguráció vágólapra másolva
id: Konfigurasi disalin ke clipboard
it: Configurazione copiata negli appunti
ja: 設定をクリップボードにコピーしました
ms: Konfigurasi disalin ke papan keratan
nl: Configuratie gekopieerd naar klembord
no: Konfigurasjon kopiert til utklippstavlen
pt: Configuração copiada para a área de transferência
ru: Конфигурация скопирована в буфер обмена
sk: Konfigurácia bola skopírovaná do schránky
sv: Konfiguration kopierad till urklipp
th: คัดลอกการกำหนดค่าไปยังคลิปบอร์ดแล้ว
uk: Конфігурацію скопійовано до буфера обміну
vi: Đã sao chép cấu hình vào clipboard

# pasteJsonConfig
source: Paste your JSON configuration below:
bg: Поставете вашата JSON конфигурация по-долу:
ca: Enganxeu la vostra configuració JSON a continuació:
cs: Vložte níže svou konfiguraci JSON:
de: Fügen Sie Ihre JSON-Konfiguration unten ein:
es: Pega tu configuración JSON abajo:
et: Kleepige oma JSON-konfiguratsioon allpool:
fi: Liitä JSON-kokoonpanosi alle:
fr: Collez votre configuration JSON ci-dessous :
hi: अपना JSON कॉन्फ़िग नीचे पेस्ट करें:
hu: Illeszd be a JSON konfigurációdat alább:
id: Tempel konfigurasi JSON Anda di bawah ini:
it: Incolla la tua configurazione JSON qui sotto:
ja: JSON設定を以下に貼り付けてください:
ms: Tampal konfigurasi JSON anda di bawah:
nl: Plak je JSON-configuratie hieronder:
no: Lim inn JSON-konfigurasjonen din nedenfor:
pt: Cole sua configuração JSON abaixo:
ru: Вставьте вашу конфигурацию JSON ниже:
sk: Vložte svoju JSON konfiguráciu nižšie:
sv: Klistra in din JSON-konfiguration nedan:
th: วางการกำหนดค่า JSON ของคุณด้านล่าง:
uk: Вставте свою конфігурацію JSON нижче:
vi: Dán cấu hình JSON của bạn bên dưới:

# addApiKeyAfterImport
source: You'll need to add your own API key after importing
bg: Ще трябва да добавите собствен API ключ след импортиране
ca: Haureu d'afegir la vostra pròpia clau API després d'importar
cs: Po importu budete muset přidat svůj vlastní API klíč
de: Sie müssen Ihren eigenen API-Schlüssel nach dem Importieren hinzufügen
es: Debes añadir tu propia API key tras importar
et: Peate pärast importimist lisama oma API võtme
fi: Sinun on lisättävä oma API-avaimesi tuonnin jälkeen
fr: Vous devrez ajouter votre propre clé API après l'importation
hi: आयात करने के बाद आपको अपनी खुद की API कुंजी जोड़नी होगी
hu: Importálás után hozzá kell adnod a saját API kulcsodat
id: Anda perlu menambahkan kunci API Anda sendiri setelah mengimpor
it: Dovrai aggiungere la tua chiave API dopo l'importazione
ja: インポート後にAPIキーを追加する必要があります
ms: Anda perlu menambah kunci API anda sendiri selepas mengimport
nl: Je moet je eigen API-sleutel toevoegen na het importeren
no: Du må legge til din egen API-nøkkel etter import
pt: Você deve adicionar sua própria API Key após importar
ru: Вам нужно будет добавить свой API-ключ после импорта
sk: Po importe budete musieť pridať svoj vlastný API kľúč
sv: Du behöver lägga till din egen API-nyckel efter import
th: คุณจะต้องเพิ่ม API key ของคุณเองหลังจากนำเข้า
uk: Вам потрібно буде додати власний API-ключ після імпорту
vi: Bạn cần thêm API key của riêng mình sau khi nhập

source: Paste
bg: Постави
ca: Enganxar
cs: Vložit
de: Einfügen
es: Pegar
et: Kleebi
fi: Liitä
fr: Coller
hi: पेस्ट
hu: Beillesztés
id: Tempel
it: Incolla
ja: 貼り付け
ms: Tampal
nl: Plakken
no: Lim inn
pt: Colar
ru: Вставить
sk: Vložiť
sv: Klistra in
th: วาง
uk: Вставити
vi: Dán

source: Import
bg: Импортирай
ca: Importar
cs: Importovat
de: Importieren
es: Importar
et: Impordi
fi: Tuo
fr: Importer
hi: आयात
hu: Importálás
id: Impor
it: Importa
ja: インポート
nl: Importeren
no: Importer
pt: Importar
ru: Импорт
sk: Importovať
sv: Importera
th: นำเข้า
uk: Імпортувати
vi: Nhập

# invalidProviderInConfig
source: Invalid provider in configuration
bg: Невалиден доставчик в конфигурацията
ca: Proveïdor no vàlid a la configuració
cs: Neplatný poskytovatel v konfiguraci
de: Ungültiger Anbieter in der Konfiguration
es: Proveedor inválido en configuración
et: Vigane pakkuja konfiguratsioonis
fi: Virheellinen palveluntarjoaja kokoonpanossa
fr: Fournisseur invalide dans la configuration
hi: कॉन्फ़िग में अमान्य प्रदाता
hu: Érvénytelen szolgáltató a konfigurációban
id: Penyedia tidak valid dalam konfigurasi
it: Provider non valido nella configurazione
ja: 設定内の無効なプロバイダー
ms: Penyedia tidak sah dalam konfigurasi
nl: Ongeldige provider in configuratie
no: Ugyldig leverandør i konfigurasjon
pt: Provedor inválido na configuração
ru: Недействительный провайдер в конфигурации
sk: Neplatný poskytovateľ v konfigurácii
sv: Ogiltig leverantör i konfiguration
th: ผู้ให้บริการในการกำหนดค่าไม่ถูกต้อง
uk: Недійсний провайдер у конфігурації
vi: Nhà cung cấp không hợp lệ trong cấu hình

# importedConfig
source: Imported {providerName} configuration
bg: Импортирана {providerName} конфигурация
ca: Configuració de {providerName} importada
cs: Importována konfigurace {providerName}
de: {providerName}-Konfiguration importiert
es: Configuración de {providerName} importada
et: Imporditud {providerName} konfiguratsioon
fi: Tuotu {providerName}-kokoonpano
fr: Configuration {providerName} importée
hi: {providerName} कॉन्फ़िग आयात किया गया
hu: {providerName} konfiguráció importálva
id: Konfigurasi {providerName} diimpor
it: Configurazione {providerName} importata
ja: {providerName}設定をインポートしました
ms: Konfigurasi {providerName} diimport
nl: {providerName}-configuratie geïmporteerd
no: Importert {providerName}-konfigurasjon
pt: Configuração de {providerName} importada
ru: Импортирована конфигурация {providerName}
sk: Importovaná konfigurácia {providerName}
sv: Importerad {providerName}-konfiguration
th: นำเข้าการกำหนดค่า {providerName} แล้ว
uk: Імпортовано конфігурацію {providerName}
vi: Đã nhập cấu hình {providerName}

# invalidJson
source: Invalid JSON: {error}
bg: Невалиден JSON: {error}
ca: JSON no vàlid: {error}
cs: Neplatný JSON: {error}
de: Ungültiges JSON: {error}
es: JSON inválido: {error}
et: Vigane JSON: {error}
fi: Virheellinen JSON: {error}
fr: JSON invalide : {error}
hi: अमान्य JSON: {error}
hu: Érvénytelen JSON: {error}
id: JSON tidak valid: {error}
it: JSON non valido: {error}
ja: 無効なJSON: {error}
ms: JSON tidak sah: {error}
nl: Ongeldige JSON: {error}
no: Ugyldig JSON: {error}
pt: JSON inválido: {error}
ru: Недействительный JSON: {error}
sk: Neplatný JSON: {error}
sv: Ogiltig JSON: {error}
th: JSON ไม่ถูกต้อง: {error}
uk: Недійсний JSON: {error}
vi: JSON không hợp lệ: {error}

source: Provider
bg: Доставчик
ca: Proveïdor
cs: Poskytovatel
de: Anbieter
es: Proveedor
et: Pakkuja
fi: Palveluntarjoaja
fr: Fournisseur
hi: प्रदाता
hu: Szolgáltató
id: Penyedia
ja: プロバイダー
ms: Penyedia
no: Leverandør
pt: Provedor
ru: Провайдер
sk: Poskytovateľ
sv: Leverantör
th: ผู้ให้บริการ
uk: Провайдер
vi: Nhà cung cấp

source: Live
bg: На живо
ca: En directe
cs: Živě
es: En vivo
et: Otse
fr: En direct
hu: Élő
id: Langsung
ja: ライブ
ms: Langsung
pt: Ao vivo
ru: В реальном времени
sk: Naživo
th: สด
uk: В реальному часі
vi: Trực tiếp

source: On Device
bg: На устройството
ca: Al dispositiu
cs: Na zařízení
de: Auf dem Gerät
es: En el dispositivo
et: Seadmel
fi: Laitteella
fr: Sur l'appareil
hi: ऑन-डिवाइस
hu: Eszközön
id: Di Perangkat
it: Sul Dispositivo
ja: オンデバイス
ms: Pada Peranti
nl: Op apparaat
no: På enhet
pt: No dispositivo
ru: На устройстве
sk: Na zariadení
sv: På enhet
th: บนอุปกรณ์
uk: На пристрої
vi: Trên thiết bị

source: API URL
ca: URL de l'API
cs: URL API
es: URL API
fr: URL de l'API
id: URL API
it: URL API
ms: URL API
pt: URL API
ru: URL API
vi: URL API

# enterSttHttpEndpoint
source: Enter your STT HTTP endpoint
bg: Въведете вашата STT HTTP крайна точка
ca: Introduïu el vostre punt final HTTP STT
cs: Zadejte koncový bod HTTP vašeho STT
de: Geben Sie Ihren STT-HTTP-Endpunkt ein
es: Ingresa tu endpoint STT HTTP
et: Sisestage oma STT HTTP otspunkt
fi: Kirjoita STT HTTP -päätepisteesi
fr: Entrez votre point de terminaison HTTP STT
hi: अपना STT HTTP एंडपॉइंट दर्ज करें
hu: Add meg az STT HTTP végpontodat
id: Masukkan endpoint HTTP STT Anda
it: Inserisci il tuo endpoint HTTP STT
ja: STT HTTPエンドポイントを入力
ms: Masukkan titik akhir HTTP STT anda
nl: Voer je STT HTTP-endpoint in
no: Skriv inn ditt STT HTTP-endepunkt
pt: Insira seu endpoint STT HTTP
ru: Введите вашу конечную точку STT HTTP
sk: Zadajte svoj STT HTTP koncový bod
sv: Ange din STT HTTP-endpoint
th: ใส่ endpoint HTTP ของ STT ของคุณ
uk: Введіть свою HTTP кінцеву точку STT
vi: Nhập điểm cuối HTTP STT của bạn

source: WebSocket URL
ca: URL de WebSocket
cs: URL WebSocket
es: URL WebSocket
fr: URL WebSocket
hi: वेबसॉकेट URL
id: URL WebSocket
it: URL WebSocket
ms: URL WebSocket
pt: URL WebSocket
ru: URL WebSocket
th: URL WebSocket
vi: URL WebSocket

# enterLiveSttWebsocket
source: Enter your live STT WebSocket endpoint
bg: Въведете вашата STT WebSocket крайна точка на живо
ca: Introduïu el vostre punt final WebSocket STT en directe
cs: Zadejte WebSocket koncový bod vašeho živého STT
de: Geben Sie Ihren Live-STT-WebSocket-Endpunkt ein
es: Ingresa tu endpoint STT WebSocket
et: Sisestage oma reaalajas STT WebSocket otspunkt
fi: Kirjoita live-STT WebSocket -päätepisteesi
fr: Entrez votre point de terminaison WebSocket STT en direct
hi: अपना लाइव STT वेबसॉकेट एंडपॉइंट दर्ज करें
hu: Add meg az élő STT WebSocket végpontodat
id: Masukkan endpoint WebSocket STT langsung Anda
it: Inserisci il tuo endpoint WebSocket STT live
ja: ライブSTT WebSocketエンドポイントを入力
ms: Masukkan titik akhir WebSocket STT langsung anda
nl: Voer je live STT WebSocket-endpoint in
no: Skriv inn ditt live STT WebSocket-endepunkt
pt: Insira seu endpoint STT WebSocket
ru: Введите вашу конечную точку WebSocket для STT в реальном времени
sk: Zadajte svoj live STT WebSocket koncový bod
sv: Ange din live STT WebSocket-endpoint
th: ใส่ endpoint WebSocket ของ STT แบบสดของคุณ
uk: Введіть свою WebSocket кінцеву точку STT в реальному часі
vi: Nhập điểm cuối WebSocket STT trực tiếp của bạn

source: API Key
bg: API ключ
ca: Clau API
cs: API klíč
de: API-Schlüssel
et: API võti
fi: API-avain
fr: Clé API
hi: API कुंजी
hu: API kulcs
id: Kunci API
it: Chiave API
ja: APIキー
ms: Kunci API
nl: API-sleutel
no: API-nøkkel
ru: API-ключ
sk: API kľúč
sv: API-nyckel
uk: API-ключ

# enterApiKey
source: Enter your API key
bg: Въведете вашия API ключ
ca: Introduïu la vostra clau API
cs: Zadejte svůj API klíč
de: Geben Sie Ihren API-Schlüssel ein
es: Ingresa tu API Key
et: Sisestage oma API võti
fi: Kirjoita API-avaimesi
fr: Entrez votre clé API
hi: अपनी API कुंजी दर्ज करें
hu: Add meg az API kulcsodat
id: Masukkan kunci API Anda
it: Inserisci la tua chiave API
ja: APIキーを入力
ms: Masukkan kunci API anda
nl: Voer je API-sleutel in
no: Skriv inn API-nøkkelen din
pt: Insira sua API Key
ru: Введите ваш API-ключ
sk: Zadajte svoj API kľúč
sv: Ange din API-nyckel
th: ใส่ API key ของคุณ
uk: Введіть свій API-ключ
vi: Nhập API key của bạn

source: Stored locally, never shared
bg: Съхранено локално, никога не се споделя
ca: Emmagatzemat localment, mai compartit
cs: Uloženo lokálně, nikdy nesdíleno
de: Lokal gespeichert, niemals geteilt
es: Guardado localmente, nunca compartido
et: Salvestatud lokaalselt, ei jagata kunagi
fi: Tallennettu paikallisesti, ei koskaan jaettu
fr: Stocké localement, jamais partagé
hi: स्थानीय रूप से संग्रहीत, कभी साझा नहीं किया गया
hu: Helyileg tárolva, soha nem megosztott
id: Disimpan secara lokal, tidak pernah dibagikan
it: Archiviato localmente, mai condiviso
ja: ローカルに保存され、共有されません
ms: Disimpan secara tempatan, tidak pernah dikongsi
nl: Lokaal opgeslagen, nooit gedeeld
no: Lagret lokalt, aldri delt
pt: Armazenado localmente, nunca compartilhado
ru: Хранится локально, никогда не передаётся
sk: Uložené lokálne, nikdy nezdieľané
sv: Lagras lokalt, delas aldrig
th: จัดเก็บในเครื่อง ไม่แชร์เลย
uk: Зберігається локально, ніколи не передається
vi: Lưu trữ cục bộ, không bao giờ chia sẻ

source: Host
bg: Хост
ca: Amfitrió
fi: Isäntä
fr: Hôte
hi: होस्ट
ja: ホスト
ms: Hos
no: Vert
ru: Хост
sk: Hostiteľ
sv: Värd
uk: Хост

source: Advanced
bg: Разширени
ca: Avançat
cs: Pokročilé
de: Erweitert
es: Avanzado
et: Täpsem
fi: Lisäasetukset
fr: Avancé
hi: उन्नत
hu: Speciális
id: Lanjutan
it: Avanzate
ja: 詳細設定
ms: Lanjutan
nl: Geavanceerd
no: Avansert
pt: Avançado
ru: Расширенные
sk: Pokročilé
sv: Avancerat
th: ขั้นสูง
uk: Розширені
vi: Nâng cao

source: Configuration
bg: Конфигурация
ca: Configuració
cs: Konfigurace
de: Konfiguration
es: Configuración
et: Konfiguratsioon
fi: Kokoonpano
hi: कॉन्फ़िगरेशन
hu: Konfiguráció
id: Konfigurasi
it: Configurazione
ja: 設定
ms: Konfigurasi
nl: Configuratie
no: Konfigurasjon
pt: Configuração
ru: Конфигурация
sk: Konfigurácia
sv: Konfiguration
th: การกำหนดค่า
uk: Конфігурація
vi: Cấu hình
