Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# deleteAccountFinal
source: This action is irreversible and will permanently delete your account and all associated data. Are you sure you want to proceed?
bg: Това действие е необратимо и ще изтрие завинаги вашия акаунт и всички свързани данни. Сигурни ли сте, че искате да продължите?
ca: Aquesta acció és irreversible i eliminarà permanentment el vostre compte i totes les dades associades. Esteu segur que voleu continuar?
cs: Tato akce je nevratná a trvale smaže váš účet a všechna související data. Opravdu chcete pokračovat?
de: Diese Aktion ist unwiderruflich und wird Ihr Konto und alle zugehörigen Daten dauerhaft löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción es irreversible y borrará permanentemente tu cuenta y todos sus datos. ¿Deseas continuar?
et: See toiming on pöördumatu ja kustutab jäädavalt teie konto ja kõik sellega seotud andmed. Kas olete kindel, et soovite jätkata?
fi: Tämä toiminto on peruuttamaton ja poistaa tilisi ja kaikki siihen liittyvät tiedot pysyvästi. Haluatko varmasti jatkaa?
fr: Cette action est irréversible et supprimera définitivement votre compte et toutes les données associées. Êtes-vous sûr de vouloir continuer ?
hi: यह क्रिया अपरिवर्तनीय है और आपके खाते और उससे जुड़े सभी डेटा को स्थायी रूप से हटा देगी। क्या आप जारी रखना चाहते हैं?
hu: Ez a művelet visszafordíthatatlan, és véglegesen törli a fiókodat és minden kapcsolódó adatot. Biztosan folytatni szeretnéd?
id: Tindakan ini tidak dapat dibatalkan dan akan menghapus akun dan semua data terkait secara permanen. Apakah Anda yakin ingin melanjutkan?
it: Questa azione è irreversibile e eliminerà permanentemente il tuo account e tutti i dati associati. Sei sicuro di voler procedere?
ja: この操作は取り消せず、アカウントとすべての関連データが完全に削除されます。続行してもよろしいですか？
ms: Tindakan ini tidak boleh diterbalikkan dan akan memadam akaun anda dan semua data berkaitan secara kekal. Adakah anda pasti mahu meneruskan?
nl: Deze actie is onomkeerbaar en verwijdert permanent je account en alle bijbehorende gegevens. Weet je zeker dat je wilt doorgaan?
no: Denne handlingen kan ikke angres og vil permanent slette kontoen din og alle tilknyttede data. Er du sikker på at du vil fortsette?
pt: Esta ação é irreversível e apagará permanentemente sua conta e todos os dados associados. Deseja continuar?
ru: Это действие необратимо и навсегда удалит ваш аккаунт и все связанные с ним данные. Вы уверены, что хотите продолжить?
sk: Táto akcia je nezvratná a natrvalo odstráni váš účet a všetky súvisiace údaje. Naozaj chcete pokračovať?
sv: Denna åtgärd är oåterkallelig och kommer permanent ta bort ditt konto och all associerad data. Är du säker på att du vill fortsätta?
th: การดำเนินการนี้ไม่สามารถย้อนกลับได้และจะลบบัญชีของคุณและข้อมูลที่เกี่ยวข้องทั้งหมดอย่างถาวร คุณแน่ใจหรือไม่ว่าต้องการดำเนินการต่อ?
uk: Ця дія є незворотною та назавжди видалить ваш обліковий запис і всі пов'язані дані. Ви впевнені, що хочете продовжити?
vi: Hành động này không thể hoàn tác và sẽ xóa vĩnh viễn tài khoản cùng tất cả dữ liệu liên quan. Bạn có chắc chắn muốn tiếp tục?

source: Delete Now
bg: Изтрий сега
ca: Eliminar ara
cs: Smazat nyní
de: Jetzt löschen
es: Borrar ahora
et: Kustuta kohe
fi: Poista nyt
fr: Supprimer maintenant
hi: अभी हटाएं
hu: Törlés most
id: Hapus Sekarang
it: Elimina Ora
ja: 今すぐ削除
ms: Padam Sekarang
nl: Nu verwijderen
no: Slett nå
pt: Apagar agora
ru: Удалить сейчас
sk: Odstrániť teraz
sv: Ta bort nu
th: ลบเลย
uk: Видалити зараз
vi: Xóa ngay

source: Go Back
bg: Назад
ca: Tornar
cs: Zpět
de: Zurück
es: Volver
et: Mine tagasi
fi: Palaa takaisin
fr: Retour
hi: वापस जाएं
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ms: Kembali
nl: Terug
no: Gå tilbake
pt: Voltar
ru: Вернуться назад
sk: Vrátiť sa
sv: Gå tillbaka
th: กลับ
uk: Повернутися
vi: Quay lại

# checkBoxToConfirm
source: Check the box to confirm you understand that deleting your account is permanent and irreversible.
bg: Отметнете квадратчето, за да потвърдите, че разбирате, че изтриването на акаунта ви е постоянно и необратимо.
ca: Marqueu la casella per confirmar que enteneu que eliminar el vostre compte és permanent i irreversible.
cs: Zaškrtněte políčko pro potvrzení, že rozumíte tomu, že smazání účtu je trvalé a nevratné.
de: Aktivieren Sie das Kontrollkästchen, um zu bestätigen, dass Sie verstehen, dass das Löschen Ihres Kontos dauerhaft und unwiderruflich ist.
es: Marca la casilla para confirmar que entiendes que borrar tu cuenta es permanente e irreversible.
et: Märkige ruut, et kinnitada, et mõistate, et teie konto kustutamine on püsiv ja pöördumatu.
fi: Valitse ruutu vahvistaaksesi, että ymmärrät tilin poistamisen olevan pysyvää ja peruuttamatonta.
fr: Cochez la case pour confirmer que vous comprenez que la suppression de votre compte est permanente et irréversible.
hi: पुष्टि करने के लिए चेकबॉक्स चेक करें कि आप समझते हैं कि आपका खाता हटाना स्थायी और अपरिवर्तनीय है।
hu: Jelöld be a négyzetet, hogy megerősítsd, megértetted, hogy a fiókod törlése végleges és visszafordíthatatlan.
id: Centang kotak untuk mengonfirmasi bahwa Anda memahami penghapusan akun bersifat permanen dan tidak dapat dibatalkan.
it: Seleziona la casella per confermare di aver compreso che l'eliminazione del tuo account è permanente e irreversibile.
ja: アカウントの削除が永久的かつ取り消し不可能であることを確認するため、チェックボックスにチェックを入れてください。
ms: Tandakan kotak untuk mengesahkan anda faham bahawa memadam akaun anda adalah kekal dan tidak boleh diterbalikkan.
nl: Vink het vakje aan om te bevestigen dat je begrijpt dat het verwijderen van je account permanent en onomkeerbaar is.
no: Kryss av for å bekrefte at du forstår at sletting av kontoen din er permanent og irreversibel.
pt: Marque a caixa para confirmar que entende que apagar sua conta é permanente e irreversível.
ru: Поставьте галочку, чтобы подтвердить, что вы понимаете: удаление аккаунта необратимо.
sk: Začiarknite políčko na potvrdenie, že rozumiete, že odstránenie vášho účtu je trvalé a nezvratné.
sv: Markera kryssrutan för att bekräfta att du förstår att borttagning av ditt konto är permanent och oåterkalleligt.
th: กาเครื่องหมายในช่องเพื่อยืนยันว่าคุณเข้าใจว่าการลบบัญชีของคุณเป็นการถาวรและไม่สามารถย้อนกลับได้
uk: Встановіть прапорець, щоб підтвердити, що ви розумієте, що видалення облікового запису є остаточним і незворотним.
vi: Đánh dấu vào ô để xác nhận bạn hiểu rằng việc xóa tài khoản là vĩnh viễn và không thể hoàn tác.

source: Profile
bg: Профил
ca: Perfil
cs: Profil
de: Profil
es: Perfil
et: Profiil
fi: Profiili
fr: Profil
hi: प्रोफ़ाइल
hu: Profil
id: Profil
it: Profilo
ja: プロフィール
ms: Profil
nl: Profiel
no: Profil
pt: Perfil
ru: Профиль
sk: Profil
sv: Profil
th: โปรไฟล์
uk: Профіль
vi: Hồ sơ

source: Name
bg: Име
ca: Nom
cs: Jméno
es: Nombre
et: Nimi
fi: Nimi
fr: Nom
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
ms: Nama
nl: Naam
no: Navn
pt: Nome
ru: Имя
sk: Meno
sv: Namn
th: ชื่อ
uk: Ім'я
vi: Tên

source: Email
bg: Имейл
ca: Correu electrònic
et: E-post
fi: Sähköposti
hi: ईमेल
ja: メール
ms: E-mel
no: E-post
ru: Электронная почта
sv: E-post
th: อีเมล
uk: Електронна пошта

source: Custom Vocabulary
bg: Персонализиран речник
ca: Vocabulari Personalitzat
cs: Vlastní slovník
de: Benutzerdefiniertes Vokabular
es: Vocabulario personalizado
et: Kohandatud sõnavara
fi: Mukautettu sanasto
fr: Vocabulaire personnalisé
hi: कस्टम शब्दावली
hu: Egyedi szókincs
id: Kosakata Kustom
it: Vocabolario Personalizzato
ja: カスタム語彙
ms: Perbendaharaan Kata Tersuai
nl: Aangepaste woordenlijst
no: Tilpasset ordforråd
pt: Vocabulário personalizado
ru: Пользовательский словарь
sk: Vlastný slovník
sv: Anpassat ordförråd
th: คำศัพท์ที่กำหนดเอง
uk: Власний словник
vi: Từ vựng tùy chỉnh

source: Identifying Others
bg: Идентифициране на други
ca: Identificació d'Altres
cs: Identifikace ostatních
de: Andere identifizieren
es: Identificando a otros
et: Teiste tuvastamine
fi: Muiden tunnistaminen
fr: Identification des autres
hi: दूसरों की पहचान
hu: Mások azonosítása
id: Identifikasi Orang Lain
it: Identificazione Altri
ja: 他者の識別
ms: Mengenal Pasti Orang Lain
nl: Anderen identificeren
no: Identifisere andre
pt: Identificando outros
ru: Идентификация других
sk: Identifikácia ostatných
sv: Identifiera andra
th: การระบุบุคคลอื่น
uk: Ідентифікація інших
vi: Nhận diện người khác

source: Payment Methods
bg: Методи на плащане
ca: Mètodes de Pagament
cs: Platební metody
de: Zahlungsmethoden
es: Métodos de pago
et: Makseviisid
fi: Maksutavat
fr: Moyens de paiement
hi: भुगतान के तरीके
hu: Fizetési módok
id: Metode Pembayaran
it: Metodi di Pagamento
ja: お支払い方法
ms: Kaedah Pembayaran
nl: Betaalmethoden
no: Betalingsmetoder
pt: Métodos de pagamento
ru: Способы оплаты
sk: Platobné metódy
sv: Betalningsmetoder
th: วิธีการชำระเงิน
uk: Способи оплати
vi: Phương thức thanh toán

source: Conversation Display
bg: Показване на разговор
ca: Visualització de Converses
cs: Zobrazení konverzace
de: Unterhaltungsanzeige
es: Visualización de conversación
et: Vestluse kuvamine
fi: Keskustelunäkymä
fr: Affichage des conversations
hi: बातचीत प्रदर्शन
hu: Beszélgetés megjelenítése
id: Tampilan Percakapan
it: Visualizzazione Conversazioni
ja: 会話の表示
ms: Paparan Perbualan
nl: Gespreksweergave
no: Samtalevisning
pt: Exibição de conversa
ru: Отображение разговоров
sk: Zobrazenie konverzácií
sv: Konversationsvisning
th: การแสดงผลบทสนทนา
uk: Відображення розмов
vi: Hiển thị cuộc trò chuyện

source: Data & Privacy
bg: Данни и поверителност
ca: Privadesa de Dades
cs: Data a soukromí
de: Daten & Datenschutz
es: Datos y Privacidad
et: Andmed ja privaatsus
fi: Tiedot ja yksityisyys
fr: Données et confidentialité
hi: डेटा और गोपनीयता
hu: Adatok és adatvédelem
id: Data & Privasi
it: Dati e Privacy
ja: データとプライバシー
ms: Data & Privasi
nl: Gegevens en privacy
no: Data og personvern
pt: Dados e Privacidade
ru: Данные и конфиденциальность
sk: Údaje a súkromie
sv: Data och integritet
th: ข้อมูลและความเป็นส่วนตัว
uk: Дані та конфіденційність
vi: Dữ liệu & Bảo mật

source: User ID
bg: ID на потребител
ca: ID d'Usuari
cs: ID uživatele
de: Benutzer-ID
es: ID de usuario
et: Kasutaja ID
fi: Käyttäjätunnus
fr: ID utilisateur
hi: उपयोगकर्ता ID
hu: Felhasználói azonosító
id: ID Pengguna
it: ID Utente
ja: ユーザーID
ms: ID Pengguna
nl: Gebruikers-ID
no: Bruker-ID
pt: ID de usuário
ru: ID пользователя
sk: ID používateľa
sv: Användar-ID
th: รหัสผู้ใช้
uk: ID користувача
vi: ID người dùng

source: Not set
bg: Не е зададено
ca: No establert
cs: Nenastaveno
de: Nicht festgelegt
es: No establecido
et: Pole määratud
fi: Ei asetettu
fr: Non défini
hi: सेट नहीं
hu: Nincs beállítva
id: Belum diatur
it: Non impostato
ja: 未設定
ms: Tidak ditetapkan
nl: Niet ingesteld
no: Ikke angitt
pt: Não definido
ru: Не задано
sk: Nie je nastavené
sv: Inte inställt
th: ยังไม่ได้ตั้งค่า
uk: Не встановлено
vi: Chưa đặt

# userIdCopied
source: User ID copied to clipboard
bg: ID на потребителя е копиран в клипборда
ca: ID d'usuari copiat al porta-retalls
cs: ID uživatele zkopírováno do schránky
de: Benutzer-ID in die Zwischenablage kopiert
es: ID de usuario copiado
et: Kasutaja ID kopeeritud lõikelauale
fi: Käyttäjätunnus kopioitu leikepöydälle
fr: ID utilisateur copié dans le presse-papiers
hi: उपयोगकर्ता ID कॉपी किया गया
hu: Felhasználói azonosító vágólapra másolva
id: ID Pengguna disalin ke clipboard
it: ID utente copiato negli appunti
ja: ユーザーIDをクリップボードにコピーしました
ms: ID Pengguna disalin ke papan keratan
nl: Gebruikers-ID gekopieerd naar klembord
no: Bruker-ID kopiert til utklippstavlen
pt: ID de usuário copiado
ru: ID пользователя скопирован в буфер обмена
sk: ID používateľa bolo skopírované do schránky
sv: Användar-ID kopierat till urklipp
th: คัดลอกรหัสผู้ใช้ไปยังคลิปบอร์ดแล้ว
uk: ID користувача скопійовано до буфера обміну
vi: Đã sao chép ID người dùng vào clipboard

source: System Default
bg: По подразбиране на системата
ca: Per defecte del sistema
cs: Výchozí systém
de: Systemstandard
es: Por defecto del sistema
et: Süsteemi vaikimisi
fi: Järjestelmän oletus
fr: Par défaut du système
hi: सिस्टम डिफ़ॉल्ट
hu: Rendszer alapértelmezett
id: Bawaan Sistem
it: Predefinito del Sistema
ja: システムの既定
ms: Lalai Sistem
nl: Systeemstandaard
no: Systemstandard
pt: Padrão do sistema
ru: По умолчанию системы
sk: Predvolené nastavenie systému
sv: Systemstandard
th: ค่าเริ่มต้นของระบบ
uk: За замовчуванням системи
vi: Mặc định hệ thống

# planAndUsage
source: Plan & Usage
bg: План и използване
ca: Pla i ús
cs: Plán a využití
de: Abonnement & Nutzung
es: Plan y Uso
et: Plaan ja kasutus
fi: Paketti ja käyttö
fr: Forfait et utilisation
hi: योजना और उपयोग
hu: Előfizetés és használat
id: Paket & Penggunaan
it: Piano e Utilizzo
ja: プランと使用状況
ms: Pelan & Penggunaan
nl: Abonnement en gebruik
no: Abonnement og forbruk
pt: Plano e Uso
ru: Тариф и использование
sk: Plán a využitie
sv: Plan och användning
th: แผนและการใช้งาน
uk: План та використання
vi: Gói & Mức sử dụng

source: Offline Sync
bg: Офлайн синхронизация
ca: Sincronització fora de línia
cs: Offline synchronizace
es: Sincronización offline
et: Võrguühenduseta sünkroonimine
fi: Offline-synkronointi
fr: Synchronisation hors ligne
hi: ऑफ़लाइन सिंक
hu: Offline szinkronizálás
id: Sinkronisasi Offline
it: Sincronizzazione Offline
ja: オフライン同期
ms: Segerak Luar Talian
nl: Offline synchronisatie
no: Frakoblet synkronisering
pt: Sincronização offline
ru: Оффлайн-синхронизация
sk: Offline synchronizácia
sv: Offlinesynkronisering
th: ซิงค์แบบออฟไลน์
uk: Офлайн-синхронізація
vi: Đồng bộ ngoại tuyến

source: Device Settings
bg: Настройки на устройството
ca: Configuració del dispositiu
cs: Nastavení zařízení
de: Geräteeinstellungen
es: Ajustes del dispositivo
et: Seadme seaded
fi: Laitteen asetukset
fr: Paramètres de l'appareil
hi: डिवाइस सेटिंग्स
hu: Eszköz beállításai
id: Pengaturan Perangkat
it: Impostazioni Dispositivo
ja: デバイス設定
ms: Tetapan Peranti
nl: Apparaatinstellingen
no: Enhetsinnstillinger
pt: Configurações do dispositivo
ru: Настройки устройства
sk: Nastavenia zariadenia
sv: Enhetsinställningar
th: การตั้งค่าอุปกรณ์
uk: Налаштування пристрою
vi: Cài đặt thiết bị

source: Chat Tools
bg: Инструменти за чат
ca: Eines de xat
cs: Nástroje chatu
es: Herramientas de chat
et: Vestlustööriistad
fi: Chat-työkalut
fr: Outils de chat
hi: चैट टूल्स
hu: Csevegés eszközök
id: Alat Obrolan
it: Strumenti Chat
ja: チャットツール
ms: Alat Sembang
no: Chatverktøy
pt: Ferramentas de chat
ru: Инструменты чата
sk: Nástroje chatu
sv: Chattverktyg
th: เครื่องมือแชท
uk: Інструменти чату
vi: Công cụ trò chuyện

source: Feedback / Bug
bg: Обратна връзка / Грешка
ca: Comentaris / Error
cs: Zpětná vazba / Chyba
de: Feedback / Fehler
es: Feedback / Error
et: Tagasiside / viga
fi: Palaute / Virhe
fr: Retour / Bug
hi: प्रतिक्रिया / बग
hu: Visszajelzés / hiba
id: Masukan / Bug
ja: フィードバック / バグ報告
ms: Maklum Balas / Pepijat
no: Tilbakemelding / Feil
ru: Отзыв / Ошибка
sk: Spätná väzba / chyba
sv: Återkoppling / Bugg
th: คำติชม / รายงานข้อผิดพลาด
uk: Відгук / Помилка
vi: Phản hồi / Báo lỗi

source: Help Center
bg: Център за помощ
ca: Centre d'ajuda
cs: Centrum nápovědy
de: Hilfe-Center
es: Centro de ayuda
et: Abikeskus
fi: Ohjekeskus
fr: Centre d'aide
hi: सहायता केंद्र
hu: Súgó központ
id: Pusat Bantuan
it: Centro Assistenza
ja: ヘルプセンター
ms: Pusat Bantuan
nl: Helpcentrum
no: Hjelpesenter
pt: Central de ajuda
ru: Центр помощи
sk: Centrum pomoci
sv: Hjälpcenter
th: ศูนย์ช่วยเหลือ
uk: Центр допомоги
vi: Trung tâm trợ giúp

source: Developer Settings
bg: Настройки за разработчици
ca: Configuració de desenvolupador
cs: Nastavení pro vývojáře
de: Entwicklereinstellungen
es: Ajustes de desarrollador
et: Arendaja seaded
fi: Kehittäjäasetukset
fr: Paramètres développeur
hi: डेवलपर सेटिंग्स
hu: Fejlesztői beállítások
id: Pengaturan Pengembang
it: Impostazioni Sviluppatore
ja: 開発者設定
ms: Tetapan Pembangun
nl: Ontwikkelaarsinstellingen
no: Utviklerinnstillinger
pt: Configurações de desenvolvedor
ru: Настройки разработчика
sk: Vývojárske nastavenia
sv: Utvecklarinställningar
th: การตั้งค่านักพัฒนา
uk: Налаштування розробника
vi: Cài đặt nhà phát triển

source: Get Omi for Mac
bg: Вземете Omi за Mac
ca: Obtenir Omi per a Mac
cs: Získat Omi pro Mac
de: Omi für Mac holen
es: Obtener Omi para Mac
et: Hangi Omi Mac-ile
fi: Hanki Omi Macille
fr: Obtenir Omi pour Mac
hi: Mac के लिए Omi प्राप्त करें
hu: Szerezd be az Omi-t Mac-re
id: Dapatkan Omi untuk Mac
it: Ottieni Omi per Mac
ja: Mac用Omiを入手
ms: Dapatkan Omi untuk Mac
nl: Omi voor Mac downloaden
no: Få Omi for Mac
pt: Obter Omi para Mac
ru: Получить Omi для Mac
sk: Získať Omi pre Mac
sv: Hämta Omi för Mac
th: ดาวน์โหลด Omi สำหรับ Mac
uk: Отримати Omi для Mac
vi: Tải Omi cho Mac

source: Referral Program
bg: Програма за препоръки
ca: Programa de recomanacions
cs: Doporučovací program
de: Empfehlungsprogramm
es: Programa de referidos
et: Viiteprogramm
fi: Suositteluohjelma
fr: Programme de parrainage
hi: रेफ़रल कार्यक्रम
hu: Ajánlói program
id: Program Rujukan
it: Programma di Riferimento
ja: 紹介プログラム
ms: Program Rujukan
nl: Doorverwijsprogramma
no: Henvisningsprogram
pt: Programa de indicação
ru: Реферальная программа
sk: Odporúčací program
sv: Hänvisningsprogram
th: โปรแกรมแนะนำเพื่อน
uk: Реферальна програма
vi: Chương trình giới thiệu

source: Sign Out
bg: Излез
ca: Tancar Sessió
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
et: Logi välja
fi: Kirjaudu ulos
fr: Déconnexion
hi: साइन आउट
hu: Kijelentkezés
id: Keluar
it: Disconnetti
ja: ログアウト
ms: Log Keluar
nl: Uitloggen
no: Logg ut
pt: Sair
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
uk: Вийти
vi: Đăng xuất

# appAndDeviceCopied
source: App and device details copied
bg: Детайлите за приложението и устройството са копирани
ca: Detalls de l'aplicació i el dispositiu copiats
cs: Podrobnosti o aplikaci a zařízení zkopírovány
de: App- und Gerätedetails kopiert
es: Detalles de app y dispositivo copiados
et: Rakenduse ja seadme üksikasjad kopeeritud
fi: Sovelluksen ja laitteen tiedot kopioitu
fr: Détails de l'application et de l'appareil copiés
hi: ऐप और डिवाइस विवरण कॉपी किए गए
hu: Alkalmazás és eszköz részletei másolva
id: Detail aplikasi dan perangkat disalin
it: Dettagli app e dispositivo copiati
ja: アプリとデバイスの詳細をコピーしました
ms: Butiran aplikasi dan peranti disalin
nl: App- en apparaatgegevens gekopieerd
no: App- og enhetsdetaljer kopiert
pt: Detalhes do app e dispositivo copiados
ru: Информация о приложении и устройстве скопирована
sk: Podrobnosti o aplikácii a zariadení boli skopírované
sv: App- och enhetsdetaljer kopierade
th: คัดลอกรายละเอียดแอปและอุปกรณ์แล้ว
uk: Деталі додатка та пристрою скопійовано
vi: Đã sao chép thông tin ứng dụng và thiết bị

source: Wrapped 2025
ca: Resum 2025
de: Jahresrückblick 2025
es: Resumen 2025
et: Kokkuvõte 2025
fr: Rétrospective 2025
hi: 2025 रैप्ड
it: Resoconto 2025
nl: Terugblik 2025
no: Oppsummert 2025
pt: Retrospectiva 2025
ru: Итоги 2025
sv: Årssummering 2025
th: สรุปปี 2025
uk: Підсумки 2025
vi: Tổng kết 2025

source: Your Privacy, Your Control
bg: Вашата поверителност, вашият контрол
ca: La vostra privadesa, el vostre control
cs: Vaše soukromí, vaše kontrola
de: Ihre Privatsphäre, Ihre Kontrolle
es: Tu privacidad, tu control
et: Teie privaatsus, teie kontroll
fi: Yksityisyytesi, sinun hallinnassasi
fr: Votre vie privée, votre contrôle
hi: आपकी गोपनीयता, आपका नियंत्रण
hu: Adatvédelem, saját ellenőrzésed alatt
id: Privasi Anda, Kontrol Anda
it: La Tua Privacy, Il Tuo Controllo
ja: プライバシーはあなたの手に
ms: Privasi Anda, Kawalan Anda
nl: Jouw privacy, jouw controle
no: Ditt personvern, din kontroll
pt: Sua privacidade, seu controle
ru: Ваша конфиденциальность, ваш контроль
sk: Vaše súkromie, vaša kontrola
sv: Din integritet, din kontroll
th: ความเป็นส่วนตัวของคุณ อยู่ในการควบคุมของคุณ
uk: Ваша конфіденційність, ваш контроль
vi: Quyền riêng tư của bạn, Quyền kiểm soát của bạn

# privacyIntro
source: At Omi, we are committed to protecting your privacy. This page allows you to control how your data is stored and used.
bg: В Omi сме ангажирани със защитата на вашата поверителност. Тази страница ви позволява да контролирате как вашите данни се съхраняват и използват.
ca: A Omi, estem compromesos a protegir la vostra privadesa. Aquesta pàgina us permet controlar com s'emmagatzemen i utilitzen les vostres dades.
cs: V Omi se zavazujeme chránit vaše soukromí. Tato stránka vám umožňuje kontrolovat, jak jsou vaše data ukládána a používána.
de: Bei Omi verpflichten wir uns, Ihre Privatsphäre zu schützen. Auf dieser Seite können Sie steuern, wie Ihre Daten gespeichert und verwendet werden.
es: En Omi, nos comprometemos a proteger tu privacidad. Esta página te permite controlar cómo se guardan y usan tus datos.
et: Omi-s oleme pühendunud teie privaatsuse kaitsmisele. See leht võimaldab teil kontrollida, kuidas teie andmeid säilitatakse ja kasutatakse.
fi: Omissa olemme sitoutuneet suojaamaan yksityisyyttäsi. Tämä sivu antaa sinulle mahdollisuuden hallita, miten tietojasi tallennetaan ja käytetään.
fr: Chez Omi, nous nous engageons à protéger votre vie privée. Cette page vous permet de contrôler la façon dont vos données sont stockées et utilisées.
hi: Omi में, हम आपकी गोपनीयता की रक्षा के लिए प्रतिबद्ध हैं। यह पृष्ठ आपको यह नियंत्रित करने की अनुमति देता है कि आपका डेटा कैसे सहेजा और उपयोग किया जाता है।
hu: Az Omi-nál elkötelezettek vagyunk az adatvédelem iránt. Ez az oldal lehetővé teszi az adataid tárolásának és felhasználásának szabályozását.
id: Di Omi, kami berkomitmen untuk melindungi privasi Anda. Halaman ini memungkinkan Anda mengontrol bagaimana data Anda disimpan dan digunakan.
it: In Omi ci impegniamo a proteggere la tua privacy. Questa pagina ti permette di controllare come vengono archiviati e utilizzati i tuoi dati.
ja: Omiでは、あなたのプライバシーを守ることに尽力しています。このページでは、データの保存と使用方法を管理できます。
ms: Di Omi, kami komited untuk melindungi privasi anda. Halaman ini membolehkan anda mengawal cara data anda disimpan dan digunakan.
nl: Bij Omi zijn we toegewijd aan het beschermen van je privacy. Deze pagina stelt je in staat om te bepalen hoe je gegevens worden opgeslagen en gebruikt.
no: Hos Omi er vi opptatt av å beskytte ditt personvern. Denne siden lar deg kontrollere hvordan dataene dine lagres og brukes.
pt: No Omi, estamos comprometidos em proteger sua privacidade. Esta página permite que você controle como seus dados são salvos e usados.
ru: В Omi мы стремимся защитить вашу конфиденциальность. Эта страница позволяет вам контролировать, как хранятся и используются ваши данные.
sk: V Omi sa zaväzujeme chrániť vaše súkromie. Táto stránka vám umožňuje kontrolovať, ako sú vaše údaje ukladané a používané.
sv: På Omi är vi engagerade i att skydda din integritet. Denna sida låter dig kontrollera hur din data lagras och används.
th: ที่ Omi เรามุ่งมั่นในการปกป้องความเป็นส่วนตัวของคุณ หน้านี้ช่วยให้คุณสามารถควบคุมวิธีการจัดเก็บและใช้ข้อมูลของคุณได้
uk: В Omi ми прагнемо захистити вашу конфіденційність. Ця сторінка дозволяє контролювати, як зберігаються та використовуються ваші дані.
vi: Tại Omi, chúng tôi cam kết bảo vệ quyền riêng tư của bạn. Trang này cho phép bạn kiểm soát cách dữ liệu của bạn được lưu trữ và sử dụng.

source: Learn more...
bg: Научете повече...
ca: Més informació...
cs: Dozvědět se více...
de: Mehr erfahren...
es: Saber más...
et: Loe lähemalt...
fi: Lue lisää...
fr: En savoir plus...
hi: और जानें...
hu: További információ...
id: Pelajari lebih lanjut...
it: Scopri di più...
ja: 詳細を見る...
ms: Ketahui lebih lanjut...
nl: Meer informatie...
no: Lær mer...
pt: Saiba mais...
ru: Узнать больше...
sk: Dozvedieť sa viac...
sv: Läs mer...
th: เรียนรู้เพิ่มเติม...
uk: Дізнатися більше...
vi: Tìm hiểu thêm...
