Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# locationServiceDisabledDesc
source: Location Service is Disabled. Please go to Settings > Privacy & Security > Location Services and enable it
bg: Услугата за местоположение е деактивирана. Моля, отидете в Настройки > Поверителност и сигурност > Услуги за местоположение и я активирайте
ca: El servei d'ubicació està desactivat. Aneu a Configuració > Privadesa i seguretat > Serveis d'ubicació i activeu-lo
cs: Služba určování polohy je zakázána. Přejděte do Nastavení > Soukromí a zabezpečení > Služby určování polohy a povolte ji
de: Der Standortdienst ist deaktiviert. Bitte gehen Sie zu Einstellungen > Datenschutz & Sicherheit > Standortdienste und aktivieren Sie ihn
es: Por favor activa los servicios de ubicación
et: Asukohateenused on keelatud. Palun minge Seaded > Privaatsus ja turvalisus > Asukohateenused ja lubage see
fi: Sijaintipalvelu on poistettu käytöstä. Siirry kohtaan Asetukset > Tietosuoja ja turvallisuus > Sijaintipalvelut ja ota se käyttöön
fr: Le service de localisation est désactivé. Veuillez aller dans Réglages > Confidentialité et sécurité > Services de localisation et l'activer
hi: कृपया स्थान सेवा सक्षम करें
hu: A helymeghatározási szolgáltatás le van tiltva. Kérlek, menj a Beállítások > Adatvédelem és biztonság > Helyszolgáltatások menübe, és engedélyezd
id: Layanan Lokasi Dinonaktifkan. Silakan buka Pengaturan > Privasi & Keamanan > Layanan Lokasi dan aktifkan
it: Il Servizio di Localizzazione è disabilitato. Vai su Impostazioni > Privacy e Sicurezza > Servizi di Localizzazione e abilitalo
ja: 位置情報サービスが無効です。設定 > プライバシーとセキュリティ > 位置情報サービスに移動して有効にしてください
ms: Perkhidmatan Lokasi dilumpuhkan. Sila pergi ke Tetapan > Privasi & Keselamatan > Perkhidmatan Lokasi dan dayakannya
nl: Locatieservice is uitgeschakeld. Ga naar Instellingen > Privacy en beveiliging > Locatievoorzieningen en schakel deze in
no: Posisjonstjeneste er deaktivert. Gå til Innstillinger > Personvern og sikkerhet > Posisjonstjenester og aktiver den
pt: Por favor ative os serviços de localização
ru: Служба определения местоположения отключена. Пожалуйста, перейдите в Настройки > Конфиденциальность и безопасность > Службы геолокации и включите её
sk: Služba polohy je vypnutá. Prejdite do Nastavenia > Súkromie a zabezpečenie > Služby polohy a povoľte ju
sv: Platstjänsten är inaktiverad. Gå till Inställningar > Integritet och säkerhet > Platstjänster och aktivera den
th: บริการตำแหน่งถูกปิด กรุณาไปที่ การตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > บริการตำแหน่ง แล้วเปิดใช้งาน
uk: Служба визначення місцезнаходження вимкнена. Будь ласка, перейдіть до Налаштування > Конфіденційність і безпека > Служби визначення місцезнаходження та увімкніть її
vi: Dịch vụ vị trí đã bị tắt. Vui lòng vào Cài đặt > Quyền riêng tư & Bảo mật > Dịch vụ vị trí và bật nó

# backgroundLocationDenied
source: Background Location Access Denied
bg: Отказан достъп до фоново местоположение
ca: Accés a la ubicació en segon pla denegat
cs: Přístup k poloze na pozadí odepřen
de: Hintergrundstandortzugriff verweigert
es: Acceso a ubicación en segundo plano denegado
et: Tausta asukoha juurdepääs keelatud
fi: Taustasijaintipääsy evätty
fr: Accès à la localisation en arrière-plan refusé
hi: बैकग्राउंड स्थान अस्वीकृत
hu: Háttérhelymeghatározás megtagadva
id: Akses Lokasi Latar Belakang Ditolak
it: Accesso Posizione in Background Negato
ja: バックグラウンド位置情報アクセスが拒否されました
ms: Akses Lokasi Latar Belakang Ditolak
nl: Achtergrondlocatietoegang geweigerd
no: Bakgrunnsposisjonstilgang nektet
pt: Acesso à localização em segundo plano negado
ru: Доступ к местоположению в фоновом режиме отклонён
sk: Prístup k polohe na pozadí bol zamietnutý
sv: Bakgrundsplatsåtkomst nekad
th: การเข้าถึงตำแหน่งพื้นหลังถูกปฏิเสธ
uk: Відмовлено в доступі до фонового місцезнаходження
vi: Quyền truy cập vị trí nền bị từ chối

# backgroundLocationDeniedDesc
source: Please go to device settings and set location permission to "Always Allow"
bg: Моля, отидете в настройките на устройството и задайте разрешението за местоположение на "Винаги разрешавай"
ca: Aneu a la configuració del dispositiu i establiu el permís d'ubicació a "Permetre sempre"
cs: Přejděte do nastavení zařízení a nastavte oprávnění k poloze na "Vždy povolit"
de: Bitte gehen Sie zu den Geräteeinstellungen und setzen Sie die Standortberechtigung auf 'Immer zulassen'
es: Por favor permite 'Siempre' en los ajustes de ubicación
et: Palun minge seadme seadetesse ja määrake asukoha luba väärtusele "Luba alati"
fi: Siirry laitteen asetuksiin ja aseta sijaintioikeus asentoon "Salli aina"
fr: Veuillez aller dans les paramètres de l'appareil et définir l'autorisation de localisation sur « Toujours autoriser »
hi: कृपया सेटिंग में 'हमेशा' की अनुमति दें
hu: Kérlek, menj az eszköz beállításaihoz, és állítsd a helymeghatározási engedélyt "Mindig engedélyezés"-re
id: Silakan buka pengaturan perangkat dan atur izin lokasi ke "Selalu Izinkan"
it: Vai nelle impostazioni del dispositivo e imposta il permesso di localizzazione su "Consenti sempre"
ja: デバイスの設定に移動して、位置情報の権限を「常に許可」に設定してください
ms: Sila pergi ke tetapan peranti dan tetapkan kebenaran lokasi kepada "Sentiasa Benarkan"
nl: Ga naar apparaatinstellingen en stel locatiemachtiging in op "Altijd toestaan"
no: Gå til enhetsinnstillinger og sett posisjonstillatelse til "Alltid tillat"
pt: Por favor permita 'Sempre' nas configurações
ru: Пожалуйста, перейдите в настройки устройства и установите разрешение на местоположение как "Всегда разрешать"
sk: Prejdite do nastavení zariadenia a nastavte povolenie polohy na "Vždy povoliť"
sv: Gå till enhetsinställningar och ställ in platsbehörighet till "Tillåt alltid"
th: กรุณาไปที่การตั้งค่าอุปกรณ์และตั้งค่าสิทธิ์ตำแหน่งเป็น "อนุญาตเสมอ"
uk: Будь ласка, перейдіть до налаштувань пристрою та встановіть дозвіл на місцезнаходження на "Завжди дозволяти"
vi: Vui lòng vào cài đặt thiết bị và đặt quyền vị trí thành "Luôn cho phép"

source: Loving Omi?
bg: Обичате ли Omi?
ca: T'agrada Omi?
cs: Líbí se vám Omi?
de: Gefällt Ihnen Omi?
es: ¿Te gusta Omi?
et: Meeldib Omi?
fi: Pidätkö Omista?
fr: Vous aimez Omi ?
hi: Omi पसंद आ रहा है?
hu: Tetszik az Omi?
id: Menyukai Omi?
it: Ti piace Omi?
ja: Omiを楽しんでいますか？
ms: Suka Omi?
nl: Ben je blij met Omi?
no: Liker du Omi?
pt: Amando o Omi?
ru: Нравится Omi?
sk: Páči sa vám Omi?
sv: Älskar du Omi?
th: ชอบ Omi ไหม?
uk: Подобається Omi?
vi: Bạn thích Omi?

# leaveReviewIos
source: Help us reach more people by leaving a review in the App Store. Your feedback means the world to us!
bg: Помогнете ни да достигнем до повече хора, като оставите отзив в App Store. Вашата обратна връзка е много важна за нас!
ca: Ajudeu-nos a arribar a més gent deixant una ressenya a l'App Store. Els vostres comentaris són molt importants per a nosaltres!
cs: Pomozte nám oslovit více lidí tím, že zanecháte hodnocení v App Store. Vaše zpětná vazba pro nás hodně znamená!
de: Helfen Sie uns, mehr Menschen zu erreichen, indem Sie eine Bewertung im App Store hinterlassen. Ihr Feedback bedeutet uns die Welt!
es: Ayúdanos a llegar a más gente dejando una reseña en la App Store.
et: Aidake meil jõuda rohkemate inimesteni, jättes arvustuse App Store'i. Teie tagasiside on meile ülimalt oluline!
fi: Auta meitä tavoittamaan lisää ihmisiä jättämällä arvostelu App Storeen. Palautteesi on meille tärkeää!
fr: Aidez-nous à atteindre plus de personnes en laissant un avis sur l'App Store. Votre retour compte énormément pour nous !
hi: ऐप स्टोर पर समीक्षा छोड़ कर अधिक लोगों तक पहुँचने में हमारी मदद करें।
hu: Segíts elérni több embert azzal, hogy értékelést hagysz az App Store-ban. A visszajelzésed sokat jelent nekünk!
id: Bantu kami menjangkau lebih banyak orang dengan meninggalkan ulasan di App Store. Masukan Anda sangat berarti bagi kami!
it: Aiutaci a raggiungere più persone lasciando una recensione sull'App Store. Il tuo feedback è prezioso per noi!
ja: App Storeでレビューを残して、より多くの人に届けるお手伝いをしてください。皆様のフィードバックは私たちにとって非常に大切です！
ms: Bantu kami menjangkau lebih ramai orang dengan meninggalkan ulasan di App Store. Maklum balas anda sangat bermakna bagi kami!
nl: Help ons meer mensen te bereiken door een review achter te laten in de App Store. Je feedback betekent enorm veel voor ons!
no: Hjelp oss med å nå flere personer ved å legge igjen en anmeldelse i App Store. Tilbakemeldingen din betyr alt for oss!
pt: Ajude-nos a alcançar mais pessoas deixando uma avaliação na App Store.
ru: Помогите нам достичь большего количества людей, оставив отзыв в App Store. Ваш отзыв очень важен для нас!
sk: Pomôžte nám osloviť viac ľudí tým, že zanecháte recenziu v App Store. Vaša spätná väzba pre nás znamená celý svet!
sv: Hjälp oss att nå fler människor genom att lämna en recension i App Store. Din återkoppling betyder världen för oss!
th: ช่วยเราเข้าถึงคนมากขึ้นด้วยการรีวิวใน App Store ความคิดเห็นของคุณมีความหมายมากสำหรับเรา!
uk: Допоможіть нам охопити більше людей, залишивши відгук в App Store. Ваші відгуки дуже важливі для нас!
vi: Giúp chúng tôi tiếp cận nhiều người hơn bằng cách để lại đánh giá trên App Store. Phản hồi của bạn có ý nghĩa rất lớn với chúng tôi!

# leaveReviewAndroid
source: Help us reach more people by leaving a review in the Google Play Store. Your feedback means the world to us!
bg: Помогнете ни да достигнем до повече хора, като оставите отзив в Google Play Store. Вашата обратна връзка е много важна за нас!
ca: Ajudeu-nos a arribar a més gent deixant una ressenya a Google Play Store. Els vostres comentaris són molt importants per a nosaltres!
cs: Pomozte nám oslovit více lidí tím, že zanecháte hodnocení v Obchodě Google Play. Vaše zpětná vazba pro nás hodně znamená!
de: Helfen Sie uns, mehr Menschen zu erreichen, indem Sie eine Bewertung im Google Play Store hinterlassen. Ihr Feedback bedeutet uns die Welt!
es: Ayúdanos a llegar a más gente dejando una reseña en Google Play.
et: Aidake meil jõuda rohkemate inimesteni, jättes arvustuse Google Play poodi. Teie tagasiside on meile ülimalt oluline!
fi: Auta meitä tavoittamaan lisää ihmisiä jättämällä arvostelu Google Play -kauppaan. Palautteesi on meille tärkeää!
fr: Aidez-nous à atteindre plus de personnes en laissant un avis sur le Google Play Store. Votre retour compte énormément pour nous !
hi: Google Play पर समीक्षा छोड़ कर अधिक लोगों तक पहुँचने में हमारी मदद करें।
hu: Segíts elérni több embert azzal, hogy értékelést hagysz a Google Play Áruházban. A visszajelzésed sokat jelent nekünk!
id: Bantu kami menjangkau lebih banyak orang dengan meninggalkan ulasan di Google Play Store. Masukan Anda sangat berarti bagi kami!
it: Aiutaci a raggiungere più persone lasciando una recensione sul Google Play Store. Il tuo feedback è prezioso per noi!
ja: Google Playストアでレビューを残して、より多くの人に届けるお手伝いをしてください。皆様のフィードバックは私たちにとって非常に大切です！
ms: Bantu kami menjangkau lebih ramai orang dengan meninggalkan ulasan di Google Play Store. Maklum balas anda sangat bermakna bagi kami!
nl: Help ons meer mensen te bereiken door een review achter te laten in de Google Play Store. Je feedback betekent enorm veel voor ons!
no: Hjelp oss med å nå flere personer ved å legge igjen en anmeldelse i Google Play Store. Tilbakemeldingen din betyr alt for oss!
pt: Ajude-nos a alcançar mais pessoas deixando uma avaliação na Google Play.
ru: Помогите нам достичь большего количества людей, оставив отзыв в Google Play Store. Ваш отзыв очень важен для нас!
sk: Pomôžte nám osloviť viac ľudí tým, že zanecháte recenziu v Google Play Store. Vaša spätná väzba pre nás znamená celý svet!
sv: Hjälp oss att nå fler människor genom att lämna en recension i Google Play Store. Din återkoppling betyder världen för oss!
th: ช่วยเราเข้าถึงคนมากขึ้นด้วยการรีวิวใน Google Play Store ความคิดเห็นของคุณมีความหมายมากสำหรับเรา!
uk: Допоможіть нам охопити більше людей, залишивши відгук в Google Play Store. Ваші відгуки дуже важливі для нас!
vi: Giúp chúng tôi tiếp cận nhiều người hơn bằng cách để lại đánh giá trên Google Play Store. Phản hồi của bạn có ý nghĩa rất lớn với chúng tôi!

source: Rate on App Store
bg: Оценете в App Store
ca: Valorar a l'App Store
cs: Ohodnotit v App Store
de: Im App Store bewerten
es: Calificar en App Store
et: Hinda App Store'is
fi: Arvostele App Storessa
fr: Noter sur l'App Store
hi: ऐप स्टोर पर रेट करें
hu: Értékelés az App Store-ban
id: Beri Nilai di App Store
it: Valuta su App Store
ja: App Storeで評価
ms: Nilai di App Store
nl: Beoordelen in App Store
no: Vurder i App Store
pt: Avaliar na App Store
ru: Оценить в App Store
sk: Ohodnotiť v App Store
sv: Betygsätt i App Store
th: ให้คะแนนบน App Store
uk: Оцінити в App Store
vi: Đánh giá trên App Store

source: Rate on Google Play
bg: Оценете в Google Play
ca: Valorar a Google Play
cs: Ohodnotit v Google Play
de: Im Google Play Store bewerten
es: Calificar en Google Play
et: Hinda Google Play's
fi: Arvostele Google Playssa
fr: Noter sur Google Play
hi: Google Play पर रेट करें
hu: Értékelés a Google Play-en
id: Beri Nilai di Google Play
it: Valuta su Google Play
ja: Google Playで評価
ms: Nilai di Google Play
nl: Beoordelen in Google Play
no: Vurder i Google Play
pt: Avaliar na Google Play
ru: Оценить в Google Play
sk: Ohodnotiť v Google Play
sv: Betygsätt i Google Play
th: ให้คะแนนบน Google Play
uk: Оцінити в Google Play
vi: Đánh giá trên Google Play

source: Maybe Later
bg: Може би по-късно
ca: Potser més tard
cs: Možná později
de: Vielleicht später
es: Quizás luego
et: Võib-olla hiljem
fi: Ehkä myöhemmin
fr: Peut-être plus tard
hi: शायद बाद में
hu: Talán később
id: Mungkin nanti
it: Forse più tardi
ja: 後で
ms: Mungkin kemudian
nl: Misschien later
no: Kanskje senere
pt: Talvez depois
ru: Может быть, позже
sk: Možno neskôr
sv: Kanske senare
th: ทีหลังก็ได้
uk: Можливо пізніше
vi: Có thể sau

# speechProfileIntro
source: Omi needs to learn your goals and your voice. You'll be able to modify it later.
bg: Omi трябва да научи вашите цели и вашия глас. Ще можете да го промените по-късно.
ca: Omi necessita aprendre els vostres objectius i la vostra veu. Podreu modificar-ho més tard.
cs: Omi potřebuje poznat vaše cíle a váš hlas. Později to budete moci upravit.
de: Omi muss Ihre Ziele und Ihre Stimme lernen. Sie können dies später ändern.
es: Omi necesita aprender tus objetivos y tu voz.
et: Omi peab õppima teie eesmärke ja häält. Saate seda hiljem muuta.
fi: Omin on opittava tavoitteesi ja äänesi. Voit muokata sitä myöhemmin.
fr: Omi doit apprendre vos objectifs et votre voix. Vous pourrez les modifier plus tard.
hi: Omi को आपके लक्ष्यों और आपकी आवाज़ को जानने की ज़रूरत है।
hu: Az Omi-nak meg kell tanulnia a céljaidat és a hangodat. Később módosíthatod.
id: Omi perlu mempelajari tujuan dan suara Anda. Anda dapat memodifikasinya nanti.
it: Omi ha bisogno di conoscere i tuoi obiettivi e la tua voce. Potrai modificarli in seguito.
ja: Omiはあなたの目標と声を学習する必要があります。後から変更することもできます。
ms: Omi perlu mempelajari matlamat dan suara anda. Anda boleh mengubahnya kemudian.
nl: Omi moet je doelen en je stem leren. Je kunt dit later aanpassen.
no: Omi må lære målene og stemmen din. Du kan endre det senere.
pt: Omi precisa aprender seus objetivos e sua voz.
ru: Omi нужно узнать ваши цели и ваш голос. Вы сможете изменить это позже.
sk: Omi potrebuje naučiť sa vaše ciele a váš hlas. Neskôr to budete môcť upraviť.
sv: Omi behöver lära sig dina mål och din röst. Du kan ändra det senare.
th: Omi ต้องเรียนรู้เป้าหมายและเสียงของคุณ คุณสามารถแก้ไขได้ในภายหลัง
uk: Omi потрібно дізнатися про ваші цілі та ваш голос. Ви зможете змінити це пізніше.
vi: Omi cần học hỏi mục tiêu và giọng nói của bạn. Bạn có thể sửa đổi nó sau.

source: Get Started
bg: Започнете
ca: Començar
cs: Začít
de: Loslegen
es: Empezar
et: Alusta
fi: Aloita
fr: Commencer
hi: शुरू करें
hu: Kezdés
id: Mulai
it: Inizia
ja: 始める
ms: Mulakan
nl: Aan de slag
no: Kom i gang
pt: Começar
ru: Начать
sk: Začať
sv: Kom igång
th: เริ่มต้น
uk: Почати
vi: Bắt đầu

source: All done!
bg: Готово!
ca: Tot fet!
cs: Vše hotovo!
de: Alles erledigt!
es: ¡Listo!
et: Kõik tehtud!
fi: Kaikki valmista!
fr: Terminé !
hi: सब हो गया!
hu: Kész!
id: Semua selesai!
it: Tutto fatto!
ja: 完了しました！
ms: Semua selesai!
nl: Helemaal klaar!
no: Alt ferdig!
pt: Tudo pronto!
ru: Всё готово!
sk: Všetko hotové!
sv: Allt klart!
th: เสร็จแล้ว!
uk: Все готово!
vi: Hoàn tất!

# keepGoing
source: Keep going, you are doing great
bg: Продължавайте, справяте се страхотно
ca: Continueu, ho esteu fent molt bé
cs: Pokračujte dál, jde vám to skvěle
de: Weiter so, Sie machen das großartig
es: Sigue así
et: Jätkake, teil läheb suurepäraselt
fi: Jatka, teet loistavasti
fr: Continuez, vous vous en sortez très bien
hi: जारी रखें
hu: Csak így tovább, nagyszerűen csinálod
id: Terus lanjutkan, Anda melakukannya dengan baik
it: Continua così, stai andando alla grande
ja: その調子です、頑張ってください
ms: Teruskan, anda buat dengan baik
nl: Ga zo door, je doet het geweldig
no: Fortsett, du gjør det bra
pt: Continue
ru: Продолжайте, вы отлично справляетесь
sk: Pokračujte, darí sa vám to skvele
sv: Fortsätt, du gör det bra
th: ทำต่อไป คุณทำได้ดีมาก
uk: Продовжуйте, у вас чудово виходить
vi: Tiếp tục, bạn đang làm rất tốt

source: Skip this question
bg: Пропусни този въпрос
ca: Ometre aquesta pregunta
cs: Přeskočit tuto otázku
de: Diese Frage überspringen
es: Saltar esta pregunta
et: Jäta see küsimus vahele
fi: Ohita tämä kysymys
fr: Passer cette question
hi: यह प्रश्न छोड़ें
hu: Kérdés kihagyása
id: Lewati pertanyaan ini
it: Salta questa domanda
ja: この質問をスキップ
ms: Langkau soalan ini
nl: Deze vraag overslaan
no: Hopp over dette spørsmålet
pt: Pular esta pergunta
ru: Пропустить этот вопрос
sk: Preskočiť túto otázku
sv: Hoppa över denna fråga
th: ข้ามคำถามนี้
uk: Пропустити це питання
vi: Bỏ qua câu hỏi này

source: Skip for now
bg: Пропусни засега
ca: Ometre ara
cs: Zatím přeskočit
de: Vorerst überspringen
es: Saltar por ahora
et: Jäta praegu vahele
fi: Ohita toistaiseksi
fr: Passer pour l'instant
hi: अभी के लिए छोड़ें
hu: Egyelőre kihagyom
id: Lewati untuk sekarang
it: Salta per ora
ja: 今はスキップ
ms: Langkau buat masa ini
nl: Voorlopig overslaan
no: Hopp over foreløpig
pt: Pular por enquanto
ru: Пропустить пока
sk: Preskočiť zatiaľ
sv: Hoppa över för tillfället
th: ข้ามไว้ก่อน
uk: Пропустити зараз
vi: Bỏ qua bây giờ

source: Connection Error
bg: Грешка в връзката
ca: Error de connexió
cs: Chyba připojení
de: Verbindungsfehler
es: Error de conexión
et: Ühenduse viga
fi: Yhteysvirhe
fr: Erreur de connexion
hi: कनेक्शन त्रुटि
hu: Kapcsolódási hiba
id: Kesalahan Koneksi
it: Errore di Connessione
ja: 接続エラー
ms: Ralat Sambungan
nl: Verbindingsfout
no: Tilkoblingsfeil
pt: Erro de conexão
ru: Ошибка подключения
sk: Chyba pripojenia
sv: Anslutningsfel
th: ข้อผิดพลาดในการเชื่อมต่อ
uk: Помилка підключення
vi: Lỗi kết nối

# connectionErrorDesc
source: Failed to connect to the server. Please check your internet connection and try again.
bg: Неуспешна връзка със сървъра. Моля, проверете интернет връзката си и опитайте отново.
ca: No s'ha pogut connectar amb el servidor. Comproveu la vostra connexió a internet i torneu-ho a provar.
cs: Nepodařilo se připojit k serveru. Zkontrolujte prosím připojení k internetu a zkuste to znovu.
de: Verbindung zum Server fehlgeschlagen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Fallo al conectar con el servidor.
et: Serveriga ühendamine ebaõnnestus. Palun kontrollige oma internetiühendust ja proovige uuesti.
fi: Yhteys palvelimeen epäonnistui. Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Échec de la connexion au serveur. Veuillez vérifier votre connexion internet et réessayer.
hi: सर्वर से कनेक्ट करने में विफल।
hu: Nem sikerült csatlakozni a szerverhez. Kérlek, ellenőrizd az internetkapcsolatot, és próbáld újra.
id: Gagal terhubung ke server. Silakan periksa koneksi internet Anda dan coba lagi.
it: Impossibile connettersi al server. Controlla la tua connessione internet e riprova.
ja: サーバーへの接続に失敗しました。インターネット接続を確認してもう一度お試しください。
ms: Gagal menyambung ke pelayan. Sila semak sambungan internet anda dan cuba lagi.
nl: Kan geen verbinding maken met de server. Controleer je internetverbinding en probeer het opnieuw.
no: Kunne ikke koble til serveren. Sjekk internettforbindelsen din og prøv igjen.
pt: Falha ao conectar com servidor.
ru: Не удалось подключиться к серверу. Пожалуйста, проверьте подключение к интернету и попробуйте снова.
sk: Nepodarilo sa pripojiť k serveru. Skontrolujte prosím svoje internetové pripojenie a skúste to znova.
sv: Det gick inte att ansluta till servern. Kontrollera din internetanslutning och försök igen.
th: เชื่อมต่อกับเซิร์ฟเวอร์ไม่สำเร็จ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้ง
uk: Не вдалося підключитися до сервера. Будь ласка, перевірте підключення до інтернету та спробуйте ще раз.
vi: Không thể kết nối với máy chủ. Vui lòng kiểm tra kết nối internet và thử lại.

# invalidRecordingMultipleSpeakers
source: Invalid recording detected
bg: Открит е невалиден запис
ca: S'ha detectat un enregistrament no vàlid
cs: Detekována neplatná nahrávka
de: Ungültige Aufnahme erkannt
es: Grabación inválida
et: Vigane salvestis tuvastatud
fi: Virheellinen nauhoitus havaittu
fr: Enregistrement invalide détecté
hi: अमान्य रिकॉर्डिंग
hu: Érvénytelen felvétel észlelve
id: Rekaman tidak valid terdeteksi
it: Registrazione non valida rilevata
ja: 無効な録音が検出されました
ms: Rakaman tidak sah dikesan
nl: Ongeldige opname gedetecteerd
no: Ugyldig opptak oppdaget
pt: Gravação inválida
ru: Обнаружена недействительная запись
sk: Bola zistená neplatná nahrávka
sv: Ogiltig inspelning upptäckt
th: ตรวจพบการบันทึกที่ไม่ถูกต้อง
uk: Виявлено недійсний запис
vi: Phát hiện bản ghi âm không hợp lệ
