Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# conversationEndAfterMinutes
source: Conversations will now end after {minutes} minute(s) of silence
bg: Разговорите сега ще приключват след {minutes} минута(и) тишина
ca: Les converses ara finalitzaran després de {minutes} minut(s) de silenci
cs: Konverzace nyní skončí po {minutes} minutě/minutách ticha
de: Unterhaltungen enden nun nach {minutes} Minute(n) Stille
es: Las conversaciones terminan tras {minutes} minuto(s) de silencio
et: Vestlused lõpevad nüüd pärast {minutes} minuti pikkust vaikust
fi: Keskustelut päättyvät nyt {minutes} minuutin hiljaisuuden jälkeen
fr: Les conversations se termineront maintenant après {minutes} minute(s) de silence
hi: बातचीत {minutes} मिनट के मौन के बाद समाप्त हो जाएगी
hu: A beszélgetések mostantól {minutes} perc csend után végződnek
id: Percakapan sekarang akan berakhir setelah {minutes} menit keheningan
it: Le conversazioni termineranno ora dopo {minutes} minuto/i di silenzio
ja: {minutes}分の無音後に会話が終了します
ms: Perbualan akan tamat selepas {minutes} minit senyap
nl: Gesprekken eindigen nu na {minutes} minuut/minuten stilte
no: Samtaler vil nå avsluttes etter {minutes} minutt(er) stillhet
pt: Conversas terminam após {minutes} minuto(s) de silêncio
ru: Разговоры теперь будут завершаться после {minutes} минут тишины
sk: Konverzácie sa teraz ukončia po {minutes} minúte/minútach ticha
sv: Konversationer avslutas nu efter {minutes} minuters tystnad
th: บทสนทนาจะสิ้นสุดหลังจากเงียบ {minutes} นาที
uk: Розмови тепер завершуватимуться після {minutes} хвилин тиші
vi: Cuộc trò chuyện bây giờ sẽ kết thúc sau {minutes} phút im lặng

# tellUsPrimaryLanguage
source: Tell us your primary language
bg: Кажете ни вашия основен език
ca: Digueu-nos el vostre idioma principal
cs: Řekněte nám svůj primární jazyk
de: Sagen Sie uns Ihre primäre Sprache
es: Dinos tu idioma principal
et: Öelge meile oma põhikeel
fi: Kerro meille ensisijainen kielesi
fr: Dites-nous votre langue principale
hi: हमें अपनी प्राथमिक भाषा बताएं
hu: Add meg az elsődleges nyelvedet
id: Beri tahu kami bahasa utama Anda
it: Dicci la tua lingua principale
ja: 主要言語を教えてください
ms: Beritahu kami bahasa utama anda
nl: Vertel ons je primaire taal
no: Fortell oss ditt hovedspråk
pt: Diga-nos seu idioma principal
ru: Укажите ваш основной язык
sk: Povedzte nám váš primárny jazyk
sv: Berätta ditt primära språk
th: บอกเราถึงภาษาหลักของคุณ
uk: Вкажіть свою основну мову
vi: Cho chúng tôi biết ngôn ngữ chính của bạn

# languageForTranscription
source: Set your language for sharper transcriptions and a personalized experience.
bg: Задайте вашия език за по-точни транскрипции и персонализирано изживяване.
ca: Establiu el vostre idioma per a transcripcions més precises i una experiència personalitzada.
cs: Nastavte svůj jazyk pro ostřejší přepisy a personalizovaný zážitek.
de: Stellen Sie Ihre Sprache für schärfere Transkriptionen und ein personalisiertes Erlebnis ein.
es: Configura tu idioma para transcripciones más precisas.
et: Määrake oma keel täpsemate transkriptsioonide ja isikupärastatud kogemuse saamiseks.
fi: Aseta kielesi tarkempaa litterointia ja henkilökohtaista kokemusta varten.
fr: Définissez votre langue pour des transcriptions plus précises et une expérience personnalisée.
hi: स्पष्ट प्रतिलेखन के लिए अपनी भाषा सेट करें।
hu: Állítsd be a nyelvedet a pontosabb átíráshoz és személyre szabott élményhez.
id: Atur bahasa Anda untuk transkripsi yang lebih tajam dan pengalaman yang dipersonalisasi.
it: Imposta la tua lingua per trascrizioni più accurate e un'esperienza personalizzata.
ja: より正確な文字起こしとパーソナライズされた体験のために言語を設定してください。
ms: Tetapkan bahasa anda untuk transkripsi yang lebih tajam dan pengalaman yang diperibadikan.
nl: Stel je taal in voor scherpere transcripties en een gepersonaliseerde ervaring.
no: Angi språket ditt for skarpere transkripsjoner og en personlig opplevelse.
pt: Configure seu idioma para transcrições mais precisas.
ru: Установите ваш язык для более точной расшифровки и персонализированного опыта.
sk: Nastavte svoj jazyk pre presnejšie prepisy a personalizovaný zážitok.
sv: Ställ in ditt språk för skarpare transkriptioner och en personlig upplevelse.
th: ตั้งค่าภาษาของคุณเพื่อการถอดเสียงที่แม่นยำขึ้นและประสบการณ์ที่เป็นส่วนตัว
uk: Встановіть свою мову для точнішої транскрипції та персоналізованого досвіду.
vi: Đặt ngôn ngữ của bạn để có phiên âm chính xác hơn và trải nghiệm được cá nhân hóa.

# singleLanguageModeInfo
source: Single Language Mode is enabled. Translation is disabled for higher accuracy.
bg: Режимът с един език е активиран. Преводът е деактивиран за по-висока точност.
ca: El mode d'idioma únic està activat. La traducció està desactivada per a una major precisió.
cs: Režim jednoho jazyka je povolen. Překlad je zakázán pro vyšší přesnost.
de: Einzel-Sprachmodus ist aktiviert. Übersetzung ist für höhere Genauigkeit deaktiviert.
es: Modo de un solo idioma activado.
et: Ühe keele režiim on lubatud. Tõlge on keelatud suurema täpsuse jaoks.
fi: Yhden kielen tila on käytössä. Käännös on poistettu käytöstä paremman tarkkuuden vuoksi.
fr: Le mode langue unique est activé. La traduction est désactivée pour une meilleure précision.
hi: एकल भाषा मोड चालू है।
hu: Egynyelvű mód engedélyezve. A fordítás ki van kapcsolva a nagyobb pontosság érdekében.
id: Mode Bahasa Tunggal diaktifkan. Terjemahan dinonaktifkan untuk akurasi yang lebih tinggi.
it: Modalità Lingua Singola attivata. La traduzione è disabilitata per una maggiore precisione.
ja: 単一言語モードが有効です。より高い精度のため翻訳は無効になっています。
ms: Mod Bahasa Tunggal didayakan. Terjemahan dilumpuhkan untuk ketepatan yang lebih tinggi.
nl: Enkeltaalmodus is ingeschakeld. Vertaling is uitgeschakeld voor hogere nauwkeurigheid.
no: Enkeltspråkmodus er aktivert. Oversettelse er deaktivert for høyere nøyaktighet.
pt: Modo de idioma único ativado.
ru: Режим одного языка включён. Перевод отключён для повышения точности.
sk: Režim jedného jazyka je povolený. Preklad je vypnutý pre vyššiu presnosť.
sv: Enspråksläge är aktiverat. Översättning är inaktiverad för högre noggrannhet.
th: โหมดภาษาเดียวถูกเปิดใช้งาน การแปลภาษาถูกปิดเพื่อความแม่นยำที่สูงขึ้น
uk: Режим однієї мови увімкнено. Переклад вимкнено для вищої точності.
vi: Chế độ đơn ngôn ngữ đã được bật. Dịch bị vô hiệu hóa để có độ chính xác cao hơn.

# searchLanguageHint
source: Search language by name or code
bg: Търсете език по име или код
ca: Cercar idioma per nom o codi
cs: Hledat jazyk podle názvu nebo kódu
de: Sprache nach Name oder Code suchen
es: Buscar idioma por nombre o código
et: Otsige keelt nime või koodi järgi
fi: Etsi kieltä nimen tai koodin perusteella
fr: Rechercher une langue par nom ou code
hi: नाम या कोड द्वारा भाषा खोजें
hu: Keress nyelvet név vagy kód alapján
id: Cari bahasa berdasarkan nama atau kode
it: Cerca lingua per nome o codice
ja: 言語名またはコードで検索
ms: Cari bahasa mengikut nama atau kod
nl: Zoek taal op naam of code
no: Søk etter språk med navn eller kode
pt: Buscar idioma por nome ou código
ru: Поиск языка по названию или коду
sk: Hľadať jazyk podľa názvu alebo kódu
sv: Sök språk efter namn eller kod
th: ค้นหาภาษาตามชื่อหรือรหัส
uk: Шукайте мову за назвою або кодом
vi: Tìm kiếm ngôn ngữ theo tên hoặc mã

source: No languages found
bg: Не са намерени езици
ca: No s'han trobat idiomes
cs: Nenalezeny žádné jazyky
de: Keine Sprachen gefunden
es: No se encontraron idiomas
et: Keeli ei leitud
fi: Kieliä ei löytynyt
fr: Aucune langue trouvée
hi: कोई भाषा नहीं मिली
hu: Nem találhatók nyelvek
id: Tidak ada bahasa ditemukan
it: Nessuna lingua trovata
ja: 言語が見つかりません
ms: Tiada bahasa dijumpai
nl: Geen talen gevonden
no: Ingen språk funnet
pt: Nenhum idioma encontrado
ru: Языки не найдены
sk: Neboli nájdené žiadne jazyky
sv: Inga språk hittades
th: ไม่พบภาษา
uk: Мов не знайдено
vi: Không tìm thấy ngôn ngữ

source: Skip
bg: Пропусни
ca: Saltar
cs: Přeskočit
de: Überspringen
es: Saltar
et: Jäta vahele
fi: Ohita
fr: Passer
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ms: Langkau
nl: Overslaan
no: Hopp over
pt: Pular
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้าม
uk: Пропустити
vi: Bỏ qua

# languageSetTo
source: Language set to {language}
bg: Езикът е зададен на {language}
ca: Idioma establert a {language}
cs: Jazyk nastaven na {language}
de: Sprache auf {language} eingestellt
es: Idioma establecido a {language}
et: Keeleks määratud {language}
fi: Kieleksi asetettu {language}
fr: Langue définie sur {language}
hi: भाषा {language} पर सेट की गई
hu: Nyelv beállítva: {language}
id: Bahasa diatur ke {language}
it: Lingua impostata su {language}
ja: 言語を{language}に設定しました
ms: Bahasa ditetapkan kepada {language}
nl: Taal ingesteld op {language}
no: Språk satt til {language}
pt: Idioma definido para {language}
ru: Язык установлен на {language}
sk: Jazyk bol nastavený na {language}
sv: Språk inställt på {language}
th: ตั้งค่าภาษาเป็น {language}
uk: Мову встановлено на {language}
vi: Đã đặt ngôn ngữ thành {language}

source: Failed to set language
bg: Неуспешно задаване на език
ca: No s'ha pogut establir l'idioma
cs: Nastavení jazyka se nezdařilo
de: Sprache konnte nicht eingestellt werden
es: Error al establecer idioma
et: Keele määramine ebaõnnestus
fi: Kielen asetus epäonnistui
fr: Échec de la définition de la langue
hi: भाषा सेट करने में विफल
hu: Nyelv beállítása sikertelen
id: Gagal mengatur bahasa
it: Impossibile impostare la lingua
ja: 言語の設定に失敗しました
ms: Gagal menetapkan bahasa
nl: Kan taal niet instellen
no: Kunne ikke angi språk
pt: Falha ao definir idioma
ru: Не удалось установить язык
sk: Nepodarilo sa nastaviť jazyk
sv: Det gick inte att ställa in språk
th: ตั้งค่าภาษาไม่สำเร็จ
uk: Не вдалося встановити мову
vi: Không thể đặt ngôn ngữ

# appSettings
source: {appName} Settings
bg: {appName} Настройки
ca: Configuració de {appName}
cs: Nastavení {appName}
de: {appName}-Einstellungen
es: Ajustes de {appName}
et: {appName} seaded
fi: {appName}-asetukset
fr: Paramètres de {appName}
hi: {appName} सेटिंग्स
hu: {appName} beállítások
id: Pengaturan {appName}
it: Impostazioni {appName}
ja: {appName}設定
ms: Tetapan {appName}
nl: {appName}-instellingen
no: {appName}-innstillinger
pt: Configurações de {appName}
ru: Настройки {appName}
sk: {appName} Nastavenia
sv: {appName}-inställningar
th: การตั้งค่า {appName}
uk: Налаштування {appName}
vi: Cài đặt {appName}

# disconnectFromApp
source: Disconnect from {appName}?
bg: Прекъсни връзката с {appName}?
ca: Desconnectar de {appName}?
cs: Odpojit od {appName}?
de: Von {appName} trennen?
es: ¿Desconectar de {appName}?
et: Katkesta ühendus rakendusega {appName}?
fi: Katkaise yhteys palveluun {appName}?
fr: Déconnecter de {appName} ?
hi: {appName} से डिस्कनेक्ट करें?
hu: {appName} leválasztása?
id: Putuskan dari {appName}?
it: Disconnettere da {appName}?
ja: {appName}から切断しますか？
ms: Putuskan sambungan dari {appName}?
nl: Loskoppelen van {appName}?
no: Koble fra {appName}?
pt: Desconectar de {appName}?
ru: Отключиться от {appName}?
sk: Odpojiť od {appName}?
sv: Koppla från {appName}?
th: ตัดการเชื่อมต่อจาก {appName}?
uk: Відключитись від {appName}?
vi: Ngắt kết nối khỏi {appName}?

# disconnectFromAppDesc
source: This will remove your {appName} authentication. You'll need to reconnect to use it again.
bg: Това ще премахне вашето {appName} удостоверяване. Ще трябва да се свържете отново, за да го използвате.
ca: Això eliminarà la vostra autenticació de {appName}. Haureu de reconnectar per utilitzar-la de nou.
cs: Tím se odstraní vaše ověření {appName}. Pro opětovné použití se budete muset znovu připojit.
de: Dies entfernt Ihre {appName}-Authentifizierung. Sie müssen sich neu verbinden, um es wieder zu verwenden.
es: Esto eliminará tu autenticación de {appName}.
et: See eemaldab teie {appName} autentimise. Peate uuesti ühendama, et seda uuesti kasutada.
fi: Tämä poistaa {appName}-todennuksesi. Sinun on yhdistettävä uudelleen käyttääksesi sitä uudelleen.
fr: Cela supprimera votre authentification {appName}. Vous devrez vous reconnecter pour l'utiliser à nouveau.
hi: यह आपके {appName} प्रमाणीकरण को हटा देगा।
hu: Ez eltávolítja a(z) {appName} hitelesítésedet. Újra kell csatlakoznod a használathoz.
id: Ini akan menghapus autentikasi {appName} Anda. Anda perlu menyambung kembali untuk menggunakannya lagi.
it: Questo rimuoverà la tua autenticazione {appName}. Dovrai riconnetterti per usarlo di nuovo.
ja: {appName}の認証が削除されます。再利用するには再接続が必要です。
ms: Ini akan membuang pengesahan {appName} anda. Anda perlu menyambung semula untuk menggunakannya lagi.
nl: Dit verwijdert je {appName}-authenticatie. Je moet opnieuw verbinden om het weer te gebruiken.
no: Dette vil fjerne {appName}-autentiseringen din. Du må koble til igjen for å bruke den.
pt: Isso removerá sua autenticação de {appName}.
ru: Это удалит вашу аутентификацию {appName}. Вам нужно будет переподключиться для повторного использования.
sk: Toto odstráni vašu autentifikáciu {appName}. Budete sa musieť znovu pripojiť, aby ste ho mohli použiť.
sv: Detta tar bort din {appName}-autentisering. Du måste ansluta igen för att använda den.
th: การดำเนินการนี้จะลบการยืนยันตัวตน {appName} ของคุณ คุณจะต้องเชื่อมต่อใหม่เพื่อใช้งานอีกครั้ง
uk: Це видалить вашу автентифікацію {appName}. Вам потрібно буде підключитися знову, щоб використовувати це.
vi: Thao tác này sẽ xóa xác thực {appName} của bạn. Bạn sẽ cần kết nối lại để sử dụng.

# connectedToApp
source: Connected to {appName}
bg: Свързан с {appName}
ca: Connectat a {appName}
cs: Připojeno k {appName}
de: Verbunden mit {appName}
es: Conectado a {appName}
et: Ühendatud rakendusega {appName}
fi: Yhdistetty palveluun {appName}
fr: Connecté à {appName}
hi: {appName} से कनेक्टेड
hu: Csatlakozva: {appName}
id: Terhubung ke {appName}
it: Connesso a {appName}
ja: {appName}に接続済み
ms: Disambungkan ke {appName}
nl: Verbonden met {appName}
no: Tilkoblet {appName}
pt: Conectado a {appName}
ru: Подключено к {appName}
sk: Pripojené k {appName}
sv: Ansluten till {appName}
th: เชื่อมต่อกับ {appName} แล้ว
uk: Підключено до {appName}
vi: Đã kết nối với {appName}

source: Account
bg: Акаунт
ca: Compte
cs: Účet
de: Konto
es: Cuenta
et: Konto
fi: Tili
fr: Compte
hi: खाता
hu: Fiók
id: Akun
ja: アカウント
ms: Akaun
no: Konto
pt: Conta
ru: Аккаунт
sk: Účet
sv: Konto
th: บัญชี
uk: Обліковий запис
vi: Tài khoản

# actionItemsSyncedTo
source: Your action items will be synced to your {appName} account
bg: Вашите задачи ще бъдат синхронизирани с вашия {appName} акаунт
ca: Les vostres tasques es sincronitzaran amb el vostre compte de {appName}
cs: Vaše úkoly budou synchronizovány s vaším účtem {appName}
de: Ihre Aufgaben werden mit Ihrem {appName}-Konto synchronisiert
es: Tus tareas se sincronizan con tu cuenta de {appName}
et: Teie tegevuspunktid sünkroonitakse teie {appName} kontoga
fi: Tehtäväsi synkronoidaan {appName}-tilillesi
fr: Vos actions à faire seront synchronisées avec votre compte {appName}
hi: आपके कार्य आपके {appName} खाते में सिंक हो जाते हैं
hu: A teendőid szinkronizálva lesznek a(z) {appName} fiókodhoz
id: Item tindakan Anda akan disinkronkan ke akun {appName} Anda
it: Le tue azioni saranno sincronizzate con il tuo account {appName}
ja: アクションアイテムは{appName}アカウントに同期されます
ms: Item tindakan anda akan disegerakkan ke akaun {appName} anda
nl: Je actiepunten worden gesynchroniseerd met je {appName}-account
no: Handlingspunktene dine vil bli synkronisert til {appName}-kontoen din
pt: Suas tarefas são sincronizadas com sua conta {appName}
ru: Ваши задачи будут синхронизированы с вашим аккаунтом {appName}
sk: Vaše úlohy budú synchronizované s vaším účtom {appName}
sv: Dina åtgärder kommer att synkroniseras till ditt {appName}-konto
th: รายการสิ่งที่ต้องทำของคุณจะถูกซิงค์ไปยังบัญชี {appName} ของคุณ
uk: Ваші завдання будуть синхронізовані з вашим обліковим записом {appName}
vi: Việc cần làm của bạn sẽ được đồng bộ với tài khoản {appName} của bạn

source: Default Space
bg: Пространство по подразбиране
ca: Espai per defecte
cs: Výchozí prostor
de: Standard-Space
es: Espacio por defecto
et: Vaikimisi ruum
fi: Oletustila
fr: Espace par défaut
hi: डिफ़ॉल्ट स्थान
hu: Alapértelmezett terület
id: Ruang Default
it: Spazio Predefinito
ja: デフォルトスペース
ms: Ruang Lalai
nl: Standaardruimte
no: Standard område
pt: Espaço padrão
ru: Пространство по умолчанию
sk: Predvolený priestor
sv: Standardutrymme
th: พื้นที่เริ่มต้น
uk: Простір за замовчуванням
vi: Space mặc định

# selectSpaceInWorkspace
source: Select a space in your workspace
bg: Изберете пространство във вашето работно пространство
ca: Seleccioneu un espai al vostre espai de treball
cs: Vyberte prostor ve vašem pracovním prostoru
de: Wählen Sie einen Space in Ihrem Arbeitsbereich
es: Selecciona un espacio
et: Valige ruum oma tööalast
fi: Valitse tila työtilassasi
fr: Sélectionnez un espace dans votre espace de travail
hi: कार्यक्षेत्र में एक स्थान चुनें
hu: Válassz egy területet a munkaterületen
id: Pilih ruang di ruang kerja Anda
it: Seleziona uno spazio nella tua area di lavoro
ja: ワークスペース内のスペースを選択
ms: Pilih ruang dalam ruang kerja anda
nl: Selecteer een ruimte in je werkruimte
no: Velg et område i arbeidsområdet ditt
pt: Selecione um espaço no workspace
ru: Выберите пространство в вашем рабочем пространстве
sk: Vyberte priestor vo vašom pracovnom priestore
sv: Välj ett utrymme i din arbetsyta
th: เลือกพื้นที่ในพื้นที่ทำงานของคุณ
uk: Виберіть простір у вашому робочому просторі
vi: Chọn một space trong workspace của bạn

# noSpacesInWorkspace
source: No spaces found in this workspace
bg: Няма намерени пространства в това работно пространство
ca: No s'han trobat espais en aquest espai de treball
cs: V tomto pracovním prostoru nebyly nalezeny žádné prostory
de: Keine Spaces in diesem Arbeitsbereich gefunden
es: No hay espacios en este entorno
et: Selles tööalas ruume ei leitud
fi: Tiloja ei löytynyt tästä työtilasta
fr: Aucun espace trouvé dans cet espace de travail
hi: कोई स्थान नहीं मिला
hu: Nem találhatók területek ebben a munkaterületen
id: Tidak ada ruang ditemukan di ruang kerja ini
it: Nessuno spazio trovato in quest'area di lavoro
ja: このワークスペースにスペースが見つかりません
ms: Tiada ruang dijumpai dalam ruang kerja ini
nl: Geen ruimtes gevonden in deze werkruimte
no: Ingen områder funnet i dette arbeidsområdet
pt: Nenhum espaço encontrado
ru: Пространства в этом рабочем пространстве не найдены
sk: V tomto pracovnom priestore neboli nájdené žiadne priestory
sv: Inga utrymmen hittades i denna arbetsyta
th: ไม่พบพื้นที่ในพื้นที่ทำงานนี้
uk: У цьому робочому просторі не знайдено просторів
vi: Không tìm thấy space trong workspace này

source: Default List
bg: Списък по подразбиране
ca: Llista per defecte
cs: Výchozí seznam
de: Standardliste
es: Lista por defecto
et: Vaikimisi loend
fi: Oletusluettelo
fr: Liste par défaut
hi: डिफ़ॉल्ट सूची
hu: Alapértelmezett lista
id: Daftar Default
it: Lista Predefinita
ja: デフォルトリスト
ms: Senarai Lalai
nl: Standaardlijst
no: Standard liste
pt: Lista padrão
ru: Список по умолчанию
sk: Predvolený zoznam
sv: Standardlista
th: รายการเริ่มต้น
uk: Список за замовчуванням
vi: Danh sách mặc định

# tasksAddedToList
source: Tasks will be added to this list
bg: Задачите ще бъдат добавени в този списък
ca: Les tasques s'afegiran a aquesta llista
cs: Úkoly budou přidány do tohoto seznamu
de: Aufgaben werden zu dieser Liste hinzugefügt
es: Las tareas se añadirán a esta lista
et: Ülesanded lisatakse sellesse loendisse
fi: Tehtävät lisätään tähän luetteloon
fr: Les tâches seront ajoutées à cette liste
hi: कार्य इस सूची में जोड़े जाएंगे
hu: A feladatok ehhez a listához lesznek hozzáadva
id: Tugas akan ditambahkan ke daftar ini
it: Le attività saranno aggiunte a questa lista
ja: タスクはこのリストに追加されます
ms: Tugasan akan ditambah ke senarai ini
nl: Taken worden toegevoegd aan deze lijst
no: Oppgaver vil bli lagt til denne listen
pt: Tarefas serão adicionadas a esta lista
ru: Задачи будут добавлены в этот список
sk: Úlohy budú pridané do tohto zoznamu
sv: Uppgifter läggs till i denna lista
th: งานจะถูกเพิ่มลงในรายการนี้
uk: Завдання будуть додані до цього списку
vi: Nhiệm vụ sẽ được thêm vào danh sách này

# noListsInSpace
source: No lists found in this space
bg: Няма намерени списъци в това пространство
ca: No s'han trobat llistes en aquest espai
cs: V tomto prostoru nebyly nalezeny žádné seznamy
de: Keine Listen in diesem Space gefunden
es: No hay listas en este espacio
et: Selles ruumis loendeid ei leitud
fi: Luetteloita ei löytynyt tästä tilasta
fr: Aucune liste trouvée dans cet espace
hi: कोई सूची नहीं मिली
hu: Nem találhatók listák ezen a területen
id: Tidak ada daftar ditemukan di ruang ini
it: Nessuna lista trovata in questo spazio
ja: このスペースにリストが見つかりません
ms: Tiada senarai dijumpai dalam ruang ini
nl: Geen lijsten gevonden in deze ruimte
no: Ingen lister funnet i dette området
pt: Nenhuma lista encontrada
ru: Списки в этом пространстве не найдены
sk: V tomto priestore neboli nájdené žiadne zoznamy
sv: Inga listor hittades i detta utrymme
th: ไม่พบรายการในพื้นที่นี้
uk: У цьому просторі не знайдено списків
vi: Không tìm thấy danh sách trong space này

# failedToLoadRepos
source: Failed to load repositories: {error}
bg: Неуспешно зареждане на хранилища: {error}
ca: No s'han pogut carregar els repositoris: {error}
cs: Načtení repozitářů se nezdařilo: {error}
de: Repositories konnten nicht geladen werden: {error}
es: Error al cargar repositorios: {error}
et: Hoidlate laadimine ebaõnnestus: {error}
fi: Repositorioiden lataaminen epäonnistui: {error}
fr: Échec du chargement des dépôts : {error}
hi: रिपॉजिटरी लोड करने में विफल: {error}
hu: Tárolók betöltése sikertelen: {error}
id: Gagal memuat repositori: {error}
it: Impossibile caricare i repository: {error}
ja: リポジトリの読み込みに失敗しました: {error}
ms: Gagal memuatkan repositori: {error}
nl: Laden van repositories mislukt: {error}
no: Kunne ikke laste inn repositorier: {error}
pt: Falha ao carregar repositórios: {error}
ru: Не удалось загрузить репозитории: {error}
sk: Nepodarilo sa načítať repozitáre: {error}
sv: Det gick inte att ladda repositories: {error}
th: โหลดที่เก็บไม่สำเร็จ: {error}
uk: Не вдалося завантажити репозиторії: {error}
vi: Không thể tải kho lưu trữ: {error}

# defaultRepoSaved
source: Default repository saved
bg: Хранилището по подразбиране е запазено
ca: Repositori per defecte desat
cs: Výchozí repozitář uložen
de: Standard-Repository gespeichert
es: Repositorio por defecto guardado
et: Vaikimisi hoidla salvestatud
fi: Oletusrepositorio tallennettu
fr: Dépôt par défaut enregistré
hi: डिफ़ॉल्ट रिपॉजिटरी सहेजी गई
hu: Alapértelmezett tároló mentve
id: Repositori default disimpan
it: Repository predefinito salvato
ja: デフォルトリポジトリを保存しました
ms: Repositori lalai disimpan
nl: Standaard repository opgeslagen
no: Standard repositorium lagret
pt: Repositório padrão salvo
ru: Репозиторий по умолчанию сохранён
sk: Predvolený repozitár bol uložený
sv: Standardrepository sparad
th: บันทึกที่เก็บเริ่มต้นแล้ว
uk: Репозиторій за замовчуванням збережено
vi: Đã lưu kho lưu trữ mặc định
