Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# languageBenefits
source: Set your language for sharper transcriptions and a personalized experience
bg: Задайте вашия език за по-точни транскрипции и персонализирано изживяване
ca: Establiu el vostre idioma per a transcripcions més precises i una experiència personalitzada
cs: Nastavte svůj jazyk pro ostřejší přepisy a personalizovaný zážitek
de: Stellen Sie Ihre Sprache für schärfere Transkriptionen und ein personalisiertes Erlebnis ein
es: Configura tu idioma para mejores resultados
et: Määrake oma keel täpsemate transkriptsioonide ja isikupärastatud kogemuse saamiseks
fi: Aseta kielesi tarkempaa litterointia ja henkilökohtaista kokemusta varten
fr: Définissez votre langue pour des transcriptions plus précises et une expérience personnalisée
hi: स्पष्ट प्रतिलेखन के लिए अपनी भाषा निर्धारित करें
hu: Állítsd be a nyelvedet a pontosabb átíráshoz és személyre szabott élményhez
id: Atur bahasa Anda untuk transkripsi yang lebih tajam dan pengalaman yang dipersonalisasi
it: Imposta la tua lingua per trascrizioni più accurate e un'esperienza personalizzata
ja: 言語を設定すると、より正確な文字起こしとパーソナライズされた体験が得られます
ms: Tetapkan bahasa anda untuk transkripsi yang lebih tajam dan pengalaman yang diperibadikan
nl: Stel je taal in voor scherpere transcripties en een gepersonaliseerde ervaring
no: Angi språket ditt for skarpere transkripsjoner og en personlig opplevelse
pt: Configure seu idioma para melhores resultados
ru: Установите ваш язык для более точной расшифровки и персонализированного опыта
sk: Nastavte svoj jazyk pre presnejšie prepisy a personalizovaný zážitok
sv: Ställ in ditt språk för skarpare transkriptioner och en personlig upplevelse
th: ตั้งค่าภาษาของคุณเพื่อการถอดเสียงที่แม่นยำขึ้นและประสบการณ์ที่เป็นส่วนตัว
uk: Встановіть свою мову для точнішої транскрипції та персоналізованого досвіду
vi: Đặt ngôn ngữ của bạn để có phiên âm chính xác hơn và trải nghiệm được cá nhân hóa

source: What's your primary language?
bg: Кой е вашият основен език?
ca: Quin és el vostre idioma principal?
cs: Jaký je váš primární jazyk?
de: Was ist Ihre primäre Sprache?
es: ¿Cuál es tu idioma principal?
et: Mis on teie põhikeel?
fi: Mikä on ensisijainen kielesi?
fr: Quelle est votre langue principale ?
hi: आपकी प्राथमिक भाषा क्या है?
hu: Mi az elsődleges nyelved?
id: Apa bahasa utama Anda?
it: Qual è la tua lingua principale?
ja: 主要言語は何ですか？
ms: Apakah bahasa utama anda?
nl: Wat is je primaire taal?
no: Hva er ditt hovedspråk?
pt: Qual é o seu idioma principal?
ru: Какой ваш основной язык?
sk: Aký je váš primárny jazyk?
sv: Vilket är ditt primära språk?
th: ภาษาหลักของคุณคืออะไร?
uk: Яка ваша основна мова?
vi: Ngôn ngữ chính của bạn là gì?

source: Select your language
bg: Изберете вашия език
ca: Seleccioneu el vostre idioma
cs: Vyberte svůj jazyk
de: Wählen Sie Ihre Sprache
es: Selecciona tu idioma
et: Valige oma keel
fi: Valitse kielesi
fr: Sélectionnez votre langue
hi: अपनी भाषा चुनें
hu: Válaszd ki a nyelvedet
id: Pilih bahasa Anda
it: Seleziona la tua lingua
ja: 言語を選択
ms: Pilih bahasa anda
nl: Selecteer je taal
no: Velg språket ditt
pt: Selecione seu idioma
ru: Выберите ваш язык
sk: Vyberte svoj jazyk
sv: Välj ditt språk
th: เลือกภาษาของคุณ
uk: Виберіть свою мову
vi: Chọn ngôn ngữ của bạn

# personalGrowthJourney
source: Your personal growth journey with AI that listens to your every word.
bg: Вашето пътешествие на личностен растеж с AI, който слуша всяка ваша дума.
ca: El teu viatge de creixement personal amb IA que escolta cada paraula teva.
cs: Vaše cesta osobního růstu s AI, které naslouchá každému vašemu slovu.
de: Ihre persönliche Wachstumsreise mit KI, die jedem Ihrer Worte zuhört.
es: Tu viaje de crecimiento personal con IA.
et: Teie isiklik kasvuteekond AI-ga, mis kuulab iga teie sõna.
fi: Henkilökohtainen kasvumatkasi tekoälyn kanssa, joka kuuntelee jokaista sanaasi.
fr: Votre parcours de croissance personnelle avec une IA qui écoute chacun de vos mots.
hi: AI सुनने के साथ आपकी व्यक्तिगत विकास यात्रा।
hu: Személyes fejlődési utad egy AI-val, amely minden szavadat figyeli.
id: Perjalanan pertumbuhan pribadi Anda dengan AI yang mendengarkan setiap kata Anda.
it: Il tuo percorso di crescita personale con un'AI che ascolta ogni tua parola.
ja: あなたの言葉すべてに耳を傾けるAIと共に、個人の成長の旅へ。
ms: Perjalanan pertumbuhan peribadi anda dengan AI yang mendengar setiap perkataan anda.
nl: Je persoonlijke groeireis met AI die naar elk woord luistert.
no: Din personlige vekstreise med AI som lytter til hvert ord.
pt: Sua jornada de crescimento pessoal com IA.
ru: Ваше личностное развитие с AI, который слушает каждое ваше слово.
sk: Vaša cesta osobného rastu s AI, ktorá počúva každé vaše slovo.
sv: Din personliga utvecklingsresa med AI som lyssnar på varje ord.
th: เส้นทางการเติบโตส่วนบุคคลของคุณกับ AI ที่ฟังทุกคำพูดของคุณ
uk: Ваша подорож особистого зростання з AI, який слухає кожне ваше слово.
vi: Hành trình phát triển cá nhân của bạn với AI lắng nghe mọi lời nói của bạn.

# actionItemsTitle
source: To-Do's
bg: Задачи
ca: Tasques
cs: Úkoly
de: Aufgaben
es: Acciones
et: Tegevused
fi: Tehtävät
fr: À faire
hi: कार्य
hu: Teendők
id: Daftar Tugas
it: Da Fare
ja: To-Doリスト
ms: Tugasan
nl: Taken
no: Gjøremål
pt: Ações
ru: Задачи
sk: Úlohy
sv: Att göra
th: สิ่งที่ต้องทำ
uk: Завдання
vi: Việc cần làm

# actionItemsDescription
source: Tap to edit • Long press to select • Swipe for actions
bg: Докоснете за редактиране • Натиснете дълго за избор • Плъзнете за действия
ca: Toqueu per editar • Manteniu per seleccionar • Llisqueu per a accions
cs: Klepněte pro úpravu • Dlouze stiskněte pro výběr • Přejeďte pro akce
de: Tippen zum Bearbeiten • Lang drücken zum Auswählen • Wischen für Aktionen
es: Toca para editar • Mantén para seleccionar • Desliza para acciones
et: Puudutage muutmiseks • Vajutage pikalt valimiseks • Libistage toimingute jaoks
fi: Napauta muokataksesi • Pidä painettuna valitaksesi • Pyyhkäise toiminnoille
fr: Appuyez pour modifier • Appui long pour sélectionner • Glissez pour les actions
hi: संपादित करने के लिए टैप करें • चुनने के लिए होल्ड करें • कार्रवाई के लिए स्वाइप करें
hu: Érintsd meg a szerkesztéshez • Hosszan nyomd a kiválasztáshoz • Húzd a műveletekhez
id: Ketuk untuk edit • Tekan lama untuk pilih • Geser untuk aksi
it: Tocca per modificare • Tieni premuto per selezionare • Scorri per azioni
ja: タップして編集 • 長押しで選択 • スワイプで操作
ms: Ketik untuk edit • Tekan lama untuk pilih • Leret untuk tindakan
nl: Tik om te bewerken • Lang indrukken om te selecteren • Veeg voor acties
no: Trykk for å redigere • Langt trykk for å velge • Sveip for handlinger
pt: Toque para editar • Segure para selecionar • Deslize para ações
ru: Нажмите для редактирования • Удерживайте для выбора • Свайп для действий
sk: Ťuknite pre úpravu • Dlhé stlačenie pre výber • Potiahnutím pre akcie
sv: Tryck för att redigera • Långtryck för att välja • Svep för åtgärder
th: แตะเพื่อแก้ไข • กดค้างเพื่อเลือก • ปัดเพื่อดำเนินการ
uk: Торкніться для редагування • Довге натискання для вибору • Проведіть для дій
vi: Nhấn để sửa • Nhấn giữ để chọn • Vuốt để thực hiện hành động

# tabToDo
source: To Do
bg: За изпълнение
ca: Per fer
cs: K provedení
de: Zu erledigen
es: Pendiente
et: Teha
fi: Tekemättä
fr: À faire
hi: करने के लिए
hu: Tennivaló
id: Harus Dilakukan
it: Da Fare
ja: 未完了
ms: Tugasan
nl: Te doen
no: Å gjøre
pt: A fazer
ru: К выполнению
sk: Urobiť
sv: Att göra
th: ต้องทำ
uk: До виконання
vi: Cần làm

# tabDone
source: Done
bg: Готово
ca: Fet
cs: Hotovo
de: Erledigt
es: Hecho
et: Tehtud
fi: Tehty
fr: Terminé
hi: पूर्ण
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ms: Selesai
nl: Klaar
no: Ferdig
pt: Feito
ru: Выполнено
sk: Hotové
sv: Klar
th: เสร็จแล้ว
uk: Виконано
vi: Đã xong

# tabOld
source: Old
bg: Стари
ca: Antic
cs: Staré
de: Alt
es: Antiguo
et: Vanad
fi: Vanhat
fr: Ancien
hi: पुराना
hu: Régi
id: Lama
it: Vecchi
ja: 過去
ms: Lama
nl: Oud
no: Gamle
pt: Antigo
ru: Старые
sk: Staré
sv: Gamla
th: เก่า
uk: Старі
vi: Cũ

# emptyTodoMessage
source: 🎉 All caught up! No pending action items
bg: 🎉 Всичко е актуално! Няма чакащи задачи
ca: 🎉 Tot al dia! No hi ha tasques pendents
cs: 🎉 Vše máte hotové! Žádné nevyřízené úkoly
de: 🎉 Alles erledigt! Keine ausstehenden Aufgaben
es: 🎉 ¡Todo hecho! No hay tareas pendientes
et: 🎉 Kõik tehtud! Ootel tegevuspunkte pole
fi: 🎉 Kaikki hoidettu! Ei odottavia tehtäviä
fr: 🎉 Tout est à jour ! Aucune action en attente
hi: 🎉 सब हो गया! कोई लंबित कार्य नहीं
hu: 🎉 Minden naprakész! Nincsenek függőben lévő teendők
id: 🎉 Semua selesai! Tidak ada item tindakan tertunda
it: 🎉 Tutto a posto! Nessuna azione in sospeso
ja: 🎉 すべて完了！ 保留中のアクションアイテムはありません
ms: 🎉 Semua telah selesai! Tiada item tindakan tertunda
nl: 🎉 Alles bijgewerkt! Geen openstaande actiepunten
no: 🎉 Alt ferdig! Ingen ventende handlingspunkter
pt: 🎉 Tudo feito! Sem tarefas pendentes
ru: 🎉 Всё выполнено! Нет ожидающих задач
sk: 🎉 Všetko je aktuálne! Žiadne čakajúce úlohy
sv: 🎉 Allt klart! Inga väntande åtgärder
th: 🎉 ทำทุกอย่างเสร็จแล้ว! ไม่มีสิ่งที่ต้องทำที่รอดำเนินการ
uk: 🎉 Все виконано! Немає завдань у черзі
vi: 🎉 Đã hoàn tất tất cả! Không còn việc cần làm

# emptyDoneMessage
source: No completed items yet
bg: Все още няма завършени елементи
ca: Encara no hi ha elements completats
cs: Zatím žádné dokončené položky
de: Noch keine erledigten Elemente
es: No hay elementos hechos aún
et: Lõpetatud punkte pole veel
fi: Ei vielä suoritettuja kohteita
fr: Aucun élément terminé pour le moment
hi: अभी तक कोई पूर्ण आइटम नहीं
hu: Még nincsenek befejezett elemek
id: Belum ada item yang diselesaikan
it: Nessun elemento completato ancora
ja: 完了したアイテムはまだありません
ms: Tiada item selesai lagi
nl: Nog geen voltooide items
no: Ingen fullførte elementer ennå
pt: Nenhum item feito ainda
ru: Выполненных задач пока нет
sk: Zatiaľ žiadne dokončené položky
sv: Inga avslutade objekt ännu
th: ยังไม่มีรายการที่เสร็จสมบูรณ์
uk: Виконаних завдань поки немає
vi: Chưa có mục nào hoàn thành

# emptyOldMessage
source: ✅ No old tasks
bg: ✅ Няма стари задачи
ca: ✅ No hi ha tasques antigues
cs: ✅ Žádné staré úkoly
de: ✅ Keine alten Aufgaben
es: ✅ No hay tareas antiguas
et: ✅ Vanu ülesandeid pole
fi: ✅ Ei vanhoja tehtäviä
fr: ✅ Aucune ancienne tâche
hi: ✅ कोई पुराने कार्य नहीं
hu: ✅ Nincsenek régi feladatok
id: ✅ Tidak ada tugas lama
it: ✅ Nessuna attività vecchia
ja: ✅ 過去のタスクはありません
ms: ✅ Tiada tugasan lama
nl: ✅ Geen oude taken
no: ✅ Ingen gamle oppgaver
pt: ✅ Nenhuma tarefa antiga
ru: ✅ Нет старых задач
sk: ✅ Žiadne staré úlohy
sv: ✅ Inga gamla uppgifter
th: ✅ ไม่มีงานเก่า
uk: ✅ Немає старих завдань
vi: ✅ Không có nhiệm vụ cũ

source: No items
bg: Няма елементи
ca: No hi ha elements
cs: Žádné položky
de: Keine Elemente
es: Sin elementos
et: Punkte pole
fi: Ei kohteita
fr: Aucun élément
hi: कोई आइटम नहीं
hu: Nincsenek elemek
id: Tidak ada item
it: Nessun elemento
ja: アイテムなし
ms: Tiada item
nl: Geen items
no: Ingen elementer
pt: Sem itens
ru: Нет элементов
sk: Žiadne položky
sv: Inga objekt
th: ไม่มีรายการ
uk: Немає елементів
vi: Không có mục nào

# actionItemMarkedIncomplete
source: Action item marked as incomplete
bg: Задачата е маркирана като незавършена
ca: Tasca marcada com a incompleta
cs: Úkol označen jako nedokončený
de: Aufgabe als unvollständig markiert
es: Marcado como incompleto
et: Tegevuspunkt märgitud mittelõpetatuks
fi: Tehtävä merkitty keskeneräiseksi
fr: Action marquée comme incomplète
hi: अपूर्ण चिह्नित
hu: Teendő befejezetlenként megjelölve
id: Item tindakan ditandai sebagai belum selesai
it: Azione contrassegnata come non completata
ja: アクションアイテムを未完了にしました
ms: Item tindakan ditandakan sebagai tidak lengkap
nl: Actiepunt gemarkeerd als niet voltooid
no: Handlingspunkt merket som ufullført
pt: Marcado como incompleto
ru: Задача отмечена как невыполненная
sk: Úloha bola označená ako nedokončená
sv: Åtgärd markerad som ofullständig
th: ทำเครื่องหมายสิ่งที่ต้องทำเป็นยังไม่เสร็จสมบูรณ์
uk: Завдання позначено як невиконане
vi: Đã đánh dấu việc cần làm là chưa hoàn thành

source: Action item completed
bg: Задачата е завършена
ca: Tasca completada
cs: Úkol dokončen
de: Aufgabe erledigt
es: Tarea completada
et: Tegevuspunkt lõpetatud
fi: Tehtävä suoritettu
fr: Action terminée
hi: कार्य पूर्ण
hu: Teendő befejezve
id: Item tindakan selesai
it: Azione completata
ja: アクションアイテムを完了しました
ms: Item tindakan selesai
nl: Actiepunt voltooid
no: Handlingspunkt fullført
pt: Tarefa completa
ru: Задача выполнена
sk: Úloha bola dokončená
sv: Åtgärd slutförd
th: ทำสิ่งที่ต้องทำเสร็จแล้ว
uk: Завдання виконано
vi: Đã hoàn thành việc cần làm

# deleteActionItemTitle
source: Delete Action Item
bg: Изтриване на задача
ca: Elimina element d'acció
cs: Smazat úkol
de: Aktionselement löschen
es: Borrar tarea
et: Kustuta tegevuspunkt
fi: Poista tehtävä
fr: Supprimer l'action
hi: कार्य हटाएं
hu: Műveleti elem törlése
id: Hapus Item Tindakan
it: Elimina Azione
ja: アクションアイテムの削除
ms: Padam Item Tindakan
nl: Actiepunt verwijderen
no: Slette handlingspunkt
pt: Apagar tarefa
ru: Удалить задачу
sk: Odstrániť úlohu
sv: Ta bort åtgärd
th: ลบสิ่งที่ต้องทำ
uk: Видалити завдання
vi: Xóa việc cần làm

# deleteActionItemMessage
source: Are you sure you want to delete this action item?
bg: Сигурни ли сте, че искате да изтриете тази задача?
ca: Estàs segur que vols eliminar aquest element d'acció?
cs: Opravdu chcete smazat tento úkol?
de: Möchten Sie dieses Aktionselement wirklich löschen?
es: ¿Seguro que quieres borrar esta tarea?
et: Kas olete kindel, et soovite selle tegevuspunkti kustutada?
fi: Haluatko varmasti poistaa tämän tehtävän?
fr: Êtes-vous sûr de vouloir supprimer cette action ?
hi: क्या आप वाकई इस कार्य को हटाना चाहते हैं?
hu: Biztosan törölni szeretné ezt a műveleti elemet?
id: Apakah Anda yakin ingin menghapus item tindakan ini?
it: Sei sicuro di voler eliminare questa azione?
ja: このアクションアイテムを削除してもよろしいですか？
ms: Adakah anda pasti mahu memadam item tindakan ini?
nl: Weet je zeker dat je dit actiepunt wilt verwijderen?
no: Er du sikker på at du vil slette dette handlingspunktet?
pt: Tem certeza de que deseja apagar esta tarefa?
ru: Вы уверены, что хотите удалить эту задачу?
sk: Naozaj chcete odstrániť túto úlohu?
sv: Är du säker på att du vill ta bort denna åtgärd?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิ่งที่ต้องทำนี้?
uk: Ви впевнені, що хочете видалити це завдання?
vi: Bạn có chắc chắn muốn xóa việc cần làm này?

# deleteSelectedItemsTitle
source: Delete Selected Items
bg: Изтриване на избраните елементи
ca: Eliminar elements seleccionats
cs: Smazat vybrané položky
de: Ausgewählte Elemente löschen
es: Borrar seleccionados
et: Kustuta valitud punktid
fi: Poista valitut kohteet
fr: Supprimer les éléments sélectionnés
hi: चयनित हटाएं
hu: Kiválasztott elemek törlése
id: Hapus Item yang Dipilih
it: Elimina Elementi Selezionati
ja: 選択したアイテムを削除
ms: Padam Item Terpilih
nl: Geselecteerde items verwijderen
no: Slette valgte elementer
pt: Apagar selecionados
ru: Удалить выбранные элементы
sk: Odstrániť vybrané položky
sv: Ta bort valda objekt
th: ลบรายการที่เลือก
uk: Видалити вибрані елементи
vi: Xóa các mục đã chọn

# deleteSelectedItemsMessage
source: Are you sure you want to delete {count} selected action item{s}?
bg: Сигурни ли сте, че искате да изтриете {count} избрана(и) задача(и){s}?
ca: Esteu segur que voleu eliminar {count} tasca{s} seleccionada{s}?
cs: Opravdu chcete smazat {count} vybraný/vybrané/vybraných úkol{s}?
de: Sind Sie sicher, dass Sie {count} ausgewählte Aufgaben löschen möchten?
es: ¿Seguro que quieres borrar {count} tareas seleccionadas?
et: Kas olete kindel, et soovite kustutada {count} valitud tegevuspunkt{s}?
fi: Haluatko varmasti poistaa {count} valittua tehtävää?
fr: Êtes-vous sûr de vouloir supprimer {count} action(s) sélectionnée(s) ?
hi: क्या आप वाकई {count} चयनित कार्यों को हटाना चाहते हैं?
hu: Biztosan törölni szeretnéd a(z) {count} kiválasztott teendő{s}t?
id: Apakah Anda yakin ingin menghapus {count} item tindakan{s} yang dipilih?
it: Sei sicuro di voler eliminare {count} azione/i selezionata/e?
ja: 選択した {count} 件のアクションアイテムを削除してもよろしいですか？
ms: Adakah anda pasti mahu memadam {count} item tindakan terpilih{s}?
nl: Weet je zeker dat je {count} geselecteerde actiepunt(en) wilt verwijderen?
no: Er du sikker på at du vil slette {count} valgte handlingspunkt{s}?
pt: Tem certeza de que deseja apagar {count} tarefas selecionadas?
ru: Вы уверены, что хотите удалить {count} выбранных задач{s}?
sk: Naozaj chcete odstrániť {count} vybranú úlohu/úlohy{s}?
sv: Är du säker på att du vill ta bort {count} vald{s} åtgärd{s}?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิ่งที่ต้องทำที่เลือก {count} รายการ{s}?
uk: Ви впевнені, що хочете видалити {count} вибраних завдань{s}?
vi: Bạn có chắc chắn muốn xóa {count} việc cần làm{s} đã chọn?

# actionItemDeletedResult
source: Action item "{description}" deleted
bg: Задачата "{description}" е изтрита
ca: Tasca "{description}" eliminada
cs: Úkol "{description}" smazán
de: Aufgabe "{description}" gelöscht
es: Tarea "{description}" borrada
et: Tegevuspunkt "{description}" kustutatud
fi: Tehtävä "{description}" poistettu
fr: Action « {description} » supprimée
hi: कार्य "{description}" हटाया गया
hu: "{description}" teendő törölve
id: Item tindakan "{description}" dihapus
it: Azione "{description}" eliminata
ja: アクションアイテム「{description}」を削除しました
ms: Item tindakan "{description}" dipadam
nl: Actiepunt "{description}" verwijderd
no: Handlingspunkt "{description}" slettet
pt: Tarefa "{description}" apagada
ru: Задача "{description}" удалена
sk: Úloha "{description}" bola odstránená
sv: Åtgärd "{description}" borttagen
th: ลบสิ่งที่ต้องทำ "{description}" แล้ว
uk: Завдання "{description}" видалено
vi: Đã xóa việc cần làm "{description}"

# itemsDeletedResult
source: {count} action item{s} deleted
bg: {count} задача(и){s} изтрити
ca: {count} tasca{s} eliminada{s}
cs: Smazáno {count} úkol{s}
de: {count} Aufgaben gelöscht
es: {count} tareas borradas
et: {count} tegevuspunkt{s} kustutatud
fi: {count} tehtävää poistettu
fr: {count} action(s) supprimée(s)
hi: {count} कार्य हटाए गए
hu: {count} teendő{s} törölve
id: {count} item tindakan{s} dihapus
it: {count} azione/i eliminata/e
ja: {count} 件のアクションアイテムを削除しました
ms: {count} item tindakan{s} dipadam
nl: {count} actiepunt(en) verwijderd
no: {count} handlingspunkt{s} slettet
pt: {count} tarefas apagadas
ru: Удалено {count} задач{s}
sk: {count} úloha/úlohy{s} bola odstránená
sv: {count} åtgärd{s} borttagen{s}
th: ลบสิ่งที่ต้องทำ {count} รายการ{s}แล้ว
uk: {count} завдань{s} видалено
vi: Đã xóa {count} việc cần làm{s}

# failedToDeleteItem
source: Failed to delete action item
bg: Неуспешно изтриване на задача
ca: No s'ha pogut eliminar la tasca
cs: Smazání úkolu se nezdařilo
de: Löschen der Aufgabe fehlgeschlagen
es: Error al borrar tarea
et: Tegevuspunkti kustutamine ebaõnnestus
fi: Tehtävän poisto epäonnistui
fr: Échec de la suppression de l'action
hi: आइटम हटाने में विफल
hu: Teendő törlése sikertelen
id: Gagal menghapus item tindakan
it: Impossibile eliminare l'azione
ja: アクションアイテムの削除に失敗しました
ms: Gagal memadam item tindakan
nl: Kan actiepunt niet verwijderen
no: Kunne ikke slette handlingspunkt
pt: Falha ao apagar tarefa
ru: Не удалось удалить задачу
sk: Nepodarilo sa odstrániť úlohu
sv: Det gick inte att ta bort åtgärd
th: ลบสิ่งที่ต้องทำไม่สำเร็จ
uk: Не вдалося видалити завдання
vi: Không thể xóa việc cần làm

source: Failed to delete items
bg: Неуспешно изтриване на елементи
ca: No s'han pogut eliminar els elements
cs: Smazání položek se nezdařilo
de: Löschen der Elemente fehlgeschlagen
es: Error al borrar elementos
et: Punktide kustutamine ebaõnnestus
fi: Kohteiden poisto epäonnistui
fr: Échec de la suppression des éléments
hi: आइटम हटाने में विफल
hu: Elemek törlése sikertelen
id: Gagal menghapus item
it: Impossibile eliminare gli elementi
ja: アイテムの削除に失敗しました
ms: Gagal memadam item
nl: Kan items niet verwijderen
no: Kunne ikke slette elementer
pt: Falha ao apagar itens
ru: Не удалось удалить элементы
sk: Nepodarilo sa odstrániť položky
sv: Det gick inte att ta bort objekt
th: ลบรายการไม่สำเร็จ
uk: Не вдалося видалити елементи
vi: Không thể xóa các mục

source: Failed to delete some items
bg: Неуспешно изтриване на някои елементи
ca: No s'han pogut eliminar alguns elements
cs: Smazání některých položek se nezdařilo
de: Löschen einiger Elemente fehlgeschlagen
es: Error al borrar algunos elementos
et: Mõne punkti kustutamine ebaõnnestus
fi: Joidenkin kohteiden poisto epäonnistui
fr: Échec de la suppression de certains éléments
hi: कुछ आइटम हटाने में विफल
hu: Néhány elem törlése sikertelen
id: Gagal menghapus beberapa item
it: Impossibile eliminare alcuni elementi
ja: 一部のアイテムの削除に失敗しました
ms: Gagal memadam beberapa item
nl: Kan sommige items niet verwijderen
no: Kunne ikke slette noen elementer
pt: Falha ao apagar alguns itens
ru: Не удалось удалить некоторые элементы
sk: Nepodarilo sa odstrániť niektoré položky
sv: Det gick inte att ta bort vissa objekt
th: ลบบางรายการไม่สำเร็จ
uk: Не вдалося видалити деякі елементи
vi: Không thể xóa một số mục

# welcomeActionItemsTitle
source: Ready for Action Items
bg: Готови за задачи
ca: Llest per a les tasques
cs: Připraveno na úkoly
de: Bereit für Aufgaben
es: Listo para Acciones
et: Valmis tegevuspunktide jaoks
fi: Valmis tehtäville
fr: Prêt pour les actions
hi: कार्रवाई के लिए तैयार
hu: Készen állsz a teendőkre
id: Siap untuk Item Tindakan
it: Pronto per le Azioni
ja: アクションアイテムの準備完了
ms: Sedia untuk Item Tindakan
nl: Klaar voor actiepunten
no: Klar for handlingspunkter
pt: Pronto para Ação
ru: Готово к задачам
sk: Pripravené na úlohy
sv: Redo för åtgärder
th: พร้อมสำหรับสิ่งที่ต้องทำ
uk: Готовий до завдань
vi: Sẵn sàng cho việc cần làm
