Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# deleteKnowledgeGraphTitle
source: Delete Knowledge Graph?
bg: Изтриване на граф на знанията?
ca: Eliminar graf de coneixement?
cs: Smazat graf znalostí?
de: Wissensgraph löschen?
es: ¿Borrar Gráfico de Conocimiento?
et: Kustuta teadmiste graaf?
fi: Poista tietograafi?
fr: Supprimer le graphe de connaissances ?
hi: नॉलेज ग्राफ़ हटाएं?
hu: Tudásgráf törlése?
id: Hapus Grafik Pengetahuan?
it: Eliminare Grafo di Conoscenza?
ja: ナレッジグラフを削除しますか？
ms: Padam Graf Pengetahuan?
nl: Kennisgraaf verwijderen?
no: Slette kunnskapsgraf?
pt: Apagar Gráfico de Conhecimento?
ru: Удалить граф знаний?
sk: Odstrániť graf znalostí?
sv: Ta bort kunskapsgraf?
th: ลบกราฟความรู้?
uk: Видалити граф знань?
vi: Xóa biểu đồ tri thức?

# deleteKnowledgeGraphMessage
source: This will delete all derived knowledge graph data (nodes and connections). Your original memories will remain safe. The graph will be rebuilt over time or upon next request.
bg: Това ще изтрие всички производни данни от графа на знанията (възли и връзки). Вашите оригинални спомени ще останат в безопасност. Графът ще бъде възстановен с течение на времето или при следващо запитване.
ca: Això eliminarà totes les dades derivades del graf de coneixement (nodes i connexions). Els vostres records originals restaran segurs. El graf es reconstruirà amb el temps o a la propera sol·licitud.
cs: Tím se smažou všechna odvozená data grafu znalostí (uzly a spojení). Vaše původní vzpomínky zůstanou v bezpečí. Graf bude v průběhu času znovu vytvořen nebo při dalším požadavku.
de: Dies löscht alle abgeleiteten Daten des Wissensgraphen (Knoten und Verbindungen). Ihre ursprünglichen Erinnerungen bleiben sicher. Der Graph wird mit der Zeit oder bei der nächsten Anfrage neu erstellt.
es: Esto borrará todos los datos derivados del gráfico (nodos y conexiones). Tus recuerdos originales se mantienen seguros.
et: See kustutab kõik tuletatud teadmiste graafi andmed (sõlmed ja ühendused). Teie algsed mälestused jäävad turvaliseks. Graaf taastatakse aja jooksul või järgmise päringu korral.
fi: Tämä poistaa kaikki johdetut tietograafitiedot (solmut ja yhteydet). Alkuperäiset muistosi pysyvät turvassa. Graafi rakennetaan uudelleen ajan myötä tai seuraavan pyynnön yhteydessä.
fr: Cela supprimera toutes les données du graphe de connaissances dérivées (nœuds et connexions). Vos mémoires originales resteront intactes. Le graphe sera reconstruit au fil du temps ou lors de la prochaine demande.
hi: यह सभी व्युत्पन्न ग्राफ़ डेटा (नोड्स और कनेक्शन) को हटा देगा। आपकी मूल यादें सुरक्षित रहती हैं।
hu: Ez törli az összes származtatott tudásgráf adatot (csomópontok és kapcsolatok). Az eredeti emlékeid biztonságban maradnak. A gráf idővel vagy a következő kérésre újjáépül.
id: Ini akan menghapus semua data grafik pengetahuan turunan (simpul dan koneksi). Memori asli Anda akan tetap aman. Grafik akan dibangun kembali seiring waktu atau pada permintaan berikutnya.
it: Questo eliminerà tutti i dati del grafo di conoscenza derivato (nodi e connessioni). I tuoi ricordi originali rimarranno al sicuro. Il grafo sarà ricostruito nel tempo o alla prossima richiesta.
ja: これにより、派生したすべてのナレッジグラフデータ（ノードと接続）が削除されます。元の記憶は安全なままです。グラフは時間の経過とともに、または次のリクエスト時に再構築されます。
ms: Ini akan memadam semua data graf pengetahuan terbitan (nod dan sambungan). Ingatan asal anda akan kekal selamat. Graf akan dibina semula dari semasa ke semasa atau atas permintaan seterusnya.
nl: Dit verwijdert alle afgeleide kennisgraafgegevens (knooppunten en verbindingen). Je originele herinneringen blijven veilig. De graaf wordt na verloop van tijd of bij het volgende verzoek opnieuw opgebouwd.
no: Dette vil slette alle utledede kunnskapsdata (noder og forbindelser). De originale minnene dine vil forbli trygge. Grafen vil bli gjenoppbygget over tid eller ved neste forespørsel.
pt: Isso apagará todos os dados derivados do gráfico (nós e conexões). Suas memórias originais permanecem seguras.
ru: Это удалит все производные данные графа знаний (узлы и связи). Ваши исходные воспоминания останутся в безопасности. Граф будет восстановлен со временем или при следующем запросе.
sk: Týmto odstránite všetky odvodené údaje grafu znalostí (uzly a prepojenia). Vaše pôvodné spomienky zostanú v bezpečí. Graf bude znovu vytvorený postupom času alebo na ďalšiu požiadavku.
sv: Detta kommer att ta bort all härledd kunskapsgrafsdata (noder och kopplingar). Dina ursprungliga minnen förblir säkra. Grafen kommer att byggas om över tid eller vid nästa begäran.
th: นี่จะลบข้อมูลกราฟความรู้ที่สร้างขึ้นทั้งหมด (โหนดและการเชื่อมต่อ) ความทรงจำเดิมของคุณจะยังคงปลอดภัย กราฟจะถูกสร้างขึ้นใหม่เมื่อเวลาผ่านไปหรือเมื่อมีคำขอครั้งถัดไป
uk: Це видалить всі похідні дані графа знань (вузли та з'єднання). Ваші оригінальні спогади залишаться в безпеці. Граф буде перебудовано з часом або за наступним запитом.
vi: Thao tác này sẽ xóa tất cả dữ liệu biểu đồ tri thức được tạo ra (nút và kết nối). Ký ức gốc của bạn sẽ vẫn an toàn. Biểu đồ sẽ được xây dựng lại theo thời gian hoặc khi có yêu cầu tiếp theo.

# knowledgeGraphDeleted
source: Knowledge Graph deleted successfully
bg: Графът на знанията е изтрит успешно
ca: Graf de coneixement eliminat
cs: Graf znalostí úspěšně smazán
de: Wissensgraph erfolgreich gelöscht
es: Gráfico de conocimiento borrado con éxito
et: Teadmiste graaf kustutati edukalt
fi: Tietograafi poistettu onnistuneesti
fr: Graphe de connaissances supprimé avec succès
hi: नॉलेज ग्राफ़ सफलतापूर्वक हटा दिया गया
hu: Tudásgráf sikeresen törölve
id: Grafik Pengetahuan berhasil dihapus
it: Grafo di Conoscenza eliminato con successo
ja: ナレッジグラフが正常に削除されました
ms: Graf Pengetahuan berjaya dipadam
nl: Kennisgraaf succesvol verwijderd
no: Kunnskapsgraf slettet
pt: Gráfico de conhecimento apagado com sucesso
ru: Граф знаний успешно удалён
sk: Graf znalostí bol úspešne odstránený
sv: Kunskapsgraf borttagen
th: ลบกราฟความรู้สำเร็จแล้ว
uk: Граф знань успішно видалено
vi: Đã xóa biểu đồ tri thức thành công

# deleteGraphFailed
source: Failed to delete graph: {error}
bg: Неуспешно изтриване на граф: {error}
ca: No s'ha pogut eliminar el graf: {error}
cs: Smazání grafu se nezdařilo: {error}
de: Löschen des Graphen fehlgeschlagen: {error}
es: Error al borrar el gráfico: {error}
et: Graafi kustutamine ebaõnnestus: {error}
fi: Graafin poisto epäonnistui: {error}
fr: Échec de la suppression du graphe : {error}
hi: ग्राफ़ हटाने में विफल: {error}
hu: Gráf törlése sikertelen: {error}
id: Gagal menghapus grafik: {error}
it: Impossibile eliminare il grafo: {error}
ja: グラフの削除に失敗しました: {error}
ms: Gagal memadam graf: {error}
nl: Verwijderen graaf mislukt: {error}
no: Kunne ikke slette graf: {error}
pt: Falha ao apagar gráfico: {error}
ru: Не удалось удалить граф: {error}
sk: Nepodarilo sa odstrániť graf: {error}
sv: Det gick inte att ta bort graf: {error}
th: ไม่สามารถลบกราฟ: {error}
uk: Не вдалося видалити граф: {error}
vi: Không thể xóa biểu đồ: {error}

source: Delete Knowledge Graph
bg: Изтрий граф на знанията
ca: Eliminar graf de coneixement
cs: Smazat graf znalostí
de: Wissensgraph löschen
es: Borrar gráfico de conocimiento
et: Kustuta teadmiste graaf
fi: Poista tietograafi
fr: Supprimer le graphe de connaissances
hi: नॉलेज ग्राफ़ हटाएं
hu: Tudásgráf törlése
id: Hapus Grafik Pengetahuan
it: Elimina Grafo di Conoscenza
ja: ナレッジグラフを削除
ms: Padam Graf Pengetahuan
nl: Kennisgraaf verwijderen
no: Slett kunnskapsgraf
pt: Apagar gráfico de conhecimento
ru: Удалить граф знаний
sk: Odstrániť graf znalostí
sv: Ta bort kunskapsgraf
th: ลบกราฟความรู้
uk: Видалити граф знань
vi: Xóa biểu đồ tri thức

# deleteKnowledgeGraphDesc
source: Clear all nodes and connections
bg: Изчисти всички възли и връзки
ca: Esborrar tots els nodes i connexions
cs: Vymazat všechny uzly a spojení
de: Alle Knoten und Verbindungen löschen
es: Eliminar todos los nodos y conexiones
et: Tühjenda kõik sõlmed ja ühendused
fi: Tyhjennä kaikki solmut ja yhteydet
fr: Effacer tous les nœuds et connexions
hi: सभी नोड्स और कनेक्शन हटा दें
hu: Összes csomópont és kapcsolat törlése
id: Bersihkan semua simpul dan koneksi
it: Cancella tutti i nodi e le connessioni
ja: すべてのノードと接続を消去
ms: Kosongkan semua nod dan sambungan
nl: Alle knooppunten en verbindingen wissen
no: Tøm alle noder og forbindelser
pt: Remover todos os nós e conexões
ru: Очистить все узлы и связи
sk: Vymazať všetky uzly a prepojenia
sv: Rensa alla noder och kopplingar
th: ล้างโหนดและการเชื่อมต่อทั้งหมด
uk: Очистити всі вузли та з'єднання
vi: Xóa tất cả nút và kết nối

source: MCP Server
bg: MCP сървър
ca: Servidor MCP
cs: Server MCP
es: Servidor MCP
fi: MCP-palvelin
fr: Serveur MCP
hi: MCP सर्वर
hu: MCP szerver
id: Server MCP
it: Server MCP
ja: MCPサーバー
ms: Pelayan MCP
pt: Servidor MCP
ru: Сервер MCP
th: เซิร์ฟเวอร์ MCP
uk: MCP-сервер
vi: Máy chủ MCP

# mcpServerDesc
source: Connect AI assistants to your data
bg: Свържете AI асистенти с вашите данни
ca: Connectar assistents d'IA a les vostres dades
cs: Připojit AI asistenty k vašim datům
de: KI-Assistenten mit Ihren Daten verbinden
es: Conectar asistentes IA con tus datos
et: Ühendage AI assistendid oma andmetega
fi: Yhdistä tekoälyavustajat tietoihisi
fr: Connecter les assistants IA à vos données
hi: AI सहायकों को अपने डेटा से कनेक्ट करें
hu: AI asszisztensek csatlakoztatása az adataidhoz
id: Hubungkan asisten AI ke data Anda
it: Connetti assistenti AI ai tuoi dati
ja: AIアシスタントをデータに接続
ms: Sambungkan pembantu AI ke data anda
nl: AI-assistenten verbinden met je gegevens
no: Koble AI-assistenter til dataene dine
pt: Conecte assistentes IA aos seus dados
ru: Подключите AI-помощников к вашим данным
sk: Pripojte AI asistentov k vašim údajom
sv: Anslut AI-assistenter till din data
th: เชื่อมต่อผู้ช่วย AI กับข้อมูลของคุณ
uk: Підключіть AI-асистентів до ваших даних
vi: Kết nối trợ lý AI với dữ liệu của bạn

source: Server URL
bg: URL на сървър
ca: URL del servidor
cs: URL serveru
es: URL del servidor
et: Serveri URL
fi: Palvelimen URL
fr: URL du serveur
hi: सर्वर URL
hu: Szerver URL
id: URL Server
it: URL Server
ja: サーバーURL
ms: URL Pelayan
pt: URL do servidor
ru: URL сервера
sk: URL servera
th: URL เซิร์ฟเวอร์
uk: URL сервера
vi: URL máy chủ

source: URL copied
bg: URL е копиран
ca: URL copiat
cs: URL zkopírována
de: URL kopiert
es: URL copiada
et: URL kopeeritud
fi: URL kopioitu
fr: URL copiée
hi: URL कॉपी किया गया
hu: URL másolva
id: URL disalin
it: URL copiato
ja: URLをコピーしました
ms: URL disalin
nl: URL gekopieerd
no: URL kopiert
pt: URL copiada
ru: URL скопирован
sk: URL bola skopírovaná
sv: URL kopierad
th: คัดลอก URL แล้ว
uk: URL скопійовано
vi: Đã sao chép URL

source: API Key Auth
bg: Удостоверяване с API ключ
ca: Autenticació amb clau API
cs: Ověření API klíčem
de: API-Schlüssel-Authentifizierung
es: Autenticación API Key
et: API võtme autentimine
fi: API-avaimen todennus
fr: Authentification par clé API
hi: API कुंजी प्रमाणीकरण
hu: API kulcs hitelesítés
id: Autentikasi Kunci API
it: Autenticazione Chiave API
ja: APIキー認証
ms: Pengesahan Kunci API
nl: API-sleutel authenticatie
no: API-nøkkelautentisering
pt: Autenticação API Key
ru: Аутентификация по API-ключу
sk: Autentifikácia API kľúčom
sv: API-nyckel autentisering
th: การยืนยันตัวตนด้วยคีย์ API
uk: Автентифікація API-ключем
vi: Xác thực API Key

source: Header
bg: Заглавка
ca: Capçalera
cs: Záhlaví
es: Cabecera
et: Päis
fi: Otsikko
fr: En-tête
hi: हेडर
hu: Fejléc
it: Intestazione
ja: ヘッダー
ms: Pengepala
no: Topptekst
pt: Cabeçalho
ru: Заголовок
sk: Hlavička
th: ส่วนหัว
uk: Заголовок

source: Client ID
bg: ID на клиент
ca: ID de client
cs: ID klienta
et: Kliendi ID
fi: Asiakas-ID
fr: ID client
hu: Kliens azonosító
id: ID Klien
it: ID Cliente
ja: クライアントID
ms: ID Klien
no: Klient-ID
ru: ID клиента
sv: Klient-ID
uk: ID клієнта

source: Client Secret
bg: Тайна на клиент
ca: Secret de client
cs: Tajný klíč klienta
et: Kliendi saladus
fi: Asiakassalaisuus
fr: Secret client
hu: Kliens titok
id: Rahasia Klien
it: Segreto Cliente
ja: クライアントシークレット
ms: Rahsia Klien
nl: Client-geheim
no: Klienthemmelighet
ru: Секрет клиента
sv: Klienthemlighet
uk: Секрет клієнта

# useMcpApiKey
source: Use your MCP API key
bg: Използвайте вашия MCP API ключ
ca: Utilitzeu la vostra clau API MCP
cs: Použijte svůj MCP API klíč
de: Verwenden Sie Ihren MCP-API-Schlüssel
es: Usa tu clave API MCP
et: Kasutage oma MCP API võtit
fi: Käytä MCP API-avainta
fr: Utilisez votre clé API MCP
hi: अपनी MCP API कुंजी का उपयोग करें
hu: Használd az MCP API kulcsodat
id: Gunakan kunci API MCP Anda
it: Usa la tua chiave API MCP
ja: MCP APIキーを使用してください
ms: Gunakan kunci API MCP anda
nl: Gebruik je MCP API-sleutel
no: Bruk din MCP API-nøkkel
pt: Use sua chave API do MCP
ru: Используйте ваш MCP API-ключ
sk: Použite svoj MCP API kľúč
sv: Använd din MCP API-nyckel
th: ใช้คีย์ API MCP ของคุณ
uk: Використовуйте свій MCP API-ключ
vi: Sử dụng API key MCP của bạn

source: Conversation Events
bg: События на разговор
ca: Esdeveniments de conversa
cs: Události konverzace
de: Unterhaltungs-Ereignisse
es: Eventos de conversación
et: Vestluse sündmused
fi: Keskustelutapahtumat
fr: Événements de conversation
hi: बातचीत ईवेंट
hu: Beszélgetés események
id: Peristiwa Percakapan
it: Eventi Conversazione
ja: 会話イベント
ms: Acara Perbualan
nl: Gespreksgebeurtenissen
no: Samtalehendelser
pt: Eventos de conversa
ru: События разговоров
sk: Udalosti konverzácií
sv: Konversationshändelser
th: เหตุการณ์บทสนทนา
uk: Події розмови
vi: Sự kiện cuộc trò chuyện

source: New conversation created
bg: Създаден нов разговор
ca: Nova conversa creada
cs: Vytvořena nová konverzace
de: Neue Unterhaltung erstellt
es: Nueva conversación creada
et: Uus vestlus loodud
fi: Uusi keskustelu luotu
fr: Nouvelle conversation créée
hi: नई बातचीत बनाई गई
hu: Új beszélgetés létrehozva
id: Percakapan baru dibuat
it: Nuova conversazione creata
ja: 新しい会話が作成されました
ms: Perbualan baharu dicipta
nl: Nieuw gesprek aangemaakt
no: Ny samtale opprettet
pt: Nova conversa criada
ru: Создан новый разговор
sk: Nová konverzácia bola vytvorená
sv: Ny konversation skapad
th: สร้างบทสนทนาใหม่แล้ว
uk: Створено нову розмову
vi: Đã tạo cuộc trò chuyện mới

source: Real-time Transcript
bg: Транскрипт в реално време
ca: Transcripció en temps real
cs: Přepis v reálném čase
de: Echtzeit-Transkript
es: Transcripción en tiempo real
et: Reaalajas transkriptsioon
fi: Reaaliaikainen litterointi
fr: Transcription en temps réel
hi: रीयलटाइम ट्रांसक्रिप्ट
hu: Valós idejű átirat
id: Transkrip Real-time
it: Trascrizione in Tempo Reale
ja: リアルタイム文字起こし
ms: Transkrip Masa Nyata
no: Sanntidstranskripsjon
pt: Transcrição em tempo real
ru: Расшифровка в реальном времени
sk: Prepis v reálnom čase
sv: Realtidstranskription
th: บันทึกเสียงแบบเรียลไทม์
uk: Транскрипція в реальному часі
vi: Bản ghi thời gian thực

source: Transcript received
bg: Получен транскрипт
ca: Transcripció rebuda
cs: Přepis přijat
de: Transkript empfangen
es: Transcripción recibida
et: Transkriptsioon vastu võetud
fi: Litterointi vastaanotettu
fr: Transcription reçue
hi: ट्रांसक्रिप्ट प्राप्त
hu: Átirat fogadva
id: Transkrip diterima
it: Trascrizione ricevuta
ja: 文字起こしを受信しました
ms: Transkrip diterima
nl: Transcript ontvangen
no: Transkripsjon mottatt
pt: Transcrição recebida
ru: Расшифровка получена
sk: Prepis bol prijatý
sv: Transkription mottagen
th: ได้รับบันทึกเสียงแล้ว
uk: Транскрипцію отримано
vi: Đã nhận bản ghi

source: Audio Bytes
bg: Аудио байтове
ca: Bytes d'àudio
cs: Audio bajty
es: Bytes de audio
et: Helibaite
fi: Äänitavut
fr: Octets audio
hi: ऑडियो बाइट्स
hu: Hang byte-ok
id: Byte Audio
it: Byte Audio
ja: 音声バイト
ms: Bait Audio
no: Lydbytes
pt: Bytes de áudio
ru: Байты аудио
sk: Audio bajty
sv: Ljudbytes
th: ไบต์เสียง
uk: Аудіо байти
vi: Dữ liệu âm thanh

source: Audio data received
bg: Получени аудио данни
ca: Dades d'àudio rebudes
cs: Audio data přijata
de: Audiodaten empfangen
es: Datos de audio recibidos
et: Heliandmed vastu võetud
fi: Ääniaineisto vastaanotettu
fr: Données audio reçues
hi: ऑडियो डेटा प्राप्त
hu: Hangadatok fogadva
id: Data audio diterima
it: Dati audio ricevuti
ja: 音声データを受信しました
ms: Data audio diterima
nl: Audiogegevens ontvangen
no: Lyddata mottatt
pt: Dados de áudio recebidos
ru: Данные аудио получены
sk: Audio dáta boli prijaté
sv: Ljuddata mottagen
th: ได้รับข้อมูลเสียงแล้ว
uk: Аудіо дані отримано
vi: Đã nhận dữ liệu âm thanh

source: Interval (seconds)
bg: Интервал (секунди)
ca: Interval (segons)
cs: Interval (sekundy)
de: Intervall (Sekunden)
es: Intervalo (segundos)
et: Intervall (sekundid)
fi: Aikaväli (sekunteina)
fr: Intervalle (secondes)
hi: अंतराल (सेकंड)
hu: Időköz (másodperc)
id: Interval (detik)
it: Intervallo (secondi)
ja: 間隔（秒）
ms: Selang (saat)
nl: Interval (seconden)
no: Intervall (sekunder)
pt: Intervalo (segundos)
ru: Интервал (секунды)
sk: Interval (sekundy)
sv: Intervall (sekunder)
th: ช่วงเวลา (วินาที)
uk: Інтервал (секунди)
vi: Khoảng thời gian (giây)

source: Day Summary
bg: Дневно резюме
ca: Resum del dia
cs: Denní souhrn
de: Tageszusammenfassung
es: Resumen diario
et: Päeva kokkuvõte
fi: Päivän yhteenveto
fr: Résumé du jour
hi: दिन का सारांश
hu: Napi összefoglaló
id: Ringkasan Hari
it: Riepilogo Giornaliero
ja: その日の要約
ms: Ringkasan Hari
nl: Dagsamenvatting
no: Dagsammendrag
pt: Resumo diário
ru: Сводка дня
sk: Denné zhrnutie
sv: Dagsammanfattning
th: สรุปรายวัน
uk: Підсумок дня
vi: Tóm tắt ngày

source: Summary generated
bg: Генерирано резюме
ca: Resum generat
cs: Souhrn vygenerován
de: Zusammenfassung generiert
es: Resumen generado
et: Kokkuvõte loodud
fi: Yhteenveto luotu
fr: Résumé généré
hi: सारांश उत्पन्न हुआ
hu: Összefoglaló generálva
id: Ringkasan dibuat
it: Riepilogo generato
ja: 要約が生成されました
ms: Ringkasan dijana
nl: Samenvatting gegenereerd
no: Sammendrag generert
pt: Resumo gerado
ru: Сводка создана
sk: Zhrnutie bolo vygenerované
sv: Sammanfattning genererad
th: สร้างสรุปแล้ว
uk: Підсумок згенеровано
vi: Đã tạo tóm tắt

# addToClaudeConfig
source: Add to claude_desktop_config.json
bg: Добавете към claude_desktop_config.json
ca: Afegir a claude_desktop_config.json
cs: Přidat do claude_desktop_config.json
de: Zu claude_desktop_config.json hinzufügen
es: Añadir a claude_desktop_config.json
et: Lisa claude_desktop_config.json-i
fi: Lisää claude_desktop_config.json-tiedostoon
fr: Ajouter à claude_desktop_config.json
hi: claude_desktop_config.json में जोड़ें
hu: Hozzáadás claude_desktop_config.json-hoz
id: Tambahkan ke claude_desktop_config.json
it: Aggiungi a claude_desktop_config.json
ja: claude_desktop_config.jsonに追加
ms: Tambah ke claude_desktop_config.json
nl: Toevoegen aan claude_desktop_config.json
no: Legg til i claude_desktop_config.json
pt: Adicionar ao claude_desktop_config.json
ru: Добавить в claude_desktop_config.json
sk: Pridať do claude_desktop_config.json
sv: Lägg till i claude_desktop_config.json
th: เพิ่มไปยัง claude_desktop_config.json
uk: Додати до claude_desktop_config.json
vi: Thêm vào claude_desktop_config.json

source: Copy Config
bg: Копирай конфигурация
ca: Copiar configuració
cs: Kopírovat konfiguraci
de: Konfiguration kopieren
es: Copiar configuración
et: Kopeeri konfiguratsioon
fi: Kopioi kokoonpano
fr: Copier la configuration
hi: कॉन्फ़िगरेशन कॉपी करें
hu: Konfiguráció másolása
id: Salin Konfigurasi
it: Copia Configurazione
ja: 設定をコピー
ms: Salin Konfigurasi
nl: Configuratie kopiëren
no: Kopier konfigurasjon
pt: Copiar configuração
ru: Копировать конфигурацию
sk: Skopírovať konfiguráciu
sv: Kopiera konfiguration
th: คัดลอกการกำหนดค่า
uk: Копіювати конфігурацію
vi: Sao chép cấu hình

# configCopied
source: Config copied to clipboard
bg: Конфигурацията е копирана в клипборда
ca: Configuració copiada al porta-retalls
cs: Konfigurace zkopírována do schránky
de: Konfiguration in die Zwischenablage kopiert
es: Configuración copiada al portapapeles
et: Konfiguratsioon kopeeritud lõikelauale
fi: Kokoonpano kopioitu leikepöydälle
fr: Configuration copiée dans le presse-papiers
hi: कॉन्फ़िगरेशन कॉपी किया गया
hu: Konfiguráció vágólapra másolva
id: Konfigurasi disalin ke clipboard
it: Configurazione copiata negli appunti
ja: 設定をクリップボードにコピーしました
ms: Konfigurasi disalin ke papan keratan
nl: Configuratie gekopieerd naar klembord
no: Konfigurasjon kopiert til utklippstavlen
pt: Configuração copiada para a área de transferência
ru: Конфигурация скопирована в буфер обмена
sk: Konfigurácia bola skopírovaná do schránky
sv: Konfiguration kopierad till urklipp
th: คัดลอกการกำหนดค่าไปยังคลิปบอร์ดแล้ว
uk: Конфігурацію скопійовано до буфера обміну
vi: Đã sao chép cấu hình vào clipboard

source: Listening (mins)
bg: Слушане (мин)
ca: Escoltant (min)
cs: Naslouchání (min)
de: Zuhören (Min)
es: Escuchando (Mins)
et: Kuulamine (min)
fi: Kuunteleminen (min)
fr: Écoute (min)
hi: सुनना (मिनट)
hu: Figyelés (perc)
id: Mendengarkan (menit)
it: Ascolto (min)
ja: リスニング（分）
ms: Mendengar (minit)
nl: Luisteren (min)
no: Lytting (min)
pt: Ouvindo (Mins)
ru: Прослушивание (мин)
sk: Počúvanie (min)
sv: Lyssnar (min)
th: การฟัง (นาที)
uk: Прослуховування (хв)
vi: Lắng nghe (phút)

source: Understanding (words)
bg: Разбиране (думи)
ca: Entenent (paraules)
cs: Porozumění (slova)
de: Verstehen (Wörter)
es: Entendiendo (Palabras)
et: Mõistmine (sõnad)
fi: Ymmärtäminen (sanaa)
fr: Compréhension (mots)
hi: समझना (शब्द)
hu: Megértés (szavak)
id: Memahami (kata)
it: Comprensione (parole)
ja: 理解（語数）
ms: Memahami (perkataan)
nl: Begrijpen (woorden)
no: Forståelse (ord)
pt: Entendendo (Palavras)
ru: Понимание (слов)
sk: Porozumenie (slová)
sv: Förstår (ord)
th: การเข้าใจ (คำ)
uk: Розуміння (слів)
vi: Hiểu biết (từ)

source: Insights
bg: Прозрения
ca: Informació
cs: Přehledy
de: Erkenntnisse
et: Ülevaated
fi: Näkemykset
fr: Aperçus
hi: अंतर्दृष्टि
hu: Betekintések
id: Wawasan
it: Insight
ja: インサイト
ms: Wawasan
nl: Inzichten
no: Innsikter
ru: Инсайты
sk: Postrehy
sv: Insikter
th: ข้อมูลเชิงลึก
vi: Thông tin chi tiết

source: Memories
bg: Спомени
ca: Records
cs: Vzpomínky
de: Erinnerungen
es: Recuerdos
et: Mälestused
fi: Muistot
fr: Mémoires
hi: यादें
hu: Emlékek
id: Memori
it: Ricordi
ja: 記憶
ms: Ingatan
nl: Herinneringen
no: Minner
pt: Memórias
ru: Воспоминания
sk: Spomienky
sv: Minnen
th: ความทรงจำ
uk: Спогади
vi: Ký ức

# minsUsedThisMonth
source: {used} of {limit} min used this month
bg: {used} от {limit} мин използвани този месец
ca: {used} de {limit} min utilitzats aquest mes
cs: Tento měsíc využito {used} z {limit} min
de: {used} von {limit} Min. diesen Monat genutzt
es: {used} de {limit} mins usados este mes
et: {used}/{limit} min kasutatud sel kuul
fi: {used}/{limit} min käytetty tässä kuussa
fr: {used} sur {limit} min utilisées ce mois-ci
hi: इस महीने {used}/{limit} मिनट उपयोग किए गए
hu: {used} / {limit} perc felhasználva ebben a hónapban
id: {used} dari {limit} menit terpakai bulan ini
it: {used} di {limit} min utilizzati questo mese
ja: 今月 {limit}分中{used}分使用済み
ms: {used} daripada {limit} minit digunakan bulan ini
nl: {used} van {limit} min gebruikt deze maand
no: {used} av {limit} min brukt denne måneden
pt: {used} de {limit} mins usados este mês
ru: Использовано {used} из {limit} минут в этом месяце
sk: {used} z {limit} min použitých tento mesiac
sv: {used} av {limit} min använt denna månad
th: ใช้ไป {used} จาก {limit} นาทีในเดือนนี้
uk: {used} з {limit} хв використано цього місяця
vi: Đã sử dụng {used} trong số {limit} phút trong tháng này
