Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# multipleSpeakersDesc
source: It seems like there are multiple speakers in the recording. Please make sure you are in a quiet location and try again.
bg: Изглежда има множество говорители в записа. Моля, уверете се, че сте на тихо място и опитайте отново.
ca: Sembla que hi ha diversos parlants a l'enregistrament. Assegureu-vos que esteu en un lloc tranquil i torneu-ho a provar.
cs: Zdá se, že v nahrávce je více mluvčích. Ujistěte se prosím, že jste na tichém místě, a zkuste to znovu.
de: Es scheint, dass mehrere Sprecher in der Aufnahme sind. Bitte stellen Sie sicher, dass Sie sich an einem ruhigen Ort befinden, und versuchen Sie es erneut.
es: Parece haber múltiples hablantes.
et: Tundub, et salvestises on mitu kõnelejat. Palun veenduge, et olete vaikses kohas ja proovige uuesti.
fi: Näyttää siltä, että nauhoituksessa on useita puhujia. Varmista, että olet hiljaisessa paikassa ja yritä uudelleen.
fr: Il semble y avoir plusieurs locuteurs dans l'enregistrement. Veuillez vous assurer d'être dans un endroit calme et réessayer.
hi: ऐसा लगता है कि कई स्पीकर हैं।
hu: Úgy tűnik, több beszélő van a felvételen. Kérlek, győződj meg róla, hogy csendes helyen vagy, és próbáld újra.
id: Sepertinya ada beberapa pembicara dalam rekaman. Pastikan Anda berada di lokasi yang sunyi dan coba lagi.
it: Sembra che ci siano più persone che parlano nella registrazione. Assicurati di essere in un luogo silenzioso e riprova.
ja: 録音に複数の話者がいるようです。静かな場所にいることを確認して、もう一度お試しください。
ms: Nampaknya terdapat beberapa penutur dalam rakaman. Sila pastikan anda berada di lokasi yang senyap dan cuba lagi.
nl: Het lijkt erop dat er meerdere sprekers in de opname zijn. Zorg ervoor dat je op een rustige locatie bent en probeer het opnieuw.
no: Det ser ut til å være flere talere i opptaket. Pass på at du er på et stille sted og prøv igjen.
pt: Parece haver múltiplos falantes.
ru: Похоже, в записи несколько говорящих. Пожалуйста, убедитесь, что вы находитесь в тихом месте, и попробуйте снова.
sk: Zdá sa, že v nahrávke je viacero rečníkov. Uistite sa, že ste na tichom mieste, a skúste to znova.
sv: Det verkar som det finns flera talare i inspelningen. Se till att du är på en tyst plats och försök igen.
th: ดูเหมือนว่ามีผู้พูดหลายคนในการบันทึก กรุณาตรวจสอบให้แน่ใจว่าคุณอยู่ในสถานที่เงียบและลองอีกครั้ง
uk: Схоже, що в записі кілька спікерів. Будь ласка, переконайтеся, що ви знаходитесь у тихому місці, та спробуйте ще раз.
vi: Có vẻ như có nhiều người nói trong bản ghi âm. Vui lòng đảm bảo bạn ở nơi yên tĩnh và thử lại.

# tooShortDesc
source: There is not enough speech detected. Please speak more and try again.
bg: Не е открита достатъчно реч. Моля, говорете повече и опитайте отново.
ca: No s'ha detectat prou veu. Parleu més i torneu-ho a provar.
cs: Není detekován dostatek řeči. Mluvte prosím více a zkuste to znovu.
de: Es wurde nicht genug Sprache erkannt. Bitte sprechen Sie mehr und versuchen Sie es erneut.
es: No se detectó suficiente habla.
et: Kõnet ei tuvastatud piisavalt. Palun rääkige rohkem ja proovige uuesti.
fi: Puhetta ei havaittu tarpeeksi. Puhu enemmän ja yritä uudelleen.
fr: Pas assez de parole détectée. Veuillez parler davantage et réessayer.
hi: पर्याप्त भाषण नहीं मिला।
hu: Nem észlelhető elegendő beszéd. Kérlek, beszélj többet, és próbáld újra.
id: Tidak cukup ucapan terdeteksi. Silakan berbicara lebih banyak dan coba lagi.
it: Non è stato rilevato abbastanza parlato. Parla di più e riprova.
ja: 音声が十分に検出されませんでした。もっと話してからもう一度お試しください。
ms: Tidak cukup pertuturan dikesan. Sila bercakap lebih banyak dan cuba lagi.
nl: Er is niet genoeg spraak gedetecteerd. Spreek meer en probeer het opnieuw.
no: Det er ikke nok tale oppdaget. Snakk mer og prøv igjen.
pt: Não detectamos fala suficiente.
ru: Обнаружено недостаточно речи. Пожалуйста, говорите больше и попробуйте снова.
sk: Nezistilo sa dostatok reči. Hovorte viac a skúste to znova.
sv: Det finns inte tillräckligt med tal upptäckt. Tala mer och försök igen.
th: ตรวจพบคำพูดไม่เพียงพอ กรุณาพูดมากขึ้นและลองอีกครั้ง
uk: Недостатньо мовлення виявлено. Будь ласка, говоріть більше та спробуйте ще раз.
vi: Không phát hiện đủ giọng nói. Vui lòng nói nhiều hơn và thử lại.

# invalidRecordingDesc
source: Please make sure you speak for at least 5 seconds and not more than 90.
bg: Моля, уверете се, че говорите поне 5 секунди и не повече от 90.
ca: Assegureu-vos de parlar durant almenys 5 segons i no més de 90.
cs: Ujistěte se prosím, že mluvíte alespoň 5 sekund a ne více než 90.
de: Bitte stellen Sie sicher, dass Sie mindestens 5 Sekunden und nicht mehr als 90 Sekunden sprechen.
es: Asegúrate de hablar al menos 5 segundos.
et: Palun veenduge, et räägite vähemalt 5 sekundit ja mitte rohkem kui 90.
fi: Varmista, että puhut vähintään 5 sekuntia ja korkeintaan 90 sekuntia.
fr: Veuillez vous assurer de parler pendant au moins 5 secondes et pas plus de 90.
hi: कृपया सुनिश्चित करें कि आप कम से कम 5 सेकंड बोलें।
hu: Kérlek, győződj meg róla, hogy legalább 5 másodpercig, de legfeljebb 90 másodpercig beszélsz.
id: Pastikan Anda berbicara setidaknya selama 5 detik dan tidak lebih dari 90.
it: Assicurati di parlare per almeno 5 secondi e non più di 90.
ja: 5秒以上、90秒以内で話してください。
ms: Sila pastikan anda bercakap sekurang-kurangnya 5 saat dan tidak lebih daripada 90.
nl: Zorg ervoor dat je minimaal 5 seconden en niet meer dan 90 seconden spreekt.
no: Pass på at du snakker i minst 5 sekunder og ikke mer enn 90.
pt: Certifique-se de falar por pelo menos 5 segundos.
ru: Пожалуйста, убедитесь, что вы говорите не менее 5 секунд и не более 90.
sk: Uistite sa, že hovoríte minimálne 5 sekúnd a najviac 90.
sv: Se till att du talar i minst 5 sekunder och inte mer än 90.
th: กรุณาตรวจสอบให้แน่ใจว่าคุณพูดอย่างน้อย 5 วินาทีและไม่เกิน 90 วินาที
uk: Будь ласка, переконайтеся, що ви говорите щонайменше 5 секунд і не більше 90.
vi: Vui lòng đảm bảo bạn nói ít nhất 5 giây và không quá 90 giây.

source: Are you there?
bg: Там ли сте?
ca: Hi sou?
cs: Jste tam?
de: Sind Sie da?
es: ¿Estás ahí?
et: Kas olete seal?
fi: Oletko siellä?
fr: Êtes-vous là ?
hi: क्या आप वहां हैं?
hu: Ott vagy?
id: Apakah Anda di sana?
it: Ci sei?
ja: いらっしゃいますか？
ms: Adakah anda di sana?
nl: Ben je er nog?
no: Er du der?
pt: Está aí?
ru: Вы здесь?
sk: Ste tam?
sv: Är du där?
th: คุณยังอยู่ไหม?
uk: Ви тут?
vi: Bạn có ở đó không?

# noSpeechDesc
source: We could not detect any speech. Please make sure to speak for at least 10 seconds and not more than 3 minutes.
bg: Не можахме да открием реч. Моля, уверете се, че говорите поне 10 секунди и не повече от 3 минути.
ca: No hem pogut detectar cap veu. Assegureu-vos de parlar durant almenys 10 segons i no més de 3 minuts.
cs: Nemohli jsme detekovat žádnou řeč. Ujistěte se prosím, že mluvíte alespoň 10 sekund a ne více než 3 minuty.
de: Wir konnten keine Sprache erkennen. Bitte stellen Sie sicher, dass Sie mindestens 10 Sekunden und nicht mehr als 3 Minuten sprechen.
es: No pudimos detectar habla.
et: Me ei suutnud kõnet tuvastada. Palun veenduge, et räägite vähemalt 10 sekundit ja mitte rohkem kui 3 minutit.
fi: Emme voineet havaita mitään puhetta. Varmista, että puhut vähintään 10 sekuntia ja korkeintaan 3 minuuttia.
fr: Nous n'avons pas pu détecter de parole. Veuillez vous assurer de parler pendant au moins 10 secondes et pas plus de 3 minutes.
hi: हम भाषण का पता नहीं लगा सके।
hu: Nem tudtunk beszédet észlelni. Kérlek, győződj meg róla, hogy legalább 10 másodpercig, de legfeljebb 3 percig beszélsz.
id: Kami tidak dapat mendeteksi ucapan apa pun. Pastikan untuk berbicara setidaknya selama 10 detik dan tidak lebih dari 3 menit.
it: Non abbiamo rilevato nessun parlato. Assicurati di parlare per almeno 10 secondi e non più di 3 minuti.
ja: 音声が検出されませんでした。10秒以上、3分以内で話してください。
ms: Kami tidak dapat mengesan sebarang pertuturan. Sila pastikan untuk bercakap sekurang-kurangnya 10 saat dan tidak lebih daripada 3 minit.
nl: We konden geen spraak detecteren. Zorg ervoor dat je minimaal 10 seconden en niet meer dan 3 minuten spreekt.
no: Vi kunne ikke oppdage noen tale. Pass på å snakke i minst 10 sekunder og ikke mer enn 3 minutter.
pt: Não conseguimos detectar fala.
ru: Мы не смогли обнаружить речь. Пожалуйста, убедитесь, что говорите не менее 10 секунд и не более 3 минут.
sk: Nepodarilo sa zistiť žiadnu reč. Uistite sa, že hovoríte minimálne 10 sekúnd a najviac 3 minúty.
sv: Vi kunde inte upptäcka något tal. Se till att tala i minst 10 sekunder och inte mer än 3 minuter.
th: เราตรวจไม่พบคำพูดใดๆ กรุณาตรวจสอบให้แน่ใจว่าคุณพูดอย่างน้อย 10 วินาทีและไม่เกิน 3 นาที
uk: Ми не змогли виявити жодного мовлення. Будь ласка, переконайтеся, що ви говорите щонайменше 10 секунд і не більше 3 хвилин.
vi: Chúng tôi không thể phát hiện giọng nói nào. Vui lòng đảm bảo nói ít nhất 10 giây và không quá 3 phút.

source: Connection Lost
bg: Връзката е изгубена
ca: Connexió perduda
cs: Spojení ztraceno
de: Verbindung unterbrochen
es: Conexión perdida
et: Ühendus kadus
fi: Yhteys katkesi
fr: Connexion perdue
hi: कनेक्शन टूट गया
hu: Kapcsolat megszakadt
id: Koneksi Terputus
it: Connessione Persa
ja: 接続が切断されました
ms: Sambungan Terputus
nl: Verbinding verbroken
no: Tilkobling tapt
pt: Conexão perdida
ru: Соединение потеряно
sk: Pripojenie bolo stratené
sv: Anslutning förlorad
th: การเชื่อมต่อขาดหาย
uk: З'єднання втрачено
vi: Mất kết nối

# connectionLostDesc
source: The connection was interrupted. Please check your internet connection and try again.
bg: Връзката беше прекъсната. Моля, проверете интернет връзката си и опитайте отново.
ca: La connexió s'ha interromput. Comproveu la vostra connexió a internet i torneu-ho a provar.
cs: Spojení bylo přerušeno. Zkontrolujte prosím připojení k internetu a zkuste to znovu.
de: Die Verbindung wurde unterbrochen. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: Se perdió la conexión.
et: Ühendus katkestati. Palun kontrollige oma internetiühendust ja proovige uuesti.
fi: Yhteys keskeytyi. Tarkista internet-yhteytesi ja yritä uudelleen.
fr: La connexion a été interrompue. Veuillez vérifier votre connexion internet et réessayer.
hi: कनेक्शन खो गया था।
hu: A kapcsolat megszakadt. Kérlek, ellenőrizd az internetkapcsolatot, és próbáld újra.
id: Koneksi terputus. Silakan periksa koneksi internet Anda dan coba lagi.
it: La connessione è stata interrotta. Controlla la tua connessione internet e riprova.
ja: 接続が中断されました。インターネット接続を確認してもう一度お試しください。
ms: Sambungan terganggu. Sila semak sambungan internet anda dan cuba lagi.
nl: De verbinding is onderbroken. Controleer je internetverbinding en probeer het opnieuw.
no: Tilkoblingen ble avbrutt. Sjekk internettforbindelsen din og prøv igjen.
pt: A conexão foi perdida.
ru: Соединение было прервано. Пожалуйста, проверьте подключение к интернету и попробуйте снова.
sk: Pripojenie bolo prerušené. Skontrolujte prosím svoje internetové pripojenie a skúste to znova.
sv: Anslutningen avbröts. Kontrollera din internetanslutning och försök igen.
th: การเชื่อมต่อถูกขัดจังหวะ กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้ง
uk: З'єднання було перервано. Будь ласка, перевірте підключення до інтернету та спробуйте ще раз.
vi: Kết nối đã bị gián đoạn. Vui lòng kiểm tra kết nối internet và thử lại.

source: Try Again
bg: Опитай отново
ca: Tornar a provar
cs: Zkusit znovu
de: Erneut versuchen
es: Intentar de nuevo
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ja: 再試行
ms: Cuba Lagi
nl: Opnieuw proberen
no: Prøv igjen
pt: Tente novamente
ru: Попробовать снова
sk: Skúsiť znova
sv: Försök igen
th: ลองอีกครั้ง
uk: Спробувати ще раз
vi: Thử lại

source: Connect Omi / OmiGlass
bg: Свържи Omi / OmiGlass
ca: Connectar Omi / OmiGlass
cs: Připojit Omi / OmiGlass
de: Omi / OmiGlass verbinden
es: Conectar Omi / OmiGlass
et: Ühenda Omi / OmiGlass
fi: Yhdistä Omi / OmiGlass
fr: Connecter Omi / OmiGlass
hi: Omi / OmiGlass कनेक्ट करें
hu: Omi / OmiGlass csatlakoztatása
id: Hubungkan Omi / OmiGlass
it: Connetti Omi / OmiGlass
ja: Omi / OmiGlassを接続
ms: Sambung Omi / OmiGlass
nl: Omi / OmiGlass verbinden
no: Koble til Omi / OmiGlass
pt: Conectar Omi / OmiGlass
ru: Подключить Omi / OmiGlass
sk: Pripojiť Omi / OmiGlass
sv: Anslut Omi / OmiGlass
th: เชื่อมต่อ Omi / OmiGlass
uk: Підключити Omi / OmiGlass
vi: Kết nối Omi / OmiGlass

source: Continue Without Device
bg: Продължи без устройство
ca: Continuar sense dispositiu
cs: Pokračovat bez zařízení
de: Ohne Gerät fortfahren
es: Continuar sin dispositivo
et: Jätka ilma seadmeta
fi: Jatka ilman laitetta
fr: Continuer sans appareil
hi: डिवाइस के बिना जारी रखें
hu: Folytatás eszköz nélkül
id: Lanjutkan Tanpa Perangkat
it: Continua Senza Dispositivo
ja: デバイスなしで続ける
ms: Teruskan Tanpa Peranti
nl: Doorgaan zonder apparaat
no: Fortsett uten enhet
pt: Continuar sem dispositivo
ru: Продолжить без устройства
sk: Pokračovať bez zariadenia
sv: Fortsätt utan enhet
th: ดำเนินการต่อโดยไม่มีอุปกรณ์
uk: Продовжити без пристрою
vi: Tiếp tục không có thiết bị

source: Permissions Required
bg: Изискват се разрешения
ca: Permisos necessaris
cs: Vyžadována oprávnění
de: Berechtigungen erforderlich
es: Permisos requeridos
et: Load on nõutud
fi: Käyttöoikeudet vaaditaan
fr: Autorisations requises
hi: अनुमतियां आवश्यक
hu: Engedélyek szükségesek
id: Izin Diperlukan
it: Permessi Richiesti
ja: 権限が必要です
ms: Kebenaran Diperlukan
nl: Machtigingen vereist
no: Tillatelser kreves
pt: Permissões necessárias
ru: Требуются разрешения
sk: Vyžadujú sa povolenia
sv: Behörigheter krävs
th: ต้องการสิทธิ์
uk: Потрібні дозволи
vi: Yêu cầu quyền

# permissionsRequiredDesc
source: This app needs Bluetooth and Location permissions to function properly. Please enable them in the settings.
bg: Това приложение се нуждае от разрешения за Bluetooth и местоположение, за да функционира правилно. Моля, активирайте ги в настройките.
ca: Aquesta aplicació necessita permisos de Bluetooth i ubicació per funcionar correctament. Activeu-los a la configuració.
cs: Tato aplikace potřebuje oprávnění Bluetooth a Poloha, aby fungovala správně. Povolte je prosím v nastavení.
de: Diese App benötigt Bluetooth- und Standortberechtigungen, um ordnungsgemäß zu funktionieren. Bitte aktivieren Sie diese in den Einstellungen.
es: Esta app requiere permisos de Bluetooth y Ubicación.
et: See rakendus vajab nõuetekohaseks toimimiseks Bluetoothi ja asukoha lube. Palun lubage need seadetes.
fi: Tämä sovellus tarvitsee Bluetooth- ja sijaintioikeudet toimiakseen oikein. Ota ne käyttöön asetuksissa.
fr: Cette application a besoin des autorisations Bluetooth et Localisation pour fonctionner correctement. Veuillez les activer dans les paramètres.
hi: ब्लूटूथ और स्थान की अनुमति आवश्यक है।
hu: Ez az alkalmazás Bluetooth és helymeghatározási engedélyekre van szüksége a megfelelő működéshez. Kérlek, engedélyezd őket a beállításokban.
id: Aplikasi ini memerlukan izin Bluetooth dan Lokasi agar berfungsi dengan baik. Silakan aktifkan di pengaturan.
it: Questa app ha bisogno dei permessi Bluetooth e Posizione per funzionare correttamente. Abilitali nelle impostazioni.
ja: このアプリが正しく機能するにはBluetoothと位置情報の権限が必要です。設定で有効にしてください。
ms: Aplikasi ini memerlukan kebenaran Bluetooth dan Lokasi untuk berfungsi dengan betul. Sila dayakannya dalam tetapan.
nl: Deze app heeft Bluetooth- en locatiemachtigingen nodig om correct te functioneren. Schakel deze in via de instellingen.
no: Denne appen trenger Bluetooth- og posisjonstillatelser for å fungere ordentlig. Aktiver dem i innstillingene.
pt: Este app requer permissões de Bluetooth e Localização.
ru: Этому приложению нужны разрешения Bluetooth и Местоположение для правильной работы. Пожалуйста, включите их в настройках.
sk: Táto aplikácia potrebuje povolenia Bluetooth a Poloha, aby mohla správne fungovať. Povoľte ich prosím v nastaveniach.
sv: Denna app behöver Bluetooth- och platsbehörigheter för att fungera korrekt. Aktivera dem i inställningarna.
th: แอปนี้ต้องการสิทธิ์ Bluetooth และตำแหน่งเพื่อทำงานอย่างถูกต้อง กรุณาเปิดใช้งานในการตั้งค่า
uk: Цей додаток потребує дозволів Bluetooth та Місцезнаходження для правильної роботи. Будь ласка, увімкніть їх у налаштуваннях.
vi: Ứng dụng này cần quyền Bluetooth và Vị trí để hoạt động đúng cách. Vui lòng bật chúng trong cài đặt.

source: Open Settings
bg: Отвори настройки
ca: Obrir configuració
cs: Otevřít nastavení
de: Einstellungen öffnen
es: Abrir ajustes
et: Ava seaded
fi: Avaa asetukset
fr: Ouvrir les paramètres
hi: सेटिंग्स खोलें
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ms: Buka Tetapan
nl: Instellingen openen
no: Åpne innstillinger
pt: Abrir configurações
ru: Открыть настройки
sk: Otvoriť nastavenia
sv: Öppna inställningar
th: เปิดการตั้งค่า
uk: Відкрити налаштування
vi: Mở cài đặt

# wantDifferentName
source: Want to go by something else?
bg: Искате ли различно име?
ca: Voleu que us anomeni d'una altra manera?
cs: Chcete jiné jméno?
de: Möchten Sie einen anderen Namen verwenden?
es: ¿Quieres usar un nombre diferente?
et: Soovite kasutada muud nime?
fi: Haluatko käyttää eri nimeä?
fr: Voulez-vous utiliser un autre nom ?
hi: क्या आप कोई दूसरा नाम इस्तेमाल करना चाहते हैं?
hu: Máshogy szeretnéd, hogy hívjanak?
id: Ingin menggunakan nama lain?
it: Vuoi farti chiamare diversamente?
ja: 別の名前を使いますか？
ms: Mahu dipanggil dengan nama lain?
nl: Wil je een andere naam gebruiken?
no: Vil du bli kalt noe annet?
pt: Quer usar um nome diferente?
ru: Хотите использовать другое имя?
sk: Chcete sa volať inak?
sv: Vill du kallas något annat?
th: ต้องการใช้ชื่ออื่นไหม?
uk: Хочете, щоб до вас звертались інакше?
vi: Muốn được gọi bằng tên khác?

source: What's your name?
bg: Как се казвате?
ca: Com et dius?
cs: Jak se jmenujete?
de: Wie lautet Ihr Name?
es: ¿Cuál es tu nombre?
et: Mis on teie nimi?
fi: Mikä nimesi on?
fr: Comment vous appelez-vous ?
hi: आपका नाम क्या है?
hu: Mi a neved?
id: Siapa nama Anda?
it: Come ti chiami?
ja: お名前は？
ms: Siapa nama anda?
nl: Hoe heet je?
no: Hva heter du?
pt: Qual é o seu nome?
ru: Как вас зовут?
sk: Ako sa voláte?
sv: Vad heter du?
th: คุณชื่ออะไร?
uk: Як вас звати?
vi: Bạn tên gì?

source: Speak. Transcribe. Summarize.
bg: Говорете. Транскрибирайте. Обобщавайте.
ca: Parlar. Transcriure. Resumir.
cs: Mluvte. Přepisujte. Shrňte.
de: Sprechen. Transkribieren. Zusammenfassen.
es: Habla. Transcribe. Resume.
et: Räägi. Transkribeeri. Võta kokku.
fi: Puhu. Litteroi. Tee yhteenveto.
fr: Parlez. Transcrivez. Résumez.
hi: बोलें। ट्रांसक्राइब करें। संक्षेप करें।
hu: Beszélj. Átírás. Összefoglalás.
id: Bicara. Transkripsi. Ringkas.
it: Parla. Trascrivi. Riassumi.
ja: 話す。文字起こし。要約。
ms: Bercakap. Transkrip. Ringkaskan.
nl: Spreek. Transcribeer. Vat samen.
no: Snakk. Transkriber. Sammenfatt.
pt: Fale. Transcreva. Resuma.
ru: Говорите. Расшифровывайте. Резюмируйте.
sk: Hovoriť. Prepisovať. Sumarizovať.
sv: Tala. Transkribera. Sammanfatta.
th: พูด ถอดเสียง สรุป
uk: Говоріть. Транскрибуйте. Підсумовуйте.
vi: Nói. Phiên âm. Tóm tắt.

source: Sign in with Apple
bg: Влезте с Apple
ca: Iniciar sessió amb Apple
cs: Přihlásit se přes Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
et: Logi sisse Apple'iga
fi: Kirjaudu Applella
fr: Se connecter avec Apple
hi: Apple के साथ साइन इन करें
hu: Bejelentkezés Apple-lel
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
ms: Log masuk dengan Apple
nl: Inloggen met Apple
no: Logg inn med Apple
pt: Entrar com Apple
ru: Войти с Apple
sk: Prihlásiť sa cez Apple
sv: Logga in med Apple
th: ลงชื่อเข้าใช้ด้วย Apple
uk: Увійти через Apple
vi: Đăng nhập bằng Apple

source: Sign in with Google
bg: Влезте с Google
ca: Iniciar sessió amb Google
cs: Přihlásit se přes Google
de: Mit Google anmelden
es: Iniciar sesión con Google
et: Logi sisse Google'iga
fi: Kirjaudu Googlella
fr: Se connecter avec Google
hi: Google के साथ साइन इन करें
hu: Bejelentkezés Google-lel
id: Masuk dengan Google
it: Accedi con Google
ja: Googleでサインイン
ms: Log masuk dengan Google
nl: Inloggen met Google
no: Logg inn med Google
pt: Entrar com Google
ru: Войти с Google
sk: Prihlásiť sa cez Google
sv: Logga in med Google
th: ลงชื่อเข้าใช้ด้วย Google
uk: Увійти через Google
vi: Đăng nhập bằng Google

# byContinuingAgree
source: By continuing, you agree to our
bg: Като продължавате, вие се съгласявате с нашата
ca: En continuar, accepteu la nostra
cs: Pokračováním souhlasíte s našimi
de: Wenn Sie fortfahren, stimmen Sie unseren
es: Al continuar, aceptas nuestros
et: Jätkates nõustute meie
fi: Jatkamalla hyväksyt
fr: En continuant, vous acceptez notre
hi: जारी रखकर, आप हमारी शर्तों से सहमत होते हैं
hu: A folytatással elfogadod az
id: Dengan melanjutkan, Anda menyetujui
it: Continuando, accetti la nostra
ja: 続行することで、
ms: Dengan meneruskan, anda bersetuju dengan
nl: Door verder te gaan, ga je akkoord met ons
no: Ved å fortsette godtar du vår
pt: Ao continuar, você concorda com nossos
ru: Продолжая, вы соглашаетесь с нашей
sk: Pokračovaním súhlasíte s našimi
sv: Genom att fortsätta godkänner du vår
th: การดำเนินการต่อแสดงว่าคุณยอมรับ
uk: Продовжуючи, ви погоджуєтесь з нашою
vi: Bằng cách tiếp tục, bạn đồng ý với

source: Terms of Use
bg: Условия за ползване
ca: Condicions d'ús
cs: Podmínkami použití
de: Nutzungsbedingungen
es: Términos de uso
et: Kasutustingimustega
fi: Käyttöehdot
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
hu: Felhasználási feltételeket
id: Ketentuan Penggunaan
it: Condizioni d'Uso
ja: 利用規約
ms: Terma Penggunaan
nl: Gebruiksvoorwaarden
no: Bruksvilkår
pt: Termos de Uso
ru: Условиями использования
sk: Podmienky používania
sv: Användarvillkor
th: เงื่อนไขการใช้งาน
uk: Умовами використання
vi: Điều khoản sử dụng

source: Omi – Your AI Companion
bg: Omi – Вашият AI спътник
ca: Omi – El vostre company d'IA
cs: Omi – Váš AI společník
de: Omi – Ihr KI-Begleiter
es: Omi – Tu compañero IA
et: Omi – teie AI kaaslane
fi: Omi – tekoälykumppanisi
fr: Omi – Votre compagnon IA
hi: Omi – आपका AI साथी
hu: Omi – AI társad
id: Omi – Pendamping AI Anda
it: Omi – Il Tuo Compagno AI
ja: Omi – あなたのAIコンパニオン
ms: Omi – Sahabat AI Anda
nl: Omi – Je AI-metgezel
no: Omi – Din AI-følgesvenn
pt: Omi – Seu companheiro IA
ru: Omi – ваш AI-компаньон
sk: Omi – Váš AI spoločník
sv: Omi – Din AI-följeslagare
th: Omi – เพื่อนคู่ใจ AI ของคุณ
uk: Omi – ваш AI-компаньйон
vi: Omi – Trợ lý AI của bạn
