Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# allMemoriesPrivateResult
source: All memories are now private
bg: Всички спомени сега са частни
ca: Tots els records són ara privats
cs: Všechny vzpomínky jsou nyní soukromé
de: Alle Erinnerungen sind jetzt privat
es: Todos los recuerdos son ahora privados
et: Kõik mälestused on nüüd privaatsed
fi: Kaikki muistot ovat nyt yksityisiä
fr: Toutes les mémoires sont maintenant privées
hi: सभी यादें अब निजी हैं
hu: Minden emlék most privát
id: Semua memori sekarang pribadi
it: Tutti i ricordi sono ora privati
ja: すべてのメモリが非公開になりました
ms: Semua ingatan kini peribadi
nl: Alle herinneringen zijn nu privé
no: Alle minner er nå private
pt: Todas as memórias são agora privadas
ru: Все воспоминания теперь приватные
sk: Všetky spomienky sú teraz súkromné
sv: Alla minnen är nu privata
th: ความทรงจำทั้งหมดเป็นส่วนตัวแล้ว
uk: Всі спогади тепер приватні
vi: Tất cả ký ức hiện là riêng tư

# allMemoriesPublicResult
source: All memories are now public
bg: Всички спомени сега са публични
ca: Tots els records són ara públics
cs: Všechny vzpomínky jsou nyní veřejné
de: Alle Erinnerungen sind jetzt öffentlich
es: Todos los recuerdos son ahora públicos
et: Kõik mälestused on nüüd avalikud
fi: Kaikki muistot ovat nyt julkisia
fr: Toutes les mémoires sont maintenant publiques
hi: सभी यादें अब सार्वजनिक हैं
hu: Minden emlék most nyilvános
id: Semua memori sekarang publik
it: Tutti i ricordi sono ora pubblici
ja: すべてのメモリが公開されました
ms: Semua ingatan kini awam
nl: Alle herinneringen zijn nu openbaar
no: Alle minner er nå offentlige
pt: Todas as memórias são agora públicas
ru: Все воспоминания теперь публичные
sk: Všetky spomienky sú teraz verejné
sv: Alla minnen är nu offentliga
th: ความทรงจำทั้งหมดเป็นสาธารณะแล้ว
uk: Всі спогади тепер публічні
vi: Tất cả ký ức hiện là công khai

source: New Memory
bg: Нов спомен
ca: ✨ Nova memòria
cs: Nová vzpomínka
de: Neue Erinnerung
es: Nuevo recuerdo
et: Uus mälestus
fi: Uusi muisto
fr: Nouvelle mémoire
hi: नई याद
hu: Új emlék
id: Memori Baru
it: Nuovo Ricordo
ja: 新しいメモリ
ms: Ingatan Baharu
nl: Nieuwe herinnering
no: Nytt minne
pt: Nova memória
ru: Новое воспоминание
sk: Nová spomienka
sv: Nytt minne
th: ความทรงจำใหม่
uk: Новий спогад
vi: Ký ức mới

source: Edit Memory
bg: Редактирай спомен
ca: ✏️ Edita memòria
cs: Upravit vzpomínku
de: Erinnerung bearbeiten
es: Editar recuerdo
et: Muuda mälestust
fi: Muokkaa muistoa
fr: Modifier la mémoire
hi: याद संपादित करें
hu: Emlék szerkesztése
id: Edit Memori
it: Modifica Ricordo
ja: メモリを編集
ms: Edit Ingatan
nl: Herinnering bewerken
no: Rediger minne
pt: Editar memória
ru: Редактировать воспоминание
sk: Upraviť spomienku
sv: Redigera minne
th: แก้ไขความทรงจำ
uk: Редагувати спогад
vi: Chỉnh sửa ký ức

# memoryContentHint
source: I like to eat ice cream...
bg: Обичам да ям сладолед...
ca: M'agrada menjar gelat...
cs: Rád/a jím zmrzlinu...
de: Ich esse gerne Eis...
es: Me gusta el helado...
et: Mulle meeldib süüa jäätist...
fi: Pidän jäätelön syömisestä...
fr: J'aime manger des glaces...
hi: मुझे आइसक्रीम पसंद है...
hu: Szeretek fagyit enni...
id: Saya suka makan es krim...
it: Mi piace mangiare il gelato...
ja: アイスクリームが好き...
ms: Saya suka makan ais krim...
nl: Ik hou van ijs eten...
no: Jeg liker å spise iskrem...
pt: Eu gosto de sorvete...
ru: Я люблю есть мороженое...
sk: Rád jem zmrzlinu...
sv: Jag gillar att äta glass...
th: ฉันชอบกินไอศกรีม...
uk: Мені подобається їсти морозиво...
vi: Tôi thích ăn kem...

# failedToSaveMemory
source: Failed to save. Please check your connection.
bg: Неуспешно запазване. Моля, проверете връзката си.
ca: No s'ha pogut desar. Comproveu la vostra connexió.
cs: Uložení se nezdařilo. Zkontrolujte prosím připojení.
de: Speichern fehlgeschlagen. Bitte überprüfen Sie Ihre Verbindung.
es: Error al guardar.
et: Salvestamine ebaõnnestus. Palun kontrollige oma ühendust.
fi: Tallennus epäonnistui. Tarkista yhteytesi.
fr: Échec de l'enregistrement. Veuillez vérifier votre connexion.
hi: सहेजने में विफल।
hu: Mentés sikertelen. Kérlek, ellenőrizd a kapcsolatot.
id: Gagal menyimpan. Silakan periksa koneksi Anda.
it: Impossibile salvare. Controlla la tua connessione.
ja: 保存に失敗しました。接続を確認してください。
ms: Gagal menyimpan. Sila semak sambungan anda.
nl: Opslaan mislukt. Controleer je verbinding.
no: Kunne ikke lagre. Sjekk forbindelsen din.
pt: Falha ao salvar.
ru: Не удалось сохранить. Пожалуйста, проверьте подключение.
sk: Nepodarilo sa uložiť. Skontrolujte prosím svoje pripojenie.
sv: Det gick inte att spara. Kontrollera din anslutning.
th: บันทึกไม่สำเร็จ กรุณาตรวจสอบการเชื่อมต่อของคุณ
uk: Не вдалося зберегти. Будь ласка, перевірте підключення.
vi: Không thể lưu. Vui lòng kiểm tra kết nối của bạn.

source: Save Memory
bg: Запази спомен
ca: Desar record
cs: Uložit vzpomínku
de: Erinnerung speichern
es: Guardar recuerdo
et: Salvesta mälestus
fi: Tallenna muisto
fr: Enregistrer la mémoire
hi: याद सहेजें
hu: Emlék mentése
id: Simpan Memori
it: Salva Ricordo
ja: メモリを保存
ms: Simpan Ingatan
nl: Herinnering opslaan
no: Lagre minne
pt: Salvar memória
ru: Сохранить воспоминание
sk: Uložiť spomienku
sv: Spara minne
th: บันทึกความทรงจำ
uk: Зберегти спогад
vi: Lưu ký ức

source: Retry
bg: Опитай отново
ca: Tornar a intentar
cs: Zkusit znovu
de: Wiederholen
es: Reintentar
et: Proovi uuesti
fi: Yritä uudelleen
fr: Réessayer
hi: पुनः प्रयास करें
hu: Újrapróbálkozás
id: Coba Lagi
it: Riprova
ja: 再試行
ms: Cuba Semula
nl: Opnieuw proberen
no: Prøv igjen
pt: Tentar novamente
ru: Повторить
sk: Skúsiť znova
sv: Försök igen
th: ลองใหม่
uk: Спробувати ще раз
vi: Thử lại

source: Create Action Item
bg: Създай задача
ca: Crear tasca
cs: Vytvořit úkol
de: Aufgabe erstellen
es: Crear tarea
et: Loo tegevuspunkt
fi: Luo tehtävä
fr: Créer une action
hi: कार्य बनाएं
hu: Feladat létrehozása
id: Buat Item Tindakan
it: Crea Azione
ja: アクションアイテムを作成
ms: Cipta Item Tindakan
nl: Actiepunt maken
no: Opprett handlingspunkt
pt: Criar tarefa
ru: Создать задачу
sk: Vytvoriť úlohu
sv: Skapa åtgärd
th: สร้างสิ่งที่ต้องทำ
uk: Створити завдання
vi: Tạo việc cần làm

source: Edit Action Item
bg: Редактирай задача
ca: Editar tasca
cs: Upravit úkol
de: Aufgabe bearbeiten
es: Editar tarea
et: Muuda tegevuspunkti
fi: Muokkaa tehtävää
fr: Modifier l'action
hi: कार्य संपादित करें
hu: Feladat szerkesztése
id: Edit Item Tindakan
it: Modifica Azione
ja: アクションアイテムを編集
ms: Edit Item Tindakan
nl: Actiepunt bewerken
no: Rediger handlingspunkt
pt: Editar tarefa
ru: Редактировать задачу
sk: Upraviť úlohu
sv: Redigera åtgärd
th: แก้ไขสิ่งที่ต้องทำ
uk: Редагувати завдання
vi: Chỉnh sửa việc cần làm

# actionItemDescriptionHint
source: What needs to be done?
bg: Какво трябва да се направи?
ca: Què cal fer?
cs: Co je třeba udělat?
de: Was muss getan werden?
es: ¿Qué hay que hacer?
et: Mida on vaja teha?
fi: Mitä pitää tehdä?
fr: Que faut-il faire ?
hi: क्या करने की आवश्यकता है?
hu: Mit kell elvégezni?
id: Apa yang perlu dilakukan?
it: Cosa bisogna fare?
ja: 何をする必要がありますか？
ms: Apa yang perlu dilakukan?
nl: Wat moet er gedaan worden?
no: Hva må gjøres?
pt: O que precisa ser feito?
ru: Что нужно сделать?
sk: Čo je potrebné urobiť?
sv: Vad behöver göras?
th: ต้องทำอะไร?
uk: Що потрібно зробити?
vi: Cần làm gì?

# actionItemDescriptionEmpty
source: Action item description cannot be empty.
bg: Описанието на задачата не може да бъде празно.
ca: La descripció de la tasca no pot estar buida.
cs: Popis úkolu nemůže být prázdný.
de: Aufgabenbeschreibung darf nicht leer sein.
es: La descripción no puede estar vacía.
et: Tegevuspunkti kirjeldus ei saa olla tühi.
fi: Tehtävän kuvaus ei voi olla tyhjä.
fr: La description de l'action ne peut pas être vide.
hi: विवरण खाली नहीं हो सकता।
hu: A teendő leírása nem lehet üres.
id: Deskripsi item tindakan tidak boleh kosong.
it: La descrizione dell'azione non può essere vuota.
ja: アクションアイテムの説明は空にできません。
ms: Penerangan item tindakan tidak boleh kosong.
nl: Actiepuntbeschrijving mag niet leeg zijn.
no: Beskrivelse av handlingspunkt kan ikke være tom.
pt: Descrição não pode ser vazia.
ru: Описание задачи не может быть пустым.
sk: Popis úlohy nemôže byť prázdny.
sv: Åtgärdsbeskrivning kan inte vara tom.
th: คำอธิบายสิ่งที่ต้องทำต้องไม่ว่างเปล่า
uk: Опис завдання не може бути порожнім.
vi: Mô tả việc cần làm không được để trống.

source: Action item updated
bg: Задачата е актуализирана
ca: Tasca actualitzada
cs: Úkol aktualizován
de: Aufgabe aktualisiert
es: Tarea actualizada
et: Tegevuspunkt uuendatud
fi: Tehtävä päivitetty
fr: Action mise à jour
hi: कार्य अपडेट किया गया
hu: Teendő frissítve
id: Item tindakan diperbarui
it: Azione aggiornata
ja: アクションアイテムを更新しました
ms: Item tindakan dikemas kini
nl: Actiepunt bijgewerkt
no: Handlingspunkt oppdatert
pt: Tarefa atualizada
ru: Задача обновлена
sk: Úloha bola aktualizovaná
sv: Åtgärd uppdaterad
th: อัปเดตสิ่งที่ต้องทำแล้ว
uk: Завдання оновлено
vi: Đã cập nhật việc cần làm

source: Failed to update action item
bg: Неуспешна актуализация на задачата
ca: Error en actualitzar la tasca
cs: Aktualizace úkolu se nezdařila
de: Aufgabe konnte nicht aktualisiert werden
es: Error al actualizar
et: Tegevuspunkti uuendamine ebaõnnestus
fi: Tehtävän päivitys epäonnistui
fr: Échec de la mise à jour de l'action
hi: अपडेट करने में विफल
hu: A feladat frissítése sikertelen
id: Gagal memperbarui item tindakan
it: Impossibile aggiornare l'azione
ja: アクションアイテムの更新に失敗しました
ms: Gagal mengemas kini item tindakan
nl: Kan actiepunt niet bijwerken
no: Kunne ikke oppdatere handlingspunkt
pt: Falha ao atualizar
ru: Не удалось обновить задачу
sk: Nepodarilo sa aktualizovať úlohu
sv: Det gick inte att uppdatera åtgärd
th: อัปเดตสิ่งที่ต้องทำไม่สำเร็จ
uk: Не вдалося оновити завдання
vi: Không thể cập nhật việc cần làm

source: Action item created
bg: Задачата е създадена
ca: Tasca creada
cs: Úkol vytvořen
de: Aufgabe erstellt
es: Tarea creada
et: Tegevuspunkt loodud
fi: Tehtävä luotu
fr: Action créée
hi: कार्य बनाया गया
hu: Teendő létrehozva
id: Item tindakan dibuat
it: Azione creata
ja: アクションアイテムを作成しました
ms: Item tindakan dicipta
nl: Actiepunt aangemaakt
no: Handlingspunkt opprettet
pt: Tarefa criada
ru: Задача создана
sk: Úloha bola vytvorená
sv: Åtgärd skapad
th: สร้างสิ่งที่ต้องทำแล้ว
uk: Завдання створено
vi: Đã tạo việc cần làm

source: Failed to create action item
bg: Неуспешно създаване на задача
ca: Error en crear la tasca
cs: Vytvoření úkolu se nezdařilo
de: Aufgabe konnte nicht erstellt werden
es: Error al crear
et: Tegevuspunkti loomine ebaõnnestus
fi: Tehtävän luonti epäonnistui
fr: Échec de la création de l'action
hi: बनाने में विफल
hu: A feladat létrehozása sikertelen
id: Gagal membuat item tindakan
it: Impossibile creare l'azione
ja: アクションアイテムの作成に失敗しました
ms: Gagal mencipta item tindakan
nl: Kan actiepunt niet maken
no: Kunne ikke opprette handlingspunkt
pt: Falha ao criar
ru: Не удалось создать задачу
sk: Nepodarilo sa vytvoriť úlohu
sv: Det gick inte att skapa åtgärd
th: สร้างสิ่งที่ต้องทำไม่สำเร็จ
uk: Не вдалося створити завдання
vi: Không thể tạo việc cần làm

source: Due Date
bg: Краен срок
ca: Data de venciment
cs: Termín dokončení
de: Fälligkeitsdatum
es: Fecha límite
et: Tähtaeg
fi: Eräpäivä
fr: Date d'échéance
hi: नियत तारीख
hu: Határidő
id: Tenggat Waktu
it: Data di Scadenza
ja: 期限
ms: Tarikh Akhir
nl: Vervaldatum
no: Forfallsdato
pt: Prazo
ru: Срок выполнения
sk: Termín dokončenia
sv: Förfallodatum
th: วันครบกำหนด
uk: Термін виконання
vi: Ngày đến hạn

source: Time
bg: Час
ca: Hora
cs: Čas
de: Zeit
es: Hora
et: Aeg
fi: Aika
fr: Heure
hi: समय
hu: Idő
id: Waktu
it: Ora
ja: 時間
ms: Masa
nl: Tijd
no: Tid
pt: Hora
ru: Время
sk: Čas
sv: Tid
th: เวลา
uk: Час
vi: Thời gian

source: Add due date
bg: Добави краен срок
ca: Afegir data de venciment
cs: Přidat termín dokončení
de: Fälligkeitsdatum hinzufügen
es: Añadir fecha límite
et: Lisa tähtaeg
fi: Lisää eräpäivä
fr: Ajouter une date d'échéance
hi: नियत तारीख जोड़ें
hu: Határidő hozzáadása
id: Tambahkan tenggat waktu
it: Aggiungi data di scadenza
ja: 期限を追加
ms: Tambah tarikh akhir
nl: Vervaldatum toevoegen
no: Legg til forfallsdato
pt: Adicionar prazo
ru: Добавить срок выполнения
sk: Pridať termín dokončenia
sv: Lägg till förfallodatum
th: เพิ่มวันครบกำหนด
uk: Додати термін виконання
vi: Thêm ngày đến hạn

source: Press done to save
bg: Натиснете готово за запазване
ca: Premeu fet per desar
cs: Stiskněte hotovo pro uložení
de: Drücken Sie Fertig zum Speichern
es: Pulsa Hecho para guardar
et: Vajutage valmis salvestamiseks
fi: Paina valmis tallentaaksesi
fr: Appuyez sur Terminé pour enregistrer
hi: सहेजने के लिए पूर्ण दबाएं
hu: Nyomd meg a kész gombot a mentéshez
id: Tekan selesai untuk menyimpan
it: Premi fatto per salvare
ja: 完了を押して保存
ms: Tekan selesai untuk simpan
nl: Druk op Klaar om op te slaan
no: Trykk ferdig for å lagre
pt: Pressione Concluído para salvar
ru: Нажмите готово для сохранения
sk: Stlačte hotovo pre uloženie
sv: Tryck på klar för att spara
th: กดเสร็จสิ้นเพื่อบันทึก
uk: Натисніть готово для збереження
vi: Nhấn xong để lưu

source: Press done to create
bg: Натиснете готово за създаване
ca: Premeu fet per crear
cs: Stiskněte hotovo pro vytvoření
de: Drücken Sie Fertig zum Erstellen
es: Pulsa Hecho para crear
et: Vajutage valmis loomiseks
fi: Paina valmis luodaksesi
fr: Appuyez sur Terminé pour créer
hi: बनाने के लिए पूर्ण दबाएं
hu: Nyomd meg a kész gombot a létrehozáshoz
id: Tekan selesai untuk membuat
it: Premi fatto per creare
ja: 完了を押して作成
ms: Tekan selesai untuk cipta
nl: Druk op Klaar om aan te maken
no: Trykk ferdig for å opprette
pt: Pressione Concluído para criar
ru: Нажмите готово для создания
sk: Stlačte hotovo pre vytvorenie
sv: Tryck på klar för att skapa
th: กดเสร็จสิ้นเพื่อสร้าง
uk: Натисніть готово для створення
vi: Nhấn xong để tạo

# filterAll
source: All
bg: Всички
ca: Tot
cs: Vše
de: Alle
es: Todos
et: Kõik
fi: Kaikki
fr: Tous
hi: सभी
hu: Összes
id: Semua
it: Tutti
ja: すべて
ms: Semua
nl: Alle
no: Alle
pt: Todos
ru: Все
sk: Všetko
sv: Alla
th: ทั้งหมด
uk: Всі
vi: Tất cả

# filterSystem
source: About You
bg: За вас
ca: Sobre vós
cs: O vás
de: Über Sie
et: Teie kohta
fi: Tietoja sinusta
fr: À propos de vous
hi: सिस्टम
hu: Rólad
id: Tentang Anda
it: Su di Te
ms: Tentang Anda
nl: Over jou
no: Om deg
ru: О вас
sk: O vás
sv: Om dig
th: เกี่ยวกับคุณ
uk: Про вас
vi: Về bạn

# filterInteresting
source: Insights
bg: Прозрения
ca: Informacions
cs: Přehledy
de: Einblicke
et: Ülevaated
fi: Oivallukset
fr: Aperçus
hi: दिलचस्प
hu: Betekintések
id: Wawasan
it: Insight
ms: Wawasan
nl: Inzichten
no: Innsikter
ru: Инсайты
sk: Postrehy
sv: Insikter
th: ข้อมูลเชิงลึก
vi: Thông tin chi tiết

source: Completed
bg: Завършено
ca: Completat
cs: Dokončeno
de: Abgeschlossen
es: Completado
et: Lõpetatud
fi: Suoritettu
fr: Terminé
hi: पूर्ण
hu: Befejezve
id: Selesai
it: Completato
ja: 完了
ms: Selesai
nl: Voltooid
no: Fullført
pt: Concluído
ru: Выполнено
sk: Dokončené
sv: Slutförd
th: เสร็จสมบูรณ์
uk: Виконано
vi: Đã hoàn thành

source: Mark Complete
bg: Маркирай като завършено
ca: Marca com a completat
cs: Označit jako dokončené
de: Als abgeschlossen markieren
es: Marcar como hecho
et: Märgi lõpetatuks
fi: Merkitse suoritetuksi
fr: Marquer comme terminé
hi: पूर्ण चिह्नित करें
hu: Megjelölés befejezettként
id: Tandai selesai
it: Segna come completato
ja: 完了としてマーク
ms: Tandakan selesai
nl: Markeer als voltooid
no: Merk som fullført
pt: Marcar como concluído
ru: Отметить как выполненное
sk: Označiť ako dokončené
sv: Markera som slutförd
th: ทำเครื่องหมายว่าเสร็จสมบูรณ์
uk: Позначити виконаним
vi: Đánh dấu hoàn thành

source: Action item deleted
bg: Задачата е изтрита
ca: Element d'acció eliminat
cs: Úkol smazán
de: Aktionselement gelöscht
es: Tarea borrada
et: Tegevuspunkt kustutatud
fi: Tehtävä poistettu
fr: Action supprimée
hi: कार्य हटाया गया
hu: Műveleti elem törölve
id: Item tindakan dihapus
it: Azione eliminata
ja: アクションアイテムを削除しました
ms: Item tindakan dipadam
nl: Actiepunt verwijderd
no: Handlingspunkt slettet
pt: Tarefa apagada
ru: Задача удалена
sk: Úloha bola odstránená
sv: Åtgärd borttagen
th: ลบสิ่งที่ต้องทำแล้ว
uk: Завдання видалено
vi: Đã xóa việc cần làm

source: Failed to delete action item
bg: Неуспешно изтриване на задача
ca: Error en eliminar la tasca
cs: Smazání úkolu se nezdařilo
de: Aufgabe konnte nicht gelöscht werden
es: Error al borrar
et: Tegevuspunkti kustutamine ebaõnnestus
fi: Tehtävän poisto epäonnistui
fr: Échec de la suppression de l'action
hi: हटाने में विफल
hu: A feladat törlése sikertelen
id: Gagal menghapus item tindakan
it: Impossibile eliminare l'azione
ja: アクションアイテムの削除に失敗しました
ms: Gagal memadam item tindakan
nl: Kan actiepunt niet verwijderen
no: Kunne ikke slette handlingspunkt
pt: Falha ao apagar
ru: Не удалось удалить задачу
sk: Nepodarilo sa odstrániť úlohu
sv: Det gick inte att ta bort åtgärd
th: ลบสิ่งที่ต้องทำไม่สำเร็จ
uk: Не вдалося видалити завдання
vi: Không thể xóa việc cần làm

# deleteActionItemConfirmTitle
source: Delete Action Item
bg: Изтриване на задача
ca: Eliminar tasca
cs: Smazat úkol
de: Aufgabe löschen
es: Borrar tarea
et: Kustuta tegevuspunkt
fi: Poista tehtävä
fr: Supprimer l'action
hi: कार्य हटाएं
hu: Teendő törlése
id: Hapus Item Tindakan
it: Elimina Azione
ja: アクションアイテムの削除
ms: Padam Item Tindakan
nl: Actiepunt verwijderen
no: Slette handlingspunkt
pt: Apagar tarefa
ru: Удалить задачу
sk: Odstrániť úlohu
sv: Ta bort åtgärd
th: ลบสิ่งที่ต้องทำ
uk: Видалити завдання
vi: Xóa việc cần làm

# deleteActionItemConfirmMessage
source: Are you sure you want to delete this action item?
bg: Сигурни ли сте, че искате да изтриете тази задача?
ca: Esteu segur que voleu eliminar aquesta tasca?
cs: Opravdu chcete smazat tento úkol?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
es: ¿Seguro que quieres borrar esta tarea?
et: Kas olete kindel, et soovite selle tegevuspunkti kustutada?
fi: Haluatko varmasti poistaa tämän tehtävän?
fr: Êtes-vous sûr de vouloir supprimer cette action ?
hi: क्या आप वाकई इस कार्य को हटाना चाहते हैं?
hu: Biztosan törölni szeretnéd ezt a teendőt?
id: Apakah Anda yakin ingin menghapus item tindakan ini?
it: Sei sicuro di voler eliminare questa azione?
ja: このアクションアイテムを削除してもよろしいですか？
ms: Adakah anda pasti mahu memadam item tindakan ini?
nl: Weet je zeker dat je dit actiepunt wilt verwijderen?
no: Er du sikker på at du vil slette dette handlingspunktet?
pt: Tem certeza de que deseja apagar esta tarefa?
ru: Вы уверены, что хотите удалить эту задачу?
sk: Naozaj chcete odstrániť túto úlohu?
sv: Är du säker på att du vill ta bort denna åtgärd?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิ่งที่ต้องทำนี้?
uk: Ви впевнені, що хочете видалити це завдання?
vi: Bạn có chắc chắn muốn xóa việc cần làm này?

source: App Language
bg: Език на приложението
ca: Idioma de l'aplicació
cs: Jazyk aplikace
de: App-Sprache
es: Idioma de la App
et: Rakenduse keel
fi: Sovelluksen kieli
fr: Langue de l'application
hi: ऐप भाषा
hu: Alkalmazás nyelve
id: Bahasa Aplikasi
it: Lingua App
ja: アプリ言語
ms: Bahasa Aplikasi
nl: App-taal
no: Appspråk
pt: Idioma do App
ru: Язык приложения
sk: Jazyk aplikácie
sv: Appspråk
th: ภาษาแอป
uk: Мова додатка
vi: Ngôn ngữ ứng dụng

# appInterfaceSectionTitle
source: APP INTERFACE
bg: ИНТЕРФЕЙС НА ПРИЛОЖЕНИЕТО
ca: INTERFÍCIE DE L'APLICACIÓ
cs: ROZHRANÍ APLIKACE
de: APP-OBERFLÄCHE
et: RAKENDUSE LIIDES
fi: SOVELLUKSEN KÄYTTÖLIITTYMÄ
fr: INTERFACE DE L'APPLICATION
hu: ALKALMAZÁS FELÜLET
id: ANTARMUKA APLIKASI
it: INTERFACCIA APP
ms: ANTARA MUKA APLIKASI
no: APP-GRENSESNITT
ru: ИНТЕРФЕЙС ПРИЛОЖЕНИЯ
sk: ROZHRANIE APLIKÁCIE
sv: APPGRÄNSSNITT
th: อินเทอร์เฟซแอป
uk: ІНТЕРФЕЙС ДОДАТКУ
vi: GIAO DIỆN ỨNG DỤNG

# speechTranscriptionSectionTitle
source: SPEECH & TRANSCRIPTION
bg: РЕЧ И ТРАНСКРИПЦИЯ
ca: VEU I TRANSCRIPCIÓ
cs: ŘEČ A PŘEPIS
de: SPRACHE UND TRANSKRIPTION
et: KÕNE JA TRANSKRIPTSIOON
fi: PUHE JA LITTEROINTI
fr: VOIX ET TRANSCRIPTION
hu: BESZÉD ÉS ÁTÍRÁS
id: UCAPAN & TRANSKRIPSI
it: VOCE E TRASCRIZIONE
ms: PERTUTURAN & TRANSKRIPSI
nl: SPRAAK & TRANSCRIPTIE
no: TALE OG TRANSKRIPSJON
ru: РЕЧЬ И ТРАНСКРИПЦИЯ
sk: REČ A PREPIS
sv: TAL OCH TRANSKRIPTION
th: คำพูดและการถอดเสียง
uk: МОВЛЕННЯ ТА ТРАНСКРИПЦІЯ
vi: GIỌNG NÓI & PHIÊN ÂM

# languageSettingsHelperText
source: App Language changes menus and buttons. Speech Language affects how your recordings are transcribed.
bg: Езикът на приложението променя менютата и бутоните. Езикът на речта влияе на начина, по който се транскрибират вашите записи.
ca: L'idioma de l'aplicació canvia els menús i els botons. L'idioma de la veu afecta com es transcriuen les teves gravacions.
cs: Jazyk aplikace mění nabídky a tlačítka. Jazyk řeči ovlivňuje, jak jsou vaše nahrávky přepisovány.
de: Die App-Sprache ändert Menüs und Schaltflächen. Die Sprachsprache beeinflusst, wie Ihre Aufnahmen transkribiert werden.
et: Rakenduse keel muudab menüüsid ja nuppe. Kõne keel mõjutab, kuidas teie salvestisi transkribeeritakse.
fi: Sovelluksen kieli muuttaa valikkoja ja painikkeita. Puheen kieli vaikuttaa siihen, miten tallenteet litteroidaan.
fr: La langue de l'application modifie les menus et les boutons. La langue vocale affecte la transcription de vos enregistrements.
hu: Az alkalmazás nyelve megváltoztatja a menüket és gombokat. A beszéd nyelve befolyásolja, hogyan íródnak át a felvételei.
id: Bahasa Aplikasi mengubah menu dan tombol. Bahasa Ucapan mempengaruhi cara rekaman Anda ditranskripsi.
it: La lingua dell'app modifica menu e pulsanti. La lingua vocale influisce su come vengono trascritte le tue registrazioni.
ms: Bahasa Aplikasi menukar menu dan butang. Bahasa Pertuturan mempengaruhi cara rakaman anda ditranskripsi.
nl: App-taal verandert menu's en knoppen. Spraaktaal beïnvloedt hoe je opnames worden getranscribeerd.
no: App-språk endrer menyer og knapper. Talespråk påvirker hvordan opptakene dine transkriberes.
ru: Язык приложения изменяет меню и кнопки. Язык речи влияет на то, как транскрибируются ваши записи.
sk: Jazyk aplikácie mení ponuky a tlačidlá. Jazyk reči ovplyvňuje spôsob prepisu vašich nahrávok.
sv: Appspråk ändrar menyer och knappar. Talspråk påverkar hur dina inspelningar transkriberas.
th: ภาษาแอปเปลี่ยนเมนูและปุ่ม ภาษาคำพูดส่งผลต่อวิธีถอดเสียงการบันทึกของคุณ
uk: Мова додатку змінює меню та кнопки. Мова мовлення впливає на те, як транскрибуються ваші записи.
vi: Ngôn ngữ Ứng dụng thay đổi menu và nút. Ngôn ngữ Giọng nói ảnh hưởng đến cách bản ghi âm của bạn được phiên âm.

source: Translation Notice
ca: Avís de traducció
de: Übersetzungshinweis
hu: Fordítási értesítés

# translationNoticeMessage
source: Omi translates conversations into your primary language. Update it anytime in Settings → Profiles.
ca: Omi tradueix les converses al teu idioma principal. Actualitza-ho en qualsevol moment a Configuració → Perfils.
de: Omi übersetzt Unterhaltungen in Ihre Hauptsprache. Aktualisieren Sie diese jederzeit unter Einstellungen → Profile.
hu: Az Omi az elsődleges nyelvedre fordítja a beszélgetéseket. Bármikor frissítheted a Beállítások → Profilok menüpontban.

# pleaseCheckInternetConnection
source: Please check your internet connection and try again
ca: Si us plau, comprova la teva connexió a Internet i torna-ho a intentar
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut
hu: Kérjük, ellenőrizd az internetkapcsolatot, és próbáld újra

# pleaseSelectReason
source: Please select a reason
ca: Si us plau, selecciona un motiu
de: Bitte wählen Sie einen Grund aus
hu: Kérjük, válassz egy okot

# tellUsMoreWhatWentWrong
source: Tell us more about what went wrong...
ca: Explica'ns més sobre què va anar malament...
de: Erzählen Sie uns mehr darüber, was schief gelaufen ist...
hu: Mondj el többet arról, mi ment rosszul...

source: Select Text
ca: Seleccionar text
de: Text auswählen
hu: Szöveg kijelölése

# maximumGoalsAllowed
source: Maximum {count} goals allowed
ca: Màxim {count} objectius permesos
de: Maximal {count} Ziele erlaubt
hu: Maximum {count} cél engedélyezett
