Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# failedToSaveDefaultRepo
source: Failed to save default repository
bg: Неуспешно запазване на хранилище по подразбиране
ca: No s'ha pogut desar el repositori per defecte
cs: Uložení výchozího repozitáře se nezdařilo
de: Standard-Repository konnte nicht gespeichert werden
es: Error al guardar repositorio por defecto
et: Vaikimisi hoidla salvestamine ebaõnnestus
fi: Oletusrepositorion tallentaminen epäonnistui
fr: Échec de l'enregistrement du dépôt par défaut
hi: डिफ़ॉल्ट रिपॉजिटरी सहेजने में विफल
hu: Alapértelmezett tároló mentése sikertelen
id: Gagal menyimpan repositori default
it: Impossibile salvare il repository predefinito
ja: デフォルトリポジトリの保存に失敗しました
ms: Gagal menyimpan repositori lalai
nl: Opslaan van standaard repository mislukt
no: Kunne ikke lagre standard repositorium
pt: Falha ao salvar repositório padrão
ru: Не удалось сохранить репозиторий по умолчанию
sk: Nepodarilo sa uložiť predvolený repozitár
sv: Det gick inte att spara standardrepository
th: บันทึกที่เก็บเริ่มต้นไม่สำเร็จ
uk: Не вдалося зберегти репозиторій за замовчуванням
vi: Không thể lưu kho lưu trữ mặc định

source: Default Repository
bg: Хранилище по подразбиране
ca: Repositori per defecte
cs: Výchozí repozitář
de: Standard-Repository
es: Repositorio por defecto
et: Vaikimisi hoidla
fi: Oletusrepositorio
fr: Dépôt par défaut
hi: डिफ़ॉल्ट रिपॉजिटरी
hu: Alapértelmezett tároló
id: Repositori Default
it: Repository Predefinito
ja: デフォルトリポジトリ
ms: Repositori Lalai
nl: Standaard repository
no: Standard repositorium
pt: Repositório padrão
ru: Репозиторий по умолчанию
sk: Predvolený repozitár
sv: Standardrepository
th: ที่เก็บเริ่มต้น
uk: Репозиторій за замовчуванням
vi: Kho lưu trữ mặc định

# selectDefaultRepoDesc
source: Select a default repository for creating issues. You can still specify a different repository when creating issues.
bg: Изберете хранилище по подразбиране за създаване на проблеми. Все още можете да посочите различно хранилище при създаване на проблеми.
ca: Seleccioneu un repositori per defecte per crear incidències. Encara podeu especificar un repositori diferent quan creeu incidències.
cs: Vyberte výchozí repozitář pro vytváření problémů. Při vytváření problémů můžete stále specifikovat jiný repozitář.
de: Wählen Sie ein Standard-Repository für das Erstellen von Issues. Sie können beim Erstellen von Issues immer noch ein anderes Repository angeben.
es: Elige un repo por defecto para crear issues.
et: Valige vaikimisi hoidla probleemide loomiseks. Probleemide loomisel saate siiski määrata teise hoidla.
fi: Valitse oletusrepositorio ongelmien luomiseen. Voit silti määrittää eri repositorion ongelmia luodessa.
fr: Sélectionnez un dépôt par défaut pour créer des issues. Vous pouvez toujours spécifier un autre dépôt lors de la création d'issues.
hi: समस्याएं बनाने के लिए एक डिफ़ॉल्ट रिपो चुनें।
hu: Válassz egy alapértelmezett tárolót a problémák létrehozásához. Problémák létrehozásakor továbbra is megadhatsz másik tárolót.
id: Pilih repositori default untuk membuat issue. Anda masih dapat menentukan repositori yang berbeda saat membuat issue.
it: Seleziona un repository predefinito per creare issue. Puoi comunque specificare un repository diverso durante la creazione di issue.
ja: イシュー作成用のデフォルトリポジトリを選択してください。イシュー作成時に別のリポジトリを指定することもできます。
ms: Pilih repositori lalai untuk mencipta isu. Anda masih boleh menyatakan repositori yang berbeza semasa mencipta isu.
nl: Selecteer een standaard repository voor het aanmaken van issues. Je kunt nog steeds een andere repository opgeven bij het aanmaken van issues.
no: Velg et standard repositorium for å opprette problemer. Du kan fortsatt spesifisere et annet repositorium når du oppretter problemer.
pt: Escolha um repo padrão para criar issues.
ru: Выберите репозиторий по умолчанию для создания задач. Вы все еще можете указать другой репозиторий при создании задач.
sk: Vyberte predvolený repozitár pre vytváranie problémov. Pri vytváraní problémov môžete stále zadať iný repozitár.
sv: Välj en standardrepository för att skapa ärenden. Du kan fortfarande ange en annan repository när du skapar ärenden.
th: เลือกที่เก็บเริ่มต้นสำหรับสร้าง issue คุณยังสามารถระบุที่เก็บอื่นได้เมื่อสร้าง issue
uk: Виберіть репозиторій за замовчуванням для створення issues. Ви все ще можете вказати інший репозиторій під час створення issues.
vi: Chọn một kho lưu trữ mặc định để tạo issue. Bạn vẫn có thể chỉ định kho lưu trữ khác khi tạo issue.

# noReposFound
source: No repositories found
bg: Не са намерени хранилища
ca: No s'han trobat repositoris
cs: Nenalezeny žádné repozitáře
de: Keine Repositories gefunden
es: No se encontraron repositorios
et: Hoidlaid ei leitud
fi: Repositorioita ei löytynyt
fr: Aucun dépôt trouvé
hi: कोई रिपॉजिटरी नहीं मिली
hu: Nem találhatók tárolók
id: Tidak ada repositori ditemukan
it: Nessun repository trovato
ja: リポジトリが見つかりません
ms: Tiada repositori dijumpai
nl: Geen repositories gevonden
no: Ingen repositorier funnet
pt: Nenhum repositório encontrado
ru: Репозитории не найдены
sk: Neboli nájdené žiadne repozitáre
sv: Inga repositories hittades
th: ไม่พบที่เก็บ
uk: Репозиторіїв не знайдено
vi: Không tìm thấy kho lưu trữ

source: Private
bg: Частно
ca: Privat
cs: Soukromé
de: Privat
es: Privado
et: Privaatne
fi: Yksityinen
fr: Privé
hi: निजी
hu: Privát
id: Pribadi
it: Privato
ja: 非公開
ms: Peribadi
nl: Privé
no: Privat
pt: Privado
ru: Приватный
sk: Súkromný
sv: Privat
th: ส่วนตัว
uk: Приватний
vi: Riêng tư

source: Updated {date}
bg: Актуализиран {date}
ca: Actualitzat {date}
cs: Aktualizováno {date}
de: Aktualisiert am {date}
es: Actualizado el {date}
et: Uuendatud {date}
fi: Päivitetty {date}
fr: Mis à jour {date}
hi: {date} को अपडेट किया गया
hu: Frissítve: {date}
id: Diperbarui {date}
it: Aggiornato {date}
ja: {date}に更新
ms: Dikemas kini {date}
nl: Bijgewerkt {date}
no: Oppdatert {date}
pt: Atualizado em {date}
ru: Обновлено {date}
sk: Aktualizované {date}
sv: Uppdaterad {date}
th: อัปเดต {date}
uk: Оновлено {date}
vi: Đã cập nhật {date}

source: Yesterday
bg: вчера
ca: Ahir
cs: včera
de: Gestern
es: ayer
et: eile
fi: eilen
fr: hier
hi: कल
hu: Tegnap
id: kemarin
it: ieri
ja: 昨日
ms: semalam
nl: gisteren
no: i går
pt: ontem
ru: вчера
sk: včera
sv: igår
th: เมื่อวาน
uk: вчора
vi: hôm qua

# daysAgo
source: {count} days ago
bg: преди {count} дни
ca: fa {count} dies
cs: před {count} dny
de: vor {count} Tagen
es: hace {count} días
et: {count} päeva tagasi
fi: {count} päivää sitten
fr: il y a {count} jours
hi: {count} दिन पहले
hu: {count} napja
id: {count} hari yang lalu
it: {count} giorni fa
ja: {count}日前
ms: {count} hari yang lalu
nl: {count} dagen geleden
no: {count} dager siden
pt: {count} dias atrás
ru: {count} дней назад
sk: pred {count} dňami
sv: {count} dagar sedan
th: {count} วันที่แล้ว
uk: {count} днів тому
vi: {count} ngày trước

# oneWeekAgo
source: 1 week ago
bg: преди 1 седмица
ca: fa 1 setmana
cs: před 1 týdnem
de: vor 1 Woche
es: hace 1 semana
et: 1 nädal tagasi
fi: viikko sitten
fr: il y a 1 semaine
hi: 1 सप्ताह पहले
hu: 1 hete
id: 1 minggu yang lalu
it: 1 settimana fa
ja: 1週間前
ms: 1 minggu yang lalu
nl: 1 week geleden
no: 1 uke siden
pt: 1 semana atrás
ru: 1 неделю назад
sk: pred 1 týždňom
sv: 1 vecka sedan
th: 1 สัปดาห์ที่แล้ว
uk: 1 тиждень тому
vi: 1 tuần trước

# weeksAgo
source: {count} weeks ago
bg: преди {count} седмици
ca: fa {count} setmanes
cs: před {count} týdny
de: vor {count} Wochen
es: hace {count} semanas
et: {count} nädalat tagasi
fi: {count} viikkoa sitten
fr: il y a {count} semaines
hi: {count} सप्ताह पहले
hu: {count} hete
id: {count} minggu yang lalu
it: {count} settimane fa
ja: {count}週間前
ms: {count} minggu yang lalu
nl: {count} weken geleden
no: {count} uker siden
pt: {count} semanas atrás
ru: {count} недель назад
sk: pred {count} týždňami
sv: {count} veckor sedan
th: {count} สัปดาห์ที่แล้ว
uk: {count} тижнів тому
vi: {count} tuần trước

# oneMonthAgo
source: 1 month ago
bg: преди 1 месец
ca: fa 1 mes
cs: před 1 měsícem
de: vor 1 Monat
es: hace 1 mes
et: 1 kuu tagasi
fi: kuukausi sitten
fr: il y a 1 mois
hi: 1 महीने पहले
hu: 1 hónapja
id: 1 bulan yang lalu
it: 1 mese fa
ja: 1ヶ月前
ms: 1 bulan yang lalu
nl: 1 maand geleden
no: 1 måned siden
pt: 1 mês atrás
ru: 1 месяц назад
sk: pred 1 mesiacom
sv: 1 månad sedan
th: 1 เดือนที่แล้ว
uk: 1 місяць тому
vi: 1 tháng trước

# monthsAgo
source: {count} months ago
bg: преди {count} месеца
ca: fa {count} mesos
cs: před {count} měsíci
de: vor {count} Monaten
es: hace {count} meses
et: {count} kuud tagasi
fi: {count} kuukautta sitten
fr: il y a {count} mois
hi: {count} महीने पहले
hu: {count} hónapja
id: {count} bulan yang lalu
it: {count} mesi fa
ja: {count}ヶ月前
ms: {count} bulan yang lalu
nl: {count} maanden geleden
no: {count} måneder siden
pt: {count} meses atrás
ru: {count} месяцев назад
sk: pred {count} mesiacmi
sv: {count} månader sedan
th: {count} เดือนที่แล้ว
uk: {count} місяців тому
vi: {count} tháng trước

# issuesCreatedInRepo
source: Issues will be created in your default repository
bg: Проблемите ще бъдат създадени във вашето хранилище по подразбиране
ca: Les incidències es crearan al vostre repositori per defecte
cs: Problémy budou vytvořeny ve vašem výchozím repozitáři
de: Issues werden in Ihrem Standard-Repository erstellt
es: Los issues se crearán en tu repo por defecto
et: Probleemid luuakse teie vaikimisi hoidlasse
fi: Ongelmat luodaan oletusrepositoriossasi
fr: Les issues seront créées dans votre dépôt par défaut
hi: समस्याएं आपके डिफ़ॉल्ट रिपो में बनाई जाएंगी
hu: A problémák az alapértelmezett tárolódban lesznek létrehozva
id: Issue akan dibuat di repositori default Anda
it: Le issue saranno create nel tuo repository predefinito
ja: イシューはデフォルトリポジトリに作成されます
ms: Isu akan dicipta dalam repositori lalai anda
nl: Issues worden aangemaakt in je standaard repository
no: Problemer vil bli opprettet i ditt standard repositorium
pt: Issues serão criadas no seu repo padrão
ru: Задачи будут создаваться в вашем репозитории по умолчанию
sk: Problémy budú vytvorené vo vašom predvolenom repozitári
sv: Ärenden skapas i din standardrepository
th: Issue จะถูกสร้างในที่เก็บเริ่มต้นของคุณ
uk: Issues будуть створені у вашому репозиторії за замовчуванням
vi: Issue sẽ được tạo trong kho lưu trữ mặc định của bạn

source: Task Integrations
bg: Интеграции на задачи
ca: Integracions de tasques
cs: Integrace úkolů
de: Aufgaben-Integrationen
es: Integraciones de tareas
et: Ülesannete integratsioonid
fi: Tehtäväintegraatiot
fr: Intégrations de tâches
hi: कार्य एकीकरण
hu: Feladat integrációk
id: Integrasi Tugas
it: Integrazioni Attività
ja: タスク連携
ms: Integrasi Tugasan
nl: Taakintegraties
no: Oppgaveintegrasjoner
pt: Integrações de tarefas
ru: Интеграции задач
sk: Integrácie úloh
sv: Uppgiftsintegrationer
th: การผสานรวมงาน
uk: Інтеграції завдань
vi: Tích hợp nhiệm vụ

source: Configure Settings
bg: Конфигурирай настройки
ca: Configurar opcions
cs: Nakonfigurovat nastavení
de: Einstellungen konfigurieren
es: Configurar ajustes
et: Seadista seaded
fi: Määritä asetukset
fr: Configurer les paramètres
hi: सेटिंग्स कॉन्फ़िगर करें
hu: Beállítások konfigurálása
id: Konfigurasi Pengaturan
it: Configura Impostazioni
ja: 設定を構成
ms: Konfigurasikan Tetapan
nl: Instellingen configureren
no: Konfigurer innstillinger
pt: Configurar ajustes
ru: Настроить параметры
sk: Konfigurovať nastavenia
sv: Konfigurera inställningar
th: กำหนดการตั้งค่า
uk: Налаштувати параметри
vi: Cấu hình cài đặt

# completeAuthBrowser
source: Please complete authentication in your browser. Once done, return to the app.
bg: Моля, завършете удостоверяването в браузъра си. След това се върнете в приложението.
ca: Completeu l'autenticació al vostre navegador. Un cop fet, torneu a l'aplicació.
cs: Dokončete prosím ověření v prohlížeči. Jakmile budete hotovi, vraťte se do aplikace.
de: Bitte schließen Sie die Authentifizierung in Ihrem Browser ab. Kehren Sie danach zur App zurück.
es: Por favor completa la autenticación en tu navegador. Al terminar, vuelve a la app.
et: Palun lõpetage autentimine oma brauseris. Kui olete valmis, naasake rakendusse.
fi: Viimeistele todennus selaimessasi. Kun olet valmis, palaa sovellukseen.
fr: Veuillez compléter l'authentification dans votre navigateur. Une fois terminé, revenez à l'application.
hi: कृपया अपने ब्राउज़र में प्रमाणीकरण पूरा करें। हो जाने पर, ऐप पर वापस आएं।
hu: Kérlek, fejezd be a hitelesítést a böngésződben. Ha kész, térj vissza az alkalmazásba.
id: Silakan selesaikan autentikasi di browser Anda. Setelah selesai, kembali ke aplikasi.
it: Completa l'autenticazione nel tuo browser. Una volta fatto, torna all'app.
ja: ブラウザで認証を完了してください。完了したらアプリに戻ってください。
ms: Sila lengkapkan pengesahan dalam pelayar anda. Selepas selesai, kembali ke aplikasi.
nl: Voltooi de authenticatie in je browser. Keer daarna terug naar de app.
no: Fullfør autentisering i nettleseren din. Når du er ferdig, gå tilbake til appen.
pt: Por favor, complete a autenticação no seu navegador. Quando terminar, volte para o app.
ru: Пожалуйста, завершите аутентификацию в браузере. После этого вернитесь в приложение.
sk: Dokončite prosím autentifikáciu vo vašom prehliadači. Po dokončení sa vráťte do aplikácie.
sv: Slutför autentiseringen i din webbläsare. När du är klar, återvänd till appen.
th: กรุณายืนยันตัวตนในเบราว์เซอร์ของคุณ เมื่อเสร็จแล้วกลับมาที่แอป
uk: Будь ласка, завершіть автентифікацію у браузері. Після завершення поверніться до додатка.
vi: Vui lòng hoàn tất xác thực trong trình duyệt của bạn. Sau khi hoàn tất, hãy quay lại ứng dụng.

# failedToStartAppAuth
source: Failed to start {appName} authentication
bg: Неуспешно стартиране на {appName} удостоверяване
ca: No s'ha pogut iniciar l'autenticació de {appName}
cs: Spuštění ověření {appName} se nezdařilo
de: Authentifizierung für {appName} konnte nicht gestartet werden
es: Error al iniciar autenticación de {appName}
et: {appName} autentimise alustamine ebaõnnestus
fi: {appName}-todennuksen aloitus epäonnistui
fr: Échec du démarrage de l'authentification {appName}
hi: {appName} प्रमाणीकरण शुरू करने में विफल
hu: {appName} hitelesítés indítása sikertelen
id: Gagal memulai autentikasi {appName}
it: Impossibile avviare l'autenticazione {appName}
ja: {appName}の認証開始に失敗しました
ms: Gagal memulakan pengesahan {appName}
nl: Kan {appName}-authenticatie niet starten
no: Kunne ikke starte {appName}-autentisering
pt: Falha ao iniciar autenticação do {appName}
ru: Не удалось начать аутентификацию {appName}
sk: Nepodarilo sa spustiť autentifikáciu {appName}
sv: Det gick inte att starta {appName}-autentisering
th: เริ่มการยืนยันตัวตน {appName} ไม่สำเร็จ
uk: Не вдалося розпочати автентифікацію {appName}
vi: Không thể bắt đầu xác thực {appName}

# connectToAppTitle
source: Connect to {appName}
bg: Свържи се с {appName}
ca: Connectar a {appName}
cs: Připojit k {appName}
de: Mit {appName} verbinden
es: Conectar a {appName}
et: Ühenda rakendusega {appName}
fi: Yhdistä palveluun {appName}
fr: Se connecter à {appName}
hi: {appName} से कनेक्ट करें
hu: Csatlakozás: {appName}
id: Hubungkan ke {appName}
it: Connetti a {appName}
ja: {appName}に接続
ms: Sambung ke {appName}
nl: Verbinden met {appName}
no: Koble til {appName}
pt: Conectar ao {appName}
ru: Подключиться к {appName}
sk: Pripojiť k {appName}
sv: Anslut till {appName}
th: เชื่อมต่อกับ {appName}
uk: Підключитися до {appName}
vi: Kết nối với {appName}

# authorizeOmiForTasks
source: You'll need to authorize Omi to create tasks in your {appName} account. This will open your browser for authentication.
bg: Ще трябва да упълномощите Omi за създаване на задачи в вашия {appName} акаунт. Това ще отвори браузъра ви за удостоверяване.
ca: Haureu d'autoritzar Omi per crear tasques al vostre compte de {appName}. Això obrirà el vostre navegador per a l'autenticació.
cs: Budete muset autorizovat Omi k vytváření úkolů ve vašem účtu {appName}. Tím se otevře váš prohlížeč pro ověření.
de: Sie müssen Omi autorisieren, Aufgaben in Ihrem {appName}-Konto zu erstellen. Dies öffnet Ihren Browser zur Authentifizierung.
es: Necesitas autorizar a Omi para crear tareas en tu cuenta de {appName}. Esto abrirá tu navegador para autenticación.
et: Peate andma Omi-le loa ülesannete loomiseks teie {appName} kontol. See avab teie brauseri autentimiseks.
fi: Sinun on valtuutettava Omi luomaan tehtäviä {appName}-tilillesi. Tämä avaa selaimesi todennusta varten.
fr: Vous devrez autoriser Omi à créer des tâches dans votre compte {appName}. Cela ouvrira votre navigateur pour l'authentification.
hi: आपको अपने {appName} खाते में कार्य बनाने के लिए Omi को अधिकृत करना होगा। यह प्रमाणीकरण के लिए आपका ब्राउज़र खोलेगा।
hu: Engedélyezned kell az Omi-nak, hogy feladatokat hozzon létre a(z) {appName} fiókodban. Ez megnyitja a böngésződ a hitelesítéshez.
id: Anda perlu mengizinkan Omi untuk membuat tugas di akun {appName} Anda. Ini akan membuka browser Anda untuk autentikasi.
it: Dovrai autorizzare Omi a creare attività nel tuo account {appName}. Questo aprirà il tuo browser per l'autenticazione.
ja: Omiが{appName}アカウントでタスクを作成することを許可する必要があります。ブラウザで認証が開きます。
ms: Anda perlu memberi kebenaran kepada Omi untuk mencipta tugasan dalam akaun {appName} anda. Ini akan membuka pelayar anda untuk pengesahan.
nl: Je moet Omi autoriseren om taken aan te maken in je {appName}-account. Dit opent je browser voor authenticatie.
no: Du må autorisere Omi til å opprette oppgaver i {appName}-kontoen din. Dette vil åpne nettleseren din for autentisering.
pt: Você precisará autorizar o Omi para criar tarefas na sua conta {appName}. Isso abrirá seu navegador para autenticação.
ru: Вам нужно авторизовать Omi для создания задач в вашем аккаунте {appName}. Это откроет браузер для аутентификации.
sk: Budete musieť autorizovať Omi na vytváranie úloh vo vašom účte {appName}. Toto otvorí váš prehliadač pre autentifikáciu.
sv: Du behöver auktorisera Omi för att skapa uppgifter i ditt {appName}-konto. Detta öppnar din webbläsare för autentisering.
th: คุณต้องอนุญาตให้ Omi สร้างงานในบัญชี {appName} ของคุณ ระบบจะเปิดเบราว์เซอร์เพื่อยืนยันตัวตน
uk: Вам потрібно авторизувати Omi для створення завдань у вашому обліковому записі {appName}. Це відкриє ваш браузер для автентифікації.
vi: Bạn cần cho phép Omi tạo nhiệm vụ trong tài khoản {appName} của bạn. Thao tác này sẽ mở trình duyệt để xác thực.

# continueButton
source: Continue
bg: Продължи
ca: Continuar
cs: Pokračovat
de: Weiter
es: Continuar
et: Jätka
fi: Jatka
fr: Continuer
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ms: Teruskan
nl: Doorgaan
no: Fortsett
pt: Continuar
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục

# appIntegration
source: {appName} Integration
bg: {appName} Интеграция
ca: Integració de {appName}
cs: Integrace {appName}
es: Integración {appName}
et: {appName} integratsioon
fi: {appName}-integraatio
fr: Intégration {appName}
hi: {appName} एकीकरण
hu: {appName} integráció
id: Integrasi {appName}
it: Integrazione {appName}
ja: {appName}連携
ms: Integrasi {appName}
nl: {appName}-integratie
no: {appName}-integrasjon
pt: Integração {appName}
ru: Интеграция {appName}
sk: {appName} Integrácia
th: การผสานรวม {appName}
uk: Інтеграція {appName}
vi: Tích hợp {appName}

# integrationComingSoon
source: Integration with {appName} is coming soon! We're working hard to bring you more task management options.
bg: Интеграцията с {appName} идва скоро! Работим усилено, за да ви предоставим повече опции за управление на задачи.
ca: La integració amb {appName} arribarà aviat! Estem treballant dur per oferir-vos més opcions de gestió de tasques.
cs: Integrace s {appName} již brzy! Usilovně pracujeme na tom, abychom vám přinesli více možností správy úkolů.
de: Integration mit {appName} kommt bald! Wir arbeiten hart daran, Ihnen mehr Aufgabenmanagement-Optionen zu bieten.
es: ¡Integración con {appName} pronto!
et: {appName} integratsioon tuleb varsti! Töötame selle nimel, et tuua teile rohkem ülesannete haldamise valikuid.
fi: Integraatio palvelun {appName} kanssa tulossa pian! Työskentelemme ahkerasti tuodaksemme sinulle lisää tehtävänhallinnan vaihtoehtoja.
fr: L'intégration avec {appName} arrive bientôt ! Nous travaillons dur pour vous apporter plus d'options de gestion des tâches.
hi: {appName} एकीकरण जल्द आ रहा है!
hu: A(z) {appName} integrációja hamarosan! Keményen dolgozunk, hogy több feladatkezelési lehetőséget hozzunk.
id: Integrasi dengan {appName} segera hadir! Kami bekerja keras untuk memberikan Anda lebih banyak opsi manajemen tugas.
it: L'integrazione con {appName} è in arrivo! Stiamo lavorando sodo per offrirti più opzioni di gestione delle attività.
ja: {appName}との連携は近日公開予定です！より多くのタスク管理オプションを提供するため取り組んでいます。
ms: Integrasi dengan {appName} akan datang! Kami bekerja keras untuk membawa anda lebih banyak pilihan pengurusan tugasan.
nl: Integratie met {appName} komt binnenkort! We werken hard om je meer taakbeheeropties te bieden.
no: Integrasjon med {appName} kommer snart! Vi jobber hardt for å gi deg flere oppgavebehandlingsalternativer.
pt: Integração com {appName} em breve!
ru: Интеграция с {appName} скоро! Мы упорно работаем, чтобы предоставить вам больше вариантов управления задачами.
sk: Integrácia s {appName} čoskoro! Usilovne pracujeme na tom, aby sme vám priniesli viac možností správy úloh.
sv: Integration med {appName} kommer snart! Vi arbetar hårt för att ge dig fler alternativ för uppgiftshantering.
th: การผสานรวมกับ {appName} เร็วๆ นี้! เรากำลังพยายามนำตัวเลือกการจัดการงานเพิ่มเติมมาให้คุณ
uk: Інтеграція з {appName} незабаром! Ми наполегливо працюємо, щоб надати вам більше опцій управління завданнями.
vi: Tích hợp với {appName} sắp ra mắt! Chúng tôi đang nỗ lực để mang đến cho bạn nhiều tùy chọn quản lý nhiệm vụ hơn.

source: Got it
bg: Разбрах
ca: Entès
cs: Rozumím
de: Verstanden
es: Entendido
et: Sain aru
fi: Selvä
fr: Compris
hi: समझ गया
hu: Értem
id: Mengerti
it: Capito
ja: 了解
ms: Faham
nl: Begrepen
no: Skjønner
pt: Entendi
ru: Понятно
sk: Rozumiem
sv: Förstår
th: เข้าใจแล้ว
uk: Зрозуміло
vi: Đã hiểu

# tasksExportedOneApp
source: Tasks can be exported to one app at a time.
bg: Задачите могат да бъдат експортирани в едно приложение наведнъж.
ca: Les tasques es poden exportar a una aplicació alhora.
cs: Úkoly lze exportovat do jedné aplikace najednou.
de: Aufgaben können jeweils nur in eine App exportiert werden.
es: Las tareas solo se pueden exportar a una app a la vez.
et: Ülesandeid saab eksportida korraga ühte rakendusse.
fi: Tehtäviä voidaan viedä yhteen sovellukseen kerrallaan
fr: Les tâches peuvent être exportées vers une seule application à la fois.
hi: कार्यों को एक समय में केवल एक ऐप में निर्यात किया जा सकता है।
hu: A feladatok egyszerre csak egy alkalmazásba exportálhatók.
id: Tugas dapat diekspor ke satu aplikasi pada satu waktu.
it: Le attività possono essere esportate in un'app alla volta.
ja: タスクは一度に1つのアプリにのみエクスポートできます。
ms: Tugasan boleh dieksport ke satu aplikasi pada satu masa.
nl: Taken kunnen naar één app tegelijk worden geëxporteerd.
no: Oppgaver kan eksporteres til én app om gangen.
pt: Tarefas só podem ser exportadas para um app por vez.
ru: Задачи могут быть экспортированы только в одно приложение за раз.
sk: Úlohy možno exportovať do jednej aplikácie naraz.
sv: Uppgifter kan exporteras till en app åt gången.
th: สามารถส่งออกงานไปยังแอปหนึ่งแอปในแต่ละครั้ง
uk: Завдання можна експортувати в один додаток за раз.
vi: Nhiệm vụ có thể được xuất sang một ứng dụng tại một thời điểm.
