Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# wordsUsedThisMonth
source: {used} of {limit} words used this month
bg: {used} от {limit} думи използвани този месец
ca: {used} de {limit} paraules utilitzades aquest mes
cs: Tento měsíc pochopeno {used} z {limit} slov
de: {used} von {limit} Wörtern diesen Monat genutzt
es: {used} de {limit} palabras usadas este mes
et: {used}/{limit} sõna kasutatud sel kuul
fi: {used}/{limit} sanaa käytetty tässä kuussa
fr: {used} sur {limit} mots utilisés ce mois-ci
hi: इस महीने {used}/{limit} शब्द उपयोग किए गए
hu: {used} / {limit} szó felhasználva ebben a hónapban
id: {used} dari {limit} kata terpakai bulan ini
it: {used} di {limit} parole utilizzate questo mese
ja: 今月 {limit}語中{used}語使用済み
ms: {used} daripada {limit} perkataan digunakan bulan ini
nl: {used} van {limit} woorden gebruikt deze maand
no: {used} av {limit} ord brukt denne måneden
pt: {used} de {limit} palavras usadas este mês
ru: Использовано {used} из {limit} слов в этом месяце
sk: {used} z {limit} slov použitých tento mesiac
sv: {used} av {limit} ord använt denna månad
th: ใช้ไป {used} จาก {limit} คำในเดือนนี้
uk: {used} з {limit} слів використано цього місяця
vi: Đã sử dụng {used} trong số {limit} từ trong tháng này

# insightsUsedThisMonth
source: {used} of {limit} insights gained this month
bg: {used} от {limit} прозрения получени този месец
ca: {used} de {limit} informacions obtingudes aquest mes
cs: Tento měsíc získáno {used} z {limit} přehledů
de: {used} von {limit} Erkenntnissen diesen Monat gewonnen
es: {used} de {limit} insights obtenidos este mes
et: {used}/{limit} ülevaadet saadud sel kuul
fi: {used}/{limit} näkemystä saavutettu tässä kuussa
fr: {used} sur {limit} aperçus obtenus ce mois-ci
hi: इस महीने {used}/{limit} अंतर्दृष्टि प्राप्त कीं
hu: {used} / {limit} betekintés nyerve ebben a hónapban
id: {used} dari {limit} wawasan diperoleh bulan ini
it: {used} di {limit} insight ottenuti questo mese
ja: 今月 {limit}個中{used}個のインサイト取得済み
ms: {used} daripada {limit} wawasan diperoleh bulan ini
nl: {used} van {limit} inzichten verkregen deze maand
no: {used} av {limit} innsikter fått denne måneden
pt: {used} de {limit} insights este mês
ru: Получено {used} из {limit} инсайтов в этом месяце
sk: {used} z {limit} postrehov získaných tento mesiac
sv: {used} av {limit} insikter vunna denna månad
th: ได้รับข้อมูลเชิงลึก {used} จาก {limit} รายการในเดือนนี้
uk: {used} з {limit} insights отримано цього місяця
vi: Đã thu được {used} trong số {limit} thông tin chi tiết trong tháng này

# memoriesUsedThisMonth
source: {used} of {limit} memories created this month
bg: {used} от {limit} спомена създадени този месец
ca: {used} de {limit} records creats aquest mes
cs: Tento měsíc vytvořeno {used} z {limit} vzpomínek
de: {used} von {limit} Erinnerungen diesen Monat erstellt
es: {used} de {limit} recuerdos hechos este mes
et: {used}/{limit} mälestust loodud sel kuul
fi: {used}/{limit} muistoa luotu tässä kuussa
fr: {used} sur {limit} mémoires créées ce mois-ci
hi: इस महीने {used}/{limit} यादें बनाईं
hu: {used} / {limit} emlék létrehozva ebben a hónapban
id: {used} dari {limit} memori dibuat bulan ini
it: {used} di {limit} ricordi creati questo mese
ja: 今月 {limit}個中{used}個の記憶作成済み
ms: {used} daripada {limit} ingatan dicipta bulan ini
nl: {used} van {limit} herinneringen aangemaakt deze maand
no: {used} av {limit} minner opprettet denne måneden
pt: {used} de {limit} memórias este mês
ru: Создано {used} из {limit} воспоминаний в этом месяце
sk: {used} z {limit} spomienok vytvorených tento mesiac
sv: {used} av {limit} minnen skapade denna månad
th: สร้างความทรงจำ {used} จาก {limit} รายการในเดือนนี้
uk: {used} з {limit} спогадів створено цього місяця
vi: Đã tạo {used} trong số {limit} ký ức trong tháng này

source: Visibility
bg: Видимост
ca: Visibilitat
cs: Viditelnost
de: Sichtbarkeit
es: Visibilidad
et: Nähtavus
fi: Näkyvyys
fr: Visibilité
hi: दृश्यता
hu: Láthatóság
id: Visibilitas
it: Visibilità
ja: 表示設定
ms: Keterlihatan
nl: Zichtbaarheid
no: Synlighet
pt: Visibilidade
ru: Видимость
sk: Viditeľnosť
sv: Synlighet
th: การมองเห็น
uk: Видимість
vi: Hiển thị

# visibilitySubtitle
source: Control which conversations appear in your list
bg: Контролирайте кои разговори се появяват във вашия списък
ca: Controleu quines converses apareixen a la vostra llista
cs: Kontrolujte, které konverzace se zobrazují ve vašem seznamu
de: Steuern Sie, welche Unterhaltungen in Ihrer Liste erscheinen
es: Controla qué conversaciones aparecen en tu lista
et: Kontrollige, millised vestlused teie loendis kuvatakse
fi: Hallitse mitä keskusteluja näkyy luettelossasi
fr: Contrôlez quelles conversations apparaissent dans votre liste
hi: नियंत्रित करें कि आपकी सूची में कौन सी बातचीत दिखाई दे
hu: Szabályozd, mely beszélgetések jelenjenek meg a listában
id: Kontrol percakapan mana yang muncul di daftar Anda
it: Controlla quali conversazioni appaiono nella tua lista
ja: リストに表示する会話を管理します
ms: Kawal perbualan mana yang muncul dalam senarai anda
nl: Bepaal welke gesprekken in je lijst verschijnen
no: Kontroller hvilke samtaler som vises i listen din
pt: Controle quais conversas aparecem na sua lista
ru: Контролируйте, какие разговоры появляются в вашем списке
sk: Kontrolujte, ktoré konverzácie sa zobrazia vo vašom zozname
sv: Kontrollera vilka konversationer som visas i din lista
th: ควบคุมว่าบทสนทนาใดจะปรากฏในรายการของคุณ
uk: Керуйте тим, які розмови відображаються у вашому списку
vi: Kiểm soát cuộc trò chuyện nào xuất hiện trong danh sách của bạn

source: Show Short Conversations
bg: Показвай кратки разговори
ca: Mostrar converses curtes
cs: Zobrazit krátké konverzace
de: Kurze Unterhaltungen anzeigen
es: Mostrar conversaciones cortas
et: Kuva lühikesed vestlused
fi: Näytä lyhyet keskustelut
fr: Afficher les conversations courtes
hi: छोटी बातचीत दिखाएं
hu: Rövid beszélgetések megjelenítése
id: Tampilkan Percakapan Pendek
it: Mostra Conversazioni Brevi
ja: 短い会話を表示
ms: Tunjukkan Perbualan Pendek
nl: Korte gesprekken tonen
no: Vis korte samtaler
pt: Mostrar conversas curtas
ru: Показывать короткие разговоры
sk: Zobraziť krátke konverzácie
sv: Visa korta konversationer
th: แสดงบทสนทนาสั้น
uk: Показувати короткі розмови
vi: Hiển thị cuộc trò chuyện ngắn

# showShortConversationsDesc
source: Display conversations shorter than the threshold
bg: Показвай разговори по-къси от прага
ca: Mostrar converses més curtes que el llindar
cs: Zobrazit konverzace kratší než prahová hodnota
de: Unterhaltungen anzeigen, die kürzer als der Schwellenwert sind
es: Mostrar conversaciones más cortas que el umbral
et: Kuva künnisest lühemaid vestlusi
fi: Näytä kynnysarvoa lyhyemmät keskustelut
fr: Afficher les conversations plus courtes que le seuil
hi: थ्रेसहोल्ड से छोटी बातचीत दिखाएं
hu: Küszöbértéknél rövidebb beszélgetések megjelenítése
id: Tampilkan percakapan yang lebih pendek dari ambang batas
it: Visualizza conversazioni più brevi della soglia
ja: しきい値より短い会話を表示します
ms: Paparkan perbualan yang lebih pendek daripada ambang
nl: Gesprekken korter dan de drempel weergeven
no: Vis samtaler kortere enn terskelen
pt: Mostrar conversas menores que o limite
ru: Показывать разговоры короче порогового значения
sk: Zobraziť konverzácie kratšie ako hranica
sv: Visa konversationer som är kortare än tröskelvärdet
th: แสดงบทสนทนาที่สั้นกว่าเกณฑ์
uk: Відображати розмови коротші за поріг
vi: Hiển thị cuộc trò chuyện ngắn hơn ngưỡng

source: Show Discarded Conversations
bg: Показвай изхвърлени разговори
ca: Mostrar converses descartades
cs: Zobrazit zahozené konverzace
de: Verworfene Unterhaltungen anzeigen
es: Mostrar conversaciones descartadas
et: Kuva hüljatud vestlused
fi: Näytä hylätyt keskustelut
fr: Afficher les conversations ignorées
hi: रद्द की गई बातचीत दिखाएं
hu: Elvetett beszélgetések megjelenítése
id: Tampilkan Percakapan yang Dibuang
it: Mostra Conversazioni Scartate
ja: 破棄した会話を表示
ms: Tunjukkan Perbualan Dibuang
nl: Verwijderde gesprekken tonen
no: Vis forkastede samtaler
pt: Mostrar conversas descartadas
ru: Показывать отброшенные разговоры
sk: Zobraziť zahodené konverzácie
sv: Visa kasserade konversationer
th: แสดงบทสนทนาที่ถูกทิ้ง
uk: Показувати відхилені розмови
vi: Hiển thị cuộc trò chuyện đã hủy

# showDiscardedConversationsDesc
source: Include conversations marked as discarded
bg: Включи разговори, маркирани като изхвърлени
ca: Incloure converses marcades com a descartades
cs: Zahrnout konverzace označené jako zahozené
de: Als verworfen markierte Unterhaltungen einschließen
es: Incluir conversaciones marcadas como descartadas
et: Kaasa hüljatuna märgitud vestlused
fi: Sisällytä hylätyksi merkityt keskustelut
fr: Inclure les conversations marquées comme ignorées
hi: रद्द के रूप में चिह्नित बातचीत शामिल करें
hu: Elvetettként megjelölt beszélgetések hozzáadása
id: Sertakan percakapan yang ditandai sebagai dibuang
it: Includi conversazioni contrassegnate come scartate
ja: 破棄済みの会話を含めます
ms: Sertakan perbualan yang ditandakan sebagai dibuang
nl: Gesprekken gemarkeerd als verwijderd opnemen
no: Inkluder samtaler merket som forkastet
pt: Incluir conversas marcadas como descartadas
ru: Включать разговоры, отмеченные как отброшенные
sk: Zahrnúť konverzácie označené ako zahodené
sv: Inkludera konversationer markerade som kasserade
th: รวมบทสนทนาที่ถูกทำเครื่องหมายว่าทิ้ง
uk: Включати розмови, позначені як відхилені
vi: Bao gồm cuộc trò chuyện được đánh dấu là đã hủy

source: Short Conversation Threshold
bg: Праг за кратък разговор
ca: Llindar de conversa curta
cs: Prahová hodnota krátkých konverzací
de: Schwellenwert für kurze Unterhaltungen
es: Umbral de conversación corta
et: Lühikese vestluse künnis
fi: Lyhyen keskustelun kynnysarvo
fr: Seuil de conversation courte
hi: लघु वार्तालाप थ्रेसहोल्ड
hu: Rövid beszélgetés küszöbérték
id: Ambang Percakapan Pendek
it: Soglia Conversazione Breve
ja: 短い会話のしきい値
ms: Ambang Perbualan Pendek
nl: Drempel voor korte gesprekken
no: Terskel for korte samtaler
pt: Limite de conversa curta
ru: Порог коротких разговоров
sk: Hranica krátkej konverzácie
sv: Kort konversationströskel
th: เกณฑ์บทสนทนาสั้น
uk: Поріг коротких розмов
vi: Ngưỡng cuộc trò chuyện ngắn

# shortConversationThresholdSubtitle
source: Conversations shorter than this will be hidden unless enabled above
bg: Разговорите по-къси от това ще бъдат скрити, освен ако не са активирани по-горе
ca: Les converses més curtes que això s'amagaran tret que s'activi a dalt
cs: Konverzace kratší než tato hodnota budou skryty, pokud nejsou výše povoleny
de: Unterhaltungen, die kürzer als dies sind, werden ausgeblendet, sofern oben nicht aktiviert
es: Conversaciones más cortas que esto se ocultan si no está activado arriba
et: Sellest lühemad vestlused peidetakse, kui pole ülalpool lubatud
fi: Tätä lyhyemmät keskustelut piilotetaan, ellei niitä ole otettu käyttöön yllä
fr: Les conversations plus courtes que cela seront masquées sauf si activé ci-dessus
hi: इससे छोटी बातचीत छिपाई जाएगी (जब तक कि ऊपर सक्षम न हो)
hu: Ennél rövidebb beszélgetések el lesznek rejtve, ha fent nincs engedélyezve
id: Percakapan yang lebih pendek dari ini akan disembunyikan kecuali diaktifkan di atas
it: Le conversazioni più brevi di questa soglia saranno nascoste se non abilitate sopra
ja: 上記で有効にしない限り、この時間より短い会話は非表示になります
ms: Perbualan yang lebih pendek daripada ini akan disembunyikan melainkan didayakan di atas
nl: Gesprekken korter dan dit worden verborgen tenzij hierboven ingeschakeld
no: Samtaler kortere enn dette vil være skjult med mindre aktivert ovenfor
pt: Conversas menores que isso são ocultadas se não ativado acima
ru: Разговоры короче этого значения будут скрыты, если не включено выше
sk: Konverzácie kratšie ako toto budú skryté, pokiaľ nie sú povolené vyššie
sv: Konversationer kortare än detta döljs om de inte aktiveras ovan
th: บทสนทนาที่สั้นกว่านี้จะถูกซ่อนเว้นแต่จะเปิดใช้งานด้านบน
uk: Розмови коротші за це значення будуть приховані, якщо не увімкнено вище
vi: Cuộc trò chuyện ngắn hơn sẽ bị ẩn trừ khi được bật ở trên

source: Duration Threshold
bg: Праг на продължителност
ca: Llindar de durada
cs: Prahová hodnota trvání
de: Dauerschwellenwert
es: Umbral de duración
et: Kestuse künnis
fi: Kestokynnys
fr: Seuil de durée
hi: अवधि थ्रेसहोल्ड
hu: Időtartam küszöbérték
id: Ambang Durasi
it: Soglia Durata
ja: 時間のしきい値
ms: Ambang Tempoh
nl: Duurdrempel
no: Varighetsterskel
pt: Limite de duração
ru: Порог длительности
sk: Hranica trvania
sv: Varaktighetströskel
th: เกณฑ์ระยะเวลา
uk: Поріг тривалості
vi: Ngưỡng thời lượng

# durationThresholdDesc
source: Hide conversations shorter than this
bg: Скривай разговори по-къси от това
ca: Amagar converses més curtes que això
cs: Skrýt konverzace kratší než tato hodnota
de: Unterhaltungen ausblenden, die kürzer als dies sind
es: Ocultar conversaciones más cortas que esto
et: Peida sellest lühemad vestlused
fi: Piilota tätä lyhyemmät keskustelut
fr: Masquer les conversations plus courtes que cela
hi: इससे छोटी बातचीत छिपाएं
hu: Ennél rövidebb beszélgetések elrejtése
id: Sembunyikan percakapan yang lebih pendek dari ini
it: Nascondi conversazioni più brevi di questa soglia
ja: これより短い会話を非表示にします
ms: Sembunyikan perbualan yang lebih pendek daripada ini
nl: Gesprekken korter dan dit verbergen
no: Skjul samtaler kortere enn dette
pt: Ocultar conversas menores que isso
ru: Скрыть разговоры короче этого значения
sk: Skryť konverzácie kratšie ako toto
sv: Dölj konversationer kortare än detta
th: ซ่อนบทสนทนาที่สั้นกว่านี้
uk: Приховувати розмови коротші за це
vi: Ẩn cuộc trò chuyện ngắn hơn

# customVocabularyTitle
source: Custom Vocabulary
bg: Персонализиран речник
ca: Vocabulari personalitzat
cs: Vlastní slovník
de: Benutzerdefiniertes Vokabular
es: Vocabulario personalizado
et: Kohandatud sõnavara
fi: Mukautettu sanasto
fr: Vocabulaire personnalisé
hi: कस्टम शब्दावली
hu: Egyedi szókincs
id: Kosakata Kustom
it: Vocabolario Personalizzato
ja: カスタム語彙
ms: Perbendaharaan Kata Tersuai
nl: Aangepaste woordenlijst
no: Tilpasset ordforråd
pt: Vocabulário personalizado
ru: Пользовательский словарь
sk: Vlastný slovník
sv: Anpassat ordförråd
th: คำศัพท์ที่กำหนดเอง
uk: Власний словник
vi: Từ vựng tùy chỉnh

source: Add Words
bg: Добавете думи
ca: Afegir paraules
cs: Přidat slova
de: Wörter hinzufügen
es: Añadir palabras
et: Lisa sõnad
fi: Lisää sanoja
fr: Ajouter des mots
hi: शब्द जोड़ें
hu: Szavak hozzáadása
id: Tambah Kata
it: Aggiungi Parole
ja: 単語を追加
ms: Tambah Perkataan
nl: Woorden toevoegen
no: Legg til ord
pt: Adicionar palavras
ru: Добавить слова
sk: Pridať slová
sv: Lägg till ord
th: เพิ่มคำ
uk: Додати слова
vi: Thêm từ

# addWordsDesc
source: Names, terms, or uncommon words
bg: Имена, термини или необичайни думи
ca: Noms, termes o paraules poc comunes
cs: Jména, výrazy nebo neobvyklá slova
de: Namen, Begriffe oder ungewöhnliche Wörter
es: Nombres, términos o palabras inusuales
et: Nimed, terminid või ebatavalised sõnad
fi: Nimiä, termejä tai harvinaisia sanoja
fr: Noms, termes ou mots inhabituels
hi: नाम, शब्दशब्दावली, या असामान्य शब्द
hu: Nevek, kifejezések vagy ritka szavak
id: Nama, istilah, atau kata yang tidak umum
it: Nomi, termini o parole non comuni
ja: 名前、用語、珍しい単語
ms: Nama, istilah, atau perkataan luar biasa
nl: Namen, termen of ongewone woorden
no: Navn, termer eller uvanlige ord
pt: Nomes, gírias ou palavras incomuns
ru: Имена, термины или редкие слова
sk: Mená, výrazy alebo neobvyklé slová
sv: Namn, termer eller ovanliga ord
th: ชื่อ คำศัพท์ หรือคำที่ไม่ธรรมดา
uk: Імена, терміни або незвичні слова
vi: Tên, thuật ngữ hoặc từ không phổ biến

source: Connect
bg: Свържи
ca: Connectar
cs: Připojit
de: Verbinden
es: Conectar
et: Ühenda
fi: Yhdistä
fr: Connecter
hi: कनेक्ट करें
hu: Csatlakozás
id: Hubungkan
it: Connetti
ja: 接続
ms: Sambung
nl: Verbinden
no: Koble til
pt: Conectar
ru: Подключить
sk: Pripojiť
sv: Anslut
th: เชื่อมต่อ
uk: Підключити
vi: Kết nối

source: Coming Soon
bg: Скоро
ca: Properament
cs: Již brzy
de: Demnächst
es: Próximamente
et: Tulekul
fi: Tulossa pian
fr: Bientôt disponible
hi: जल्द आ रहा है
hu: Hamarosan
id: Segera Hadir
it: Prossimamente
ja: 近日公開
ms: Akan Datang
nl: Binnenkort beschikbaar
no: Kommer snart
pt: Em breve
ru: Скоро
sk: Čoskoro
sv: Kommer snart
th: เร็วๆ นี้
uk: Незабаром
vi: Sắp ra mắt

# chatToolsFooter
source: Connect your apps to view data and metrics in chat.
bg: Свържете вашите приложения, за да виждате данни и метрики в чата.
ca: Connecteu les vostres aplicacions per veure dades i estadístiques al xat.
cs: Připojte své aplikace k zobrazení dat a metrik v chatu.
de: Verbinden Sie Ihre Apps, um Daten und Metriken im Chat anzuzeigen.
es: Conecta tus apps para ver datos y métricas en el chat.
et: Ühendage oma rakendused, et vestluses andmeid ja mõõdikuid vaadata.
fi: Yhdistä sovelluksesi nähdäksesi tiedot ja mittarit chatissa.
fr: Connectez vos applications pour afficher les données et les métriques dans le chat.
hi: चैट में डेटा और मेट्रिक्स देखने के लिए अपने ऐप्स कनेक्ट करें।
hu: Csatlakoztasd az alkalmazásaidat az adatok és metrikák megjelenítéséhez a csevegésben.
id: Hubungkan aplikasi Anda untuk melihat data dan metrik dalam obrolan.
it: Connetti le tue app per visualizzare dati e metriche nella chat.
ja: アプリを接続して、チャットでデータや指標を表示できます。
ms: Sambungkan aplikasi anda untuk melihat data dan metrik dalam sembang.
nl: Verbind je apps om gegevens en statistieken in de chat te bekijken.
no: Koble til appene dine for å se data og måledata i chat.
pt: Conecte seus apps para ver dados e métricas no chat.
ru: Подключите ваши приложения для просмотра данных и метрик в чате.
sk: Pripojte svoje aplikácie na zobrazenie údajov a metrík v chate.
sv: Anslut dina appar för att visa data och mått i chatten.
th: เชื่อมต่อแอปของคุณเพื่อดูข้อมูลและตัวชี้วัดในแชท
uk: Підключіть свої додатки для перегляду даних та метрик у чаті.
vi: Kết nối ứng dụng của bạn để xem dữ liệu và số liệu trong trò chuyện.

# completeAuthInBrowser
source: Please complete authentication in your browser. Once done, return to the app.
bg: Моля, завършете удостоверяването в браузъра си. След това се върнете в приложението.
ca: Completeu l'autenticació al vostre navegador. Un cop fet, torneu a l'aplicació.
cs: Dokončete prosím ověření v prohlížeči. Jakmile budete hotovi, vraťte se do aplikace.
de: Bitte schließen Sie die Authentifizierung in Ihrem Browser ab. Kehren Sie danach zur App zurück.
es: Por favor completa la autenticación en tu navegador.
et: Palun lõpetage autentimine oma brauseris. Kui olete valmis, naasake rakendusse.
fi: Viimeistele todennus selaimessasi. Kun olet valmis, palaa sovellukseen.
fr: Veuillez compléter l'authentification dans votre navigateur. Une fois terminé, revenez à l'application.
hi: कृपया अपने ब्राउज़र में प्रमाणीकरण पूरा करें।
hu: Kérlek, fejezd be a hitelesítést a böngésződben. Ha kész, térj vissza az alkalmazásba.
id: Silakan selesaikan autentikasi di browser Anda. Setelah selesai, kembali ke aplikasi.
it: Completa l'autenticazione nel tuo browser. Una volta fatto, torna all'app.
ja: ブラウザで認証を完了してください。完了したらアプリに戻ってください。
ms: Sila lengkapkan pengesahan dalam pelayar anda. Selepas selesai, kembali ke aplikasi.
nl: Voltooi de authenticatie in je browser. Keer daarna terug naar de app.
no: Fullfør autentisering i nettleseren din. Når du er ferdig, gå tilbake til appen.
pt: Por favor, complete a autenticação no seu navegador.
ru: Пожалуйста, завершите аутентификацию в браузере. После этого вернитесь в приложение.
sk: Dokončite prosím autentifikáciu vo vašom prehliadači. Po dokončení sa vráťte do aplikácie.
sv: Slutför autentiseringen i din webbläsare. När du är klar, återvänd till appen.
th: กรุณายืนยันตัวตนในเบราว์เซอร์ของคุณ เมื่อเสร็จแล้วกลับมาที่แอป
uk: Будь ласка, завершіть автентифікацію у браузері. Після завершення поверніться до додатка.
vi: Vui lòng hoàn tất xác thực trong trình duyệt của bạn. Sau khi hoàn tất, hãy quay lại ứng dụng.

# failedToStartAuth
source: Failed to start {appName} authentication
bg: Неуспешно стартиране на {appName} удостоверяване
ca: No s'ha pogut iniciar l'autenticació de {appName}
cs: Nepodařilo se spustit ověření {appName}
de: Authentifizierung für {appName} fehlgeschlagen
es: Error al iniciar autenticación para {appName}
et: {appName} autentimise alustamine ebaõnnestus
fi: {appName}-todennuksen aloitus epäonnistui
fr: Échec du démarrage de l'authentification {appName}
hi: {appName} के लिए प्रमाणीकरण शुरू करने में विफल
hu: {appName} hitelesítés indítása sikertelen
id: Gagal memulai autentikasi {appName}
it: Impossibile avviare l'autenticazione {appName}
ja: {appName}の認証開始に失敗しました
ms: Gagal memulakan pengesahan {appName}
nl: Kan {appName}-authenticatie niet starten
no: Kunne ikke starte {appName}-autentisering
pt: Falha ao iniciar autenticação para {appName}
ru: Не удалось начать аутентификацию {appName}
sk: Nepodarilo sa spustiť autentifikáciu {appName}
sv: Det gick inte att starta {appName}-autentisering
th: ไม่สามารถเริ่มการยืนยันตัวตน {appName} ได้
uk: Не вдалося розпочати автентифікацію {appName}
vi: Không thể bắt đầu xác thực {appName}

# disconnectAppTitle
source: Disconnect {appName}?
bg: Прекъсни връзката с {appName}?
ca: Desconnectar {appName}?
cs: Odpojit {appName}?
de: {appName} trennen?
es: ¿Desconectar {appName}?
et: Katkesta ühendus rakendusega {appName}?
fi: Katkaise yhteys palveluun {appName}?
fr: Déconnecter {appName} ?
hi: {appName} डिस्कनेक्ट करें?
hu: {appName} leválasztása?
id: Putuskan {appName}?
it: Disconnettere {appName}?
ja: {appName}を切断しますか？
ms: Putuskan sambungan {appName}?
nl: {appName} loskoppelen?
no: Koble fra {appName}?
pt: Desconectar {appName}?
ru: Отключить {appName}?
sk: Odpojiť {appName}?
sv: Koppla från {appName}?
th: ตัดการเชื่อมต่อ {appName}?
uk: Відключити {appName}?
vi: Ngắt kết nối {appName}?

# disconnectAppMessage
source: Are you sure you want to disconnect from {appName}? You can reconnect anytime.
bg: Сигурни ли сте, че искате да прекъснете връзката с {appName}? Можете да се свържете отново по всяко време.
ca: Esteu segur que voleu desconnectar-vos de {appName}? Podeu reconnectar en qualsevol moment.
cs: Opravdu chcete odpojit od {appName}? Můžete se kdykoli znovu připojit.
de: Sind Sie sicher, dass Sie die Verbindung zu {appName} trennen möchten? Sie können sich jederzeit wieder verbinden.
es: ¿Seguro que quieres desconectar {appName}? Puedes reconectar en cualquier momento.
et: Kas olete kindel, et soovite ühenduse rakendusega {appName} katkestada? Saate igal ajal uuesti ühendada.
fi: Haluatko varmasti katkaista yhteyden palveluun {appName}? Voit yhdistää uudelleen milloin tahansa.
fr: Êtes-vous sûr de vouloir vous déconnecter de {appName} ? Vous pouvez vous reconnecter à tout moment.
hi: क्या आप वाकई {appName} को डिस्कनेक्ट करना चाहते हैं? आप कभी भी फिर से कनेक्ट कर सकते हैं।
hu: Biztosan leválasztod a(z) {appName}-t? Bármikor újracsatlakozthatsz.
id: Apakah Anda yakin ingin memutuskan dari {appName}? Anda dapat menyambung kembali kapan saja.
it: Sei sicuro di volerti disconnettere da {appName}? Puoi riconnetterti in qualsiasi momento.
ja: {appName}との接続を解除してもよろしいですか？いつでも再接続できます。
ms: Adakah anda pasti mahu memutuskan sambungan dari {appName}? Anda boleh menyambung semula bila-bila masa.
nl: Weet je zeker dat je de verbinding met {appName} wilt verbreken? Je kunt altijd opnieuw verbinden.
no: Er du sikker på at du vil koble fra {appName}? Du kan koble til igjen når som helst.
pt: Tem certeza de que deseja desconectar {appName}? Você pode reconectar a qualquer momento.
ru: Вы уверены, что хотите отключиться от {appName}? Вы можете переподключиться в любое время.
sk: Naozaj chcete odpojiť {appName}? Môžete sa znovu pripojiť kedykoľvek.
sv: Är du säker på att du vill koppla från {appName}? Du kan ansluta igen när som helst.
th: คุณแน่ใจหรือไม่ว่าต้องการตัดการเชื่อมต่อจาก {appName}? คุณสามารถเชื่อมต่อใหม่ได้ตลอดเวลา
uk: Ви впевнені, що хочете відключитись від {appName}? Ви можете підключитись знову в будь-який час.
vi: Bạn có chắc chắn muốn ngắt kết nối khỏi {appName}? Bạn có thể kết nối lại bất kỳ lúc nào.
