Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

source: Request Configuration
bg: Конфигурация на заявка
ca: Configuració de sol·licitud
cs: Konfigurace požadavku
de: Anfragekonfiguration
es: Configuración de petición
et: Päringu konfiguratsioon
fi: Pyyntökokoonpano
fr: Configuration de la requête
hi: अनुरोध कॉन्फ़िगरेशन
hu: Kérés konfiguráció
id: Konfigurasi Permintaan
it: Configurazione Richiesta
ja: リクエスト設定
ms: Konfigurasi Permintaan
nl: Verzoek configuratie
no: Forespørselskonfigurasjon
pt: Configuração da requisição
ru: Конфигурация запроса
sk: Konfigurácia požiadavky
sv: Begäran konfiguration
th: การกำหนดค่าคำขอ
uk: Конфігурація запиту
vi: Cấu hình yêu cầu

source: Response Schema
bg: Схема на отговор
ca: Esquema de resposta
cs: Schéma odpovědi
de: Antwortschema
es: Esquema de respuesta
et: Vastuse skeem
fi: Vastauskaavio
fr: Schéma de réponse
hi: प्रतिक्रिया स्कीमा
hu: Válasz séma
id: Skema Respons
it: Schema Risposta
ja: レスポンススキーマ
ms: Skema Respons
no: Responsskjema
pt: Esquema de resposta
ru: Схема ответа
sk: Schéma odpovede
sv: Svarsschema
th: โครงสร้างการตอบกลับ
uk: Схема відповіді
vi: Schema phản hồi

source: Modified
bg: Модифициран
ca: Modificat
cs: Upraveno
de: Geändert
es: Modificado
et: Muudetud
fi: Muokattu
fr: Modifié
hi: संशोधित
hu: Módosítva
id: Dimodifikasi
it: Modificato
ja: 変更済み
ms: Diubah Suai
nl: Aangepast
no: Endret
pt: Modificado
ru: Изменено
sk: Zmenené
sv: Modifierad
th: แก้ไขแล้ว
uk: Змінено
vi: Đã sửa đổi

# resetRequestConfig
source: Reset request config to default
bg: Нулирай конфигурацията на заявката по подразбиране
ca: Restablir configuració de sol·licitud per defecte
cs: Obnovit výchozí konfiguraci požadavku
de: Anfragekonfiguration auf Standard zurücksetzen
es: Restablecer configuración de petición
et: Lähtesta päringu konfiguratsioon vaikimisi
fi: Palauta pyyntökokoonpano oletuksiin
fr: Réinitialiser la config de requête par défaut
hi: अनुरोध कॉन्फ़िगरेशन रीसेट करें
hu: Kérés konfiguráció alaphelyzetbe állítása
id: Setel ulang konfigurasi permintaan ke default
it: Ripristina configurazione richiesta predefinita
ja: リクエスト設定をデフォルトにリセット
ms: Tetapkan semula konfigurasi permintaan ke lalai
nl: Verzoekconfiguratie resetten naar standaard
no: Tilbakestill forespørselskonfigurasjon til standard
pt: Redefinir configuração
ru: Сбросить конфигурацию запроса по умолчанию
sk: Obnoviť konfiguráciu požiadavky na predvolenú
sv: Återställ begäran konfiguration till standard
th: รีเซ็ตการกำหนดค่าคำขอเป็นค่าเริ่มต้น
uk: Скинути конфігурацію запиту до значень за замовчуванням
vi: Đặt lại cấu hình yêu cầu về mặc định

source: Logs
bg: Дневници
ca: Registres
cs: Protokoly
de: Protokolle
es: Registros
et: Logid
fi: Lokit
fr: Journaux
hi: लॉग
hu: Naplók
id: Log
it: Log
ja: ログ
ms: Log
nl: Logboeken
no: Logger
ru: Журналы
sk: Logy
sv: Loggar
th: บันทึก
uk: Журнали
vi: Nhật ký

source: Logs copied
bg: Дневниците са копирани
ca: Registres copiats
cs: Protokoly zkopírovány
de: Protokolle kopiert
es: Registros copiados
et: Logid kopeeritud
fi: Lokit kopioitu
fr: Journaux copiés
hi: लॉग कॉपी किए गए
hu: Naplók másolva
id: Log disalin
it: Log copiati
ja: ログをコピーしました
ms: Log disalin
nl: Logboeken gekopieerd
no: Logger kopiert
pt: Logs copiados
ru: Журналы скопированы
sk: Logy boli skopírované
sv: Loggar kopierade
th: คัดลอกบันทึกแล้ว
uk: Журнали скопійовано
vi: Đã sao chép nhật ký

# noLogsYet
source: No logs yet. Start recording to see custom STT activity.
bg: Все още няма дневници. Започнете записване, за да видите активността на персонализирания STT.
ca: Encara no hi ha registres. Comenceu a enregistrar per veure l'activitat STT personalitzada.
cs: Zatím žádné protokoly. Začněte nahrávat, abyste viděli aktivitu vlastního STT.
de: Noch keine Protokolle. Starten Sie die Aufnahme, um benutzerdefinierte STT-Aktivitäten zu sehen.
es: Sin registros. Graba para ver actividad.
et: Logisid pole veel. Alustage salvestamist, et näha kohandatud STT tegevust.
fi: Ei vielä lokeja. Aloita nauhoitus nähdäksesi mukautetun STT-toiminnan.
fr: Pas encore de journaux. Commencez à enregistrer pour voir l'activité STT personnalisée.
hi: अभी तक कोई लॉग नहीं। गतिविधि देखने के लिए रिकॉर्ड करें।
hu: Még nincsenek naplók. Kezdj el rögzíteni az egyéni STT aktivitás megtekintéséhez.
id: Belum ada log. Mulai merekam untuk melihat aktivitas STT kustom.
it: Nessun log ancora. Inizia a registrare per vedere l'attività STT personalizzata.
ja: ログはまだありません。録音を開始するとカスタムSTTアクティビティが表示されます。
ms: Tiada log lagi. Mulakan rakaman untuk melihat aktiviti STT tersuai.
nl: Nog geen logboeken. Start een opname om aangepaste STT-activiteit te zien.
no: Ingen logger ennå. Start opptak for å se tilpasset STT-aktivitet.
pt: Sem logs ainda. Grave para ver atividade.
ru: Журналов пока нет. Начните запись, чтобы увидеть активность пользовательского STT.
sk: Zatiaľ žiadne logy. Začnite nahrávanie, aby ste videli vlastnú STT aktivitu.
sv: Inga loggar ännu. Börja spela in för att se anpassad STT-aktivitet.
th: ยังไม่มีบันทึก เริ่มบันทึกเพื่อดูกิจกรรม STT แบบกำหนดเอง
uk: Журналів поки немає. Почніть запис, щоб побачити активність власного STT.
vi: Chưa có nhật ký. Bắt đầu ghi âm để xem hoạt động STT tùy chỉnh.

# deviceUsesCodec
source: {deviceName} uses {codecReason}. Omi will be used.
bg: {deviceName} използва {codecReason}. Ще се използва Omi.
ca: {deviceName} utilitza {codecReason}. S'utilitzarà Omi.
cs: {deviceName} používá {codecReason}. Bude použito Omi.
de: {deviceName} verwendet {codecReason}. Omi wird verwendet.
es: {deviceName} usa {codecReason}. Se usa Omi.
et: {deviceName} kasutab {codecReason}. Kasutatakse Omi-d.
fi: {deviceName} käyttää {codecReason}. Omia käytetään.
fr: {deviceName} utilise {codecReason}. Omi sera utilisé.
hi: {deviceName} {codecReason} का उपयोग करता है। Omi का उपयोग किया जाएगा।
hu: {deviceName} használja: {codecReason}. Az Omi-t fogjuk használni.
id: {deviceName} menggunakan {codecReason}. Omi akan digunakan.
it: {deviceName} usa {codecReason}. Verrà utilizzato Omi.
ja: {deviceName}は{codecReason}を使用しています。Omiが使用されます。
ms: {deviceName} menggunakan {codecReason}. Omi akan digunakan.
nl: {deviceName} gebruikt {codecReason}. Omi wordt gebruikt.
no: {deviceName} bruker {codecReason}. Omi vil bli brukt.
pt: {deviceName} usa {codecReason}. Omi será usado.
ru: {deviceName} использует {codecReason}. Будет использован Omi.
sk: {deviceName} používa {codecReason}. Omi bude použité.
sv: {deviceName} använder {codecReason}. Omi kommer att användas.
th: {deviceName} ใช้ {codecReason} จะใช้ Omi แทน
uk: {deviceName} використовує {codecReason}. Буде використано Omi.
vi: {deviceName} sử dụng {codecReason}. Omi sẽ được sử dụng.

source: Omi Transcription
bg: Omi транскрипция
ca: Transcripció d'Omi
cs: Přepis Omi
de: Omi Transkription
es: Transcripción Omi
et: Omi transkriptsioon
fi: Omi-litterointi
fr: Transcription Omi
hi: Omi प्रतिलेखन
hu: Omi átírás
id: Transkripsi Omi
it: Trascrizione Omi
ja: Omi文字起こし
ms: Transkripsi Omi
nl: Omi-transcriptie
no: Omi-transkripsjon
pt: Transcrição Omi
ru: Расшифровка Omi
sk: Omi Prepis
sv: Omi-transkription
th: การถอดเสียง Omi
uk: Транскрипція Omi
vi: Phiên âm Omi

# bestInClassTranscription
source: Best in class transcription with zero setup
bg: Най-добра транскрипция в класа си без настройки
ca: Transcripció de millor qualitat sense configuració
cs: Nejlepší přepis ve své třídě bez nutnosti nastavení
de: Erstklassige Transkription ohne Einrichtung
es: Transcripción de primera clase
et: Parim oma klassis transkriptsioon nullseadistusega
fi: Paras litterointi ilman asennusta
fr: Transcription de premier ordre sans configuration
hi: सर्वोत्तम श्रेणी का प्रतिलेखन
hu: Legjobb átírás a kategóriában, zéró beállítással
id: Transkripsi terbaik di kelasnya tanpa pengaturan
it: Trascrizione all'avanguardia senza configurazione
ja: 設定不要で最高クラスの文字起こし
ms: Transkripsi terbaik dalam kelasnya tanpa persediaan
nl: Beste transcriptie zonder configuratie
no: Beste transkripsjon i sin klasse uten oppsett
pt: Transcrição de ponta
ru: Лучшая расшифровка без настройки
sk: Najlepší prepis v triede s nulovou konfiguráciou
sv: Bästa i klassen transkription utan konfiguration
th: การถอดเสียงชั้นนำโดยไม่ต้องตั้งค่า
uk: Найкраща транскрипція без налаштування
vi: Phiên âm tốt nhất với cài đặt bằng không

source: Instant speaker labels
bg: Моментални етикети на говорител
ca: Etiquetes d'interlocutor instantànies
cs: Okamžité štítky mluvčích
de: Sofortige Sprecherkennzeichnung
es: Etiquetas de hablante instantáneas
et: Kohesed kõneleja sildid
fi: Välittömät puhujatunnisteet
fr: Étiquettes de locuteur instantanées
hi: तत्काल स्पीकर लेबल
hu: Azonnali beszélő címkék
id: Label pembicara instan
it: Etichette dei parlanti istantanee
ja: 即座に話者ラベル付け
ms: Label penutur segera
nl: Directe sprekerslabels
no: Øyeblikkelige talermerkinger
pt: Rótulos de falante instantâneos
ru: Мгновенные метки спикеров
sk: Okamžité značky rečníkov
sv: Omedelbara talaretiketter
th: ติดป้ายผู้พูดทันที
uk: Миттєві мітки спікерів
vi: Nhãn người nói tức thì

# languageTranslation
source: 100+ language translation
bg: Превод на 100+ езика
ca: Traducció de més de 100 idiomes
cs: Překlad 100+ jazyků
de: Übersetzung in 100+ Sprachen
es: Traducción en 100+ idiomas
et: 100+ keele tõlge
fi: Yli 100 kielen käännös
fr: Traduction dans plus de 100 langues
hi: 100+ भाषा अनुवाद
hu: 100+ nyelv fordítása
id: Terjemahan 100+ bahasa
it: Traduzione in oltre 100 lingue
ja: 100以上の言語翻訳
ms: Terjemahan 100+ bahasa
nl: 100+ taalvertaling
no: 100+ språkoversettelser
pt: Tradução em 100+ idiomas
ru: Перевод на 100+ языков
sk: Preklad do 100+ jazykov
sv: 100+ språköversättning
th: แปลมากกว่า 100 ภาษา
uk: Переклад 100+ мов
vi: Dịch hơn 100 ngôn ngữ

source: Optimized for conversation
bg: Оптимизирано за разговор
ca: Optimitzat per a converses
cs: Optimalizováno pro konverzaci
de: Für Unterhaltungen optimiert
es: Optimizado para conversaciones
et: Optimeeritud vestluseks
fi: Optimoitu keskusteluille
fr: Optimisé pour la conversation
hi: बातचीत के लिए अनुकूलित
hu: Beszélgetésre optimalizált
id: Dioptimalkan untuk percakapan
it: Ottimizzato per la conversazione
ja: 会話に最適化
ms: Dioptimumkan untuk perbualan
nl: Geoptimaliseerd voor gesprekken
no: Optimalisert for samtaler
pt: Otimizado para conversas
ru: Оптимизировано для разговоров
sk: Optimalizované pre konverzáciu
sv: Optimerad för konversation
th: เหมาะสำหรับบทสนทนา
uk: Оптимізовано для розмов
vi: Được tối ưu hóa cho cuộc trò chuyện

source: Auto language detection
bg: Автоматично разпознаване на език
ca: Detecció automàtica d'idioma
cs: Automatická detekce jazyka
de: Automatische Spracherkennung
es: Detección automática de idioma
et: Automaatne keele tuvastamine
fi: Automaattinen kielentunnistus
fr: Détection automatique de la langue
hi: स्वचालित भाषा पहचान
hu: Automatikus nyelvfelismerés
id: Deteksi bahasa otomatis
it: Rilevamento automatico della lingua
ja: 自動言語検出
ms: Pengesanan bahasa automatik
nl: Automatische taaldetectie
no: Automatisk språkdeteksjon
pt: Detecção automática de idioma
ru: Автоматическое определение языка
sk: Automatická detekcia jazyka
sv: Automatisk språkdetektering
th: ตรวจจับภาษาอัตโนมัติ
uk: Автоматичне визначення мови
vi: Tự động phát hiện ngôn ngữ

source: High accuracy
bg: Висока точност
ca: Alta precisió
cs: Vysoká přesnost
de: Hohe Genauigkeit
es: Alta precisión
et: Kõrge täpsus
fi: Korkea tarkkuus
fr: Haute précision
hi: उच्च सटीकता
hu: Nagy pontosság
id: Akurasi tinggi
it: Alta precisione
ja: 高精度
ms: Ketepatan tinggi
nl: Hoge nauwkeurigheid
no: Høy nøyaktighet
pt: Alta precisão
ru: Высокая точность
sk: Vysoká presnosť
sv: Hög noggrannhet
th: ความแม่นยำสูง
uk: Висока точність
vi: Độ chính xác cao

source: Privacy first
bg: Поверителност на първо място
ca: Privadesa primer
cs: Soukromí na prvním místě
de: Datenschutz zuerst
es: Privacidad primero
et: Privaatsus esmalt
fi: Yksityisyys ensin
fr: Confidentialité d'abord
hi: गोपनीयता पहले
hu: Adatvédelem az első
id: Privasi utama
it: Privacy al primo posto
ja: プライバシー優先
ms: Privasi utama
nl: Privacy eerst
no: Personvern først
pt: Privacidade primeiro
ru: Конфиденциальность прежде всего
sk: Súkromie na prvom mieste
sv: Integritet först
th: ความเป็นส่วนตัวเป็นอันดับแรก
uk: Конфіденційність на першому місці
vi: Ưu tiên bảo mật

source: Save Changes
bg: Запази промени
ca: Desa els canvis
cs: Uložit změny
de: Änderungen speichern
es: Guardar cambios
et: Salvesta muudatused
fi: Tallenna muutokset
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
hu: Változtatások mentése
id: Simpan Perubahan
it: Salva Modifiche
ja: 変更を保存
ms: Simpan Perubahan
nl: Wijzigingen opslaan
no: Lagre endringer
pt: Salvar alterações
ru: Сохранить изменения
sk: Uložiť zmeny
sv: Spara ändringar
th: บันทึกการเปลี่ยนแปลง
uk: Зберегти зміни
vi: Lưu thay đổi

source: Reset to default
bg: Нулирай по подразбиране
ca: Restableix per defecte
cs: Obnovit na výchozí
de: Auf Standard zurücksetzen
es: Restablecer
et: Lähtesta vaikimisi
fi: Palauta oletuksiin
fr: Réinitialiser par défaut
hi: डिफ़ॉल्ट पर रीसेट करें
hu: Visszaállítás alapértelmezettre
id: Setel Ulang ke Default
it: Ripristina Predefinito
ja: デフォルトにリセット
ms: Tetapkan Semula ke Lalai
nl: Resetten naar standaard
no: Tilbakestill til standard
pt: Redefinir para padrão
ru: Сбросить по умолчанию
sk: Obnoviť na predvolené
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
uk: Скинути до значень за замовчуванням
vi: Đặt lại về mặc định

source: View Template
bg: Виж шаблон
ca: Veure plantilla
cs: Zobrazit šablonu
de: Vorlage anzeigen
es: Ver plantilla
et: Vaata malli
fi: Näytä malli
fr: Voir le modèle
hi: टेम्पलेट देखें
hu: Sablon megtekintése
id: Lihat Template
it: Visualizza Template
ja: テンプレートを表示
ms: Lihat Templat
nl: Template bekijken
no: Vis mal
pt: Ver modelo
ru: Просмотреть шаблон
sk: Zobraziť šablónu
sv: Visa mall
th: ดูเทมเพลต
uk: Переглянути шаблон
vi: Xem mẫu

source: Try something like...
bg: Опитайте нещо като...
ca: Proveu quelcom com...
cs: Zkuste něco jako...
de: Versuchen Sie so etwas wie...
es: Prueba algo como...
et: Proovige midagi sellist nagu...
fi: Kokeile jotain tällaista...
fr: Essayez quelque chose comme...
hi: कुछ इस तरह आज़माएँ...
hu: Próbálj valami ilyesmit...
id: Coba sesuatu seperti...
it: Prova qualcosa come...
ja: 例えば...
ms: Cuba sesuatu seperti...
nl: Probeer iets als...
no: Prøv noe som...
pt: Tente algo como...
ru: Попробуйте что-то вроде...
sk: Skúste niečo ako...
sv: Prova något som...
th: ลองอะไรแบบนี้...
uk: Спробуйте щось подібне...
vi: Thử một cái gì đó như...

source: Try it
bg: Опитай го
ca: Provar-ho
cs: Vyzkoušejte to
de: Ausprobieren
es: Probar
et: Proovi seda
fi: Kokeile
fr: Essayer
hi: इसे आज़माएं
hu: Próbáld ki
id: Coba
it: Provalo
ja: 試す
ms: Cuba
nl: Probeer het
no: Prøv det
pt: Testar
ru: Попробовать
sk: Vyskúšajte to
sv: Prova det
th: ลองดู
uk: Спробувати
vi: Thử ngay

source: Creating plan
bg: Създаване на план
ca: Creant pla
cs: Vytváření plánu
de: Erstelle Plan
es: Creando plan
et: Plaani loomine
fi: Luodaan suunnitelmaa
fr: Création du plan
hi: योजना बनाई जा रही है
hu: Terv készítése
id: Membuat rencana
it: Creazione piano
ja: プランを作成中
ms: Mencipta pelan
nl: Plan maken
no: Oppretter plan
pt: Criando plano
ru: Создание плана
sk: Vytváranie plánu
sv: Skapar plan
th: กำลังสร้างแผน
uk: Створення плану
vi: Đang tạo kế hoạch

source: Developing logic
bg: Разработване на логика
ca: Desenvolupant lògica
cs: Vývoj logiky
de: Entwickle Logik
es: Desarrollando lógica
et: Loogika arendamine
fi: Kehitetään logiikkaa
fr: Développement de la logique
hi: तर्क विकसित किया जा रहा है
hu: Logika fejlesztése
id: Mengembangkan logika
it: Sviluppo logica
ja: ロジックを開発中
ms: Membangunkan logik
nl: Logica ontwikkelen
no: Utvikler logikk
pt: Desenvolvendo lógica
ru: Разработка логики
sk: Vyvíjanie logiky
sv: Utvecklar logik
th: กำลังพัฒนาตรรกะ
uk: Розробка логіки
vi: Đang phát triển logic

source: Designing app
bg: Дизайниране на приложение
ca: Dissenyant aplicació
cs: Navrhování aplikace
de: Designe App
es: Diseñando App
et: Rakenduse kujundamine
fi: Suunnitellaan sovellusta
fr: Conception de l'application
hi: ऐप डिज़ाइन किया जा रहा है
hu: Alkalmazás tervezése
id: Mendesain aplikasi
it: Progettazione app
ja: アプリをデザイン中
ms: Mereka aplikasi
nl: App ontwerpen
no: Designer app
pt: Projetando App
ru: Проектирование приложения
sk: Navrhovanie aplikácie
sv: Designar app
th: กำลังออกแบบแอป
uk: Проектування додатка
vi: Đang thiết kế ứng dụng

# generatingIconStep
source: Generating icon
bg: Генериране на икона
ca: Generant icona
cs: Generování ikony
de: Generiere Icon
es: Generando ícono
et: Ikooni genereerimine
fi: Luodaan kuvaketta
fr: Génération de l'icône
hi: आइकन बनाया जा रहा है
hu: Ikon generálása
id: Menghasilkan ikon
it: Generazione icona
ja: アイコンを生成中
ms: Menjana ikon
nl: Icoon genereren
no: Genererer ikon
pt: Gerando ícone
ru: Генерация иконки
sk: Generovanie ikony
sv: Genererar ikon
th: กำลังสร้างไอคอน
uk: Генерація іконки
vi: Đang tạo biểu tượng

source: Final touches
bg: Финални щрихи
ca: Tocs finals
cs: Závěrečné úpravy
de: Letzte Schliffe
es: Toques finales
et: Viimased lihvid
fi: Viimeiset viimeistelyt
fr: Touches finales
hi: अंतिम स्पर्श
hu: Utolsó simítások
id: Sentuhan akhir
it: Ritocchi finali
ja: 最終調整
ms: Sentuhan akhir
nl: Laatste aanpassingen
no: Siste finpuss
pt: Toques finais
ru: Завершающие штрихи
sk: Záverečné úpravy
sv: Sista finishen
th: ตกแต่งขั้นสุดท้าย
uk: Фінальні штрихи
vi: Hoàn thiện cuối cùng

source: Processing...
bg: Обработка...
ca: Processant...
cs: Zpracování...
de: Verarbeitung...
es: Procesando...
et: Töötlemine...
fi: Käsitellään...
fr: Traitement...
hi: प्रक्रिया चल रही है...
hu: Feldolgozás...
id: Memproses...
it: Elaborazione...
ja: 処理中...
ms: Memproses...
nl: Verwerken...
no: Behandler...
pt: Processando...
ru: Обработка...
sk: Spracováva sa...
sv: Bearbetar...
th: กำลังประมวลผล...
uk: Обробка...
vi: Đang xử lý...

source: Features
bg: Функции
ca: Funcionalitats
cs: Funkce
de: Funktionen
es: Funcionalidades
et: Funktsioonid
fi: Ominaisuudet
fr: Fonctionnalités
hi: विशेषताएं
hu: Funkciók
id: Fitur
it: Funzionalità
ja: 機能
ms: Ciri-ciri
nl: Functies
no: Funksjoner
pt: Funcionalidades
ru: Возможности
sk: Funkcie
sv: Funktioner
th: ฟีเจอร์
uk: Можливості
vi: Tính năng

source: Creating your app...
bg: Създаване на вашето приложение...
ca: Creant la vostra aplicació...
cs: Vytváření vaší aplikace...
de: Erstelle Ihre App...
es: Creando tu App...
et: Teie rakenduse loomine...
fi: Luodaan sovellustasi...
fr: Création de votre application...
hi: आपका ऐप बनाया जा रहा है...
hu: Alkalmazásod létrehozása...
id: Membuat aplikasi Anda...
it: Creazione della tua app...
ja: アプリを作成中...
ms: Mencipta aplikasi anda...
nl: Je app maken...
no: Oppretter appen din...
pt: Criando seu App...
ru: Создание вашего приложения...
sk: Vytváranie vašej aplikácie...
sv: Skapar din app...
th: กำลังสร้างแอปของคุณ...
uk: Створення вашого додатка...
vi: Đang tạo ứng dụng của bạn...

source: Generating icon...
bg: Генериране на икона...
ca: Generant icona...
cs: Generování ikony...
de: Generiere Icon...
es: Generando ícono...
et: Ikooni genereerimine...
fi: Luodaan kuvaketta...
fr: Génération de l'icône...
hi: आइकन बनाया जा रहा है...
hu: Ikon generálása...
id: Menghasilkan ikon...
it: Generazione icona...
ja: アイコンを生成中...
ms: Menjana ikon...
nl: Icoon genereren...
no: Genererer ikon...
pt: Gerando ícone...
ru: Генерация иконки...
sk: Generovanie ikony...
sv: Genererar ikon...
th: กำลังสร้างไอคอน...
uk: Генерація іконки...
vi: Đang tạo biểu tượng...

source: What should we make?
bg: Какво да направим?
ca: Què hauríem de fer?
cs: Co bychom měli vytvořit?
de: Was sollen wir machen?
es: ¿Qué deberíamos hacer?
et: Mida me peaksime tegema?
fi: Mitä meidän pitäisi tehdä?
fr: Que devrions-nous créer ?
hi: हमें क्या बनाना चाहिए?
hu: Mit készítsünk?
id: Apa yang harus kita buat?
it: Cosa dovremmo creare?
ja: 何を作りましょうか？
ms: Apa yang patut kita buat?
nl: Wat zullen we maken?
no: Hva skal vi lage?
pt: O que devemos fazer?
ru: Что мы должны создать?
sk: Čo by sme mali vytvoriť?
sv: Vad ska vi skapa?
th: เราควรสร้างอะไร?
uk: Що ми повинні створити?
vi: Chúng ta nên tạo gì?

source: App Name
bg: Име на приложение
ca: Nom de l'aplicació
cs: Název aplikace
es: Nombre de la App
et: Rakenduse nimi
fi: Sovelluksen nimi
fr: Nom de l'application
hi: ऐप का नाम
hu: Alkalmazás neve
id: Nama Aplikasi
it: Nome App
ja: アプリ名
ms: Nama Aplikasi
nl: App-naam
no: Appnavn
pt: Nome do App
ru: Название приложения
sk: Názov aplikácie
sv: Appnamn
th: ชื่อแอป
uk: Назва додатка
vi: Tên ứng dụng

source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Beschreibung
es: Descripción
et: Kirjeldus
fi: Kuvaus
hi: विवरण
hu: Leírás
id: Deskripsi
it: Descrizione
ja: 説明
ms: Penerangan
nl: Beschrijving
no: Beskrivelse
pt: Descrição
ru: Описание
sk: Popis
sv: Beskrivning
th: คำอธิบาย
uk: Опис
vi: Mô tả

# publicLabel
source: Public
bg: Публично
ca: Pública
cs: Veřejné
de: Öffentlich
es: Público
et: Avalik
fi: Julkinen
hi: सार्वजनिक
hu: Nyilvános
id: Publik
it: Pubblico
ja: 公開
ms: Awam
nl: Openbaar
no: Offentlig
pt: Público
ru: Публичное
sk: Verejná
sv: Offentlig
th: สาธารณะ
uk: Публічний
vi: Công khai

# privateLabel
source: Private
bg: Частно
ca: Privada
cs: Soukromé
de: Privat
es: Privado
et: Privaatne
fi: Yksityinen
fr: Privé
hi: निजी
hu: Privát
id: Pribadi
it: Privato
ja: 非公開
ms: Peribadi
nl: Privé
no: Privat
pt: Privado
ru: Приватное
sk: Súkromná
sv: Privat
th: ส่วนตัว
uk: Приватний
vi: Riêng tư

source: Free
bg: Безплатно
ca: Gratuïta
cs: Zdarma
de: Kostenlos
es: Gratis
et: Tasuta
fi: Ilmainen
fr: Gratuit
hi: निःशुल्क
hu: Ingyenes
id: Gratis
it: Gratuito
ja: 無料
ms: Percuma
nl: Gratis
no: Gratis
pt: Grátis
ru: Бесплатно
sk: Zadarmo
sv: Gratis
th: ฟรี
uk: Безкоштовно
vi: Miễn phí

# perMonth
source: / Month
bg: / Месец
ca: / Mes
cs: / Měsíc
de: / Monat
es: / mes
et: / kuu
fi: / kuukausi
fr: / Mois
hi: / माह
hu: / hónap
id: / Bulan
it: / Mese
ja: /月
ms: / Bulan
nl: / Maand
no: / Måned
pt: / mês
ru: / Месяц
sk: / Mesiac
sv: / Månad
th: / เดือน
uk: / Місяць
vi: / Tháng

source: Tailored Conversation Summaries
bg: Персонализирани резюмета на разговори
ca: Resums de converses personalitzats
cs: Přizpůsobená shrnutí konverzací
de: Maßgeschneiderte Gesprächszusammenfassungen
es: Resúmenes de conversación a medida
et: Kohandatud vestluste kokkuvõtted
fi: Räätälöidyt keskusteluyhteenvedot
fr: Résumés de conversation personnalisés
hi: अनुकूलित वार्तालाप सारांश
hu: Személyre szabott beszélgetés összefoglalók
id: Ringkasan Percakapan yang Disesuaikan
it: Riepiloghi Conversazione Personalizzati
ja: カスタマイズされた会話サマリー
ms: Ringkasan Perbualan Tersuai
nl: Op maat gemaakte gesprekssamenvattingen
no: Tilpassede samtalesammendrag
pt: Resumos de conversa sob medida
ru: Персонализированные резюме разговоров
sk: Prispôsobené zhrnutia konverzácií
sv: Skräddarsydda konversationssammanfattningar
th: สรุปบทสนทนาที่ปรับแต่งได้
uk: Персоналізовані підсумки розмов
vi: Tóm tắt cuộc trò chuyện được tùy chỉnh

source: Custom Chatbot Personality
bg: Персонализирана личност на чатбот
ca: Personalitat de xatbot personalitzada
cs: Vlastní osobnost chatbota
de: Benutzerdefinierte Chatbot-Persönlichkeit
es: Personalidad de chatbot personalizada
et: Kohandatud vestlusroboti isiksus
fi: Mukautettu chatbot-persoonallisuus
fr: Personnalité de chatbot personnalisée
hi: कस्टम चैटबॉट व्यक्तित्व
hu: Egyéni chatbot személyiség
id: Kepribadian Chatbot Kustom
it: Personalità Chatbot Personalizzata
ja: カスタムチャットボットパーソナリティ
ms: Personaliti Chatbot Tersuai
nl: Aangepaste chatbot-persoonlijkheid
no: Tilpasset chatbot-personlighet
pt: Personalidade de chatbot personalizada
ru: Пользовательская личность чат-бота
sk: Vlastná osobnosť chatbota
sv: Anpassad chatbot-personlighet
th: บุคลิกแชทบอทที่กำหนดเอง
uk: Налаштована особистість чат-бота
vi: Tính cách chatbot tùy chỉnh
