Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# conversationTab
source: Conversation
bg: Разговор
ca: Conversa
cs: Konverzace
de: Unterhaltung
es: Conversación
et: Vestlus
fi: Keskustelu
hi: बातचीत
hu: Beszélgetés
id: Percakapan
it: Conversazione
ja: 会話
ms: Perbualan
nl: Gesprek
no: Samtale
pt: Conversa
ru: Разговор
sk: Konverzácia
sv: Konversation
th: บทสนทนา
uk: Розмова
vi: Cuộc trò chuyện

# transcriptTab
source: Transcript
bg: Транскрипт
ca: Transcripció
cs: Přepis
de: Transkript
es: Transcripción
et: Transkriptsioon
fi: Litterointi
fr: Transcription
hi: प्रतिलेख
hu: Átirat
id: Transkrip
it: Trascrizione
ja: トランスクリプト
ms: Transkrip
no: Transkripsjon
pt: Transcrição
ru: Расшифровка
sk: Prepis
sv: Transkription
th: บันทึกเสียง
uk: Транскрипція
vi: Bản ghi

# actionItemsTab
source: Action Items
bg: Задачи
ca: Tasques
cs: Úkoly
de: Aufgaben
es: Acciones
et: Tegevuspunktid
fi: Tehtävät
fr: Actions à faire
hi: कार्य
hu: Teendők
id: Item Tindakan
it: Azioni
ja: アクションアイテム
ms: Item Tindakan
nl: Actiepunten
no: Handlingspunkter
pt: Ações
ru: Задачи
sk: Úlohy
sv: Åtgärder
th: รายการสิ่งที่ต้องทำ
uk: Завдання
vi: Việc cần làm

# deleteConversationTitle
source: Delete Conversation?
bg: Изтриване на разговор?
ca: Eliminar conversa?
cs: Smazat konverzaci?
de: Unterhaltung löschen?
es: ¿Borrar conversación?
et: Kustuta vestlus?
fi: Poista keskustelu?
fr: Supprimer la conversation ?
hi: बातचीत हटाएं?
hu: Beszélgetés törlése?
id: Hapus Percakapan?
it: Eliminare Conversazione?
ja: 会話を削除しますか？
ms: Padam Perbualan?
nl: Gesprek verwijderen?
no: Slette samtale?
pt: Apagar conversa?
ru: Удалить разговор?
sk: Odstrániť konverzáciu?
sv: Ta bort konversation?
th: ลบบทสนทนา?
uk: Видалити розмову?
vi: Xóa cuộc trò chuyện?

# deleteConversationMessage
source: Are you sure you want to delete this conversation? This action cannot be undone.
bg: Сигурни ли сте, че искате да изтриете този разговор? Това действие не може да бъде отменено.
ca: Esteu segur que voleu eliminar aquesta conversa? Aquesta acció no es pot desfer.
cs: Opravdu chcete smazat tuto konverzaci? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie diese Unterhaltung löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar esta conversación? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite selle vestluse kustutada? Seda toimingut ei saa tagasi võtta.
fi: Haluatko varmasti poistaa tämän keskustelun? Tätä toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir supprimer cette conversation ? Cette action est irréversible.
hi: क्या आप वाकई इस बातचीत को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।
hu: Biztosan törölni szeretnéd ezt a beszélgetést? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus percakapan ini? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare questa conversazione? Questa azione non può essere annullata.
ja: この会話を削除してもよろしいですか？この操作は元に戻せません。
ms: Adakah anda pasti mahu memadam perbualan ini? Tindakan ini tidak boleh dibatalkan.
nl: Weet je zeker dat je dit gesprek wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil slette denne samtalen? Dette kan ikke angres.
pt: Tem certeza de que deseja apagar esta conversa? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить этот разговор? Это действие нельзя будет отменить.
sk: Naozaj chcete odstrániť túto konverzáciu? Túto akciu nie je možné vrátiť späť.
sv: Är du säker på att du vill ta bort denna konversation? Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการลบบทสนทนานี้? การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Ви впевнені, що хочете видалити цю розмову? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa cuộc trò chuyện này? Hành động này không thể hoàn tác.

source: Confirm
bg: Потвърди
ca: Confirmar
cs: Potvrdit
de: Bestätigen
es: Confirmar
et: Kinnita
fi: Vahvista
fr: Confirmer
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ms: Sahkan
nl: Bevestigen
no: Bekreft
pt: Confirmar
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
th: ยืนยัน
uk: Підтвердити
vi: Xác nhận

source: Cancel
bg: Отказ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
es: Cancelar
et: Tühista
fi: Peruuta
fr: Annuler
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ms: Batal
nl: Annuleren
no: Avbryt
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
uk: Скасувати
vi: Hủy

source: Ok
bg: ОК
ca: D'acord
es: Aceptar
hi: ठीक है
ru: Ок
th: ตกลง

source: Delete
bg: Изтрий
ca: Elimina
cs: Smazat
de: Löschen
es: Borrar
et: Kustuta
fi: Poista
fr: Supprimer
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ms: Padam
nl: Verwijderen
no: Slett
pt: Apagar
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: ลบ
uk: Видалити
vi: Xóa

source: Add
bg: Добави
ca: Afegir
cs: Přidat
de: Hinzufügen
es: Añadir
et: Lisa
fi: Lisää
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
ms: Tambah
nl: Toevoegen
no: Legg til
pt: Adicionar
ru: Добавить
sk: Pridať
sv: Lägg till
th: เพิ่ม
uk: Додати
vi: Thêm

source: Update
bg: Актуализирай
ca: Actualitzar
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
et: Uuenda
fi: Päivitä
fr: Mettre à jour
hi: अपडेट करें
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: 更新
ms: Kemas Kini
nl: Bijwerken
no: Oppdater
pt: Atualizar
ru: Обновить
sk: Aktualizovať
sv: Uppdatera
th: อัปเดต
uk: Оновити
vi: Cập nhật

source: Save
bg: Запази
ca: Desar
cs: Uložit
de: Speichern
es: Guardar
et: Salvesta
fi: Tallenna
fr: Enregistrer
hi: सहेजें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ms: Simpan
nl: Opslaan
no: Lagre
pt: Salvar
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
uk: Зберегти
vi: Lưu

source: Edit
bg: Редактирай
ca: Edita
cs: Upravit
de: Bearbeiten
es: Editar
et: Muuda
fi: Muokkaa
fr: Modifier
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
nl: Bewerken
no: Rediger
pt: Editar
ru: Редактировать
sk: Upraviť
sv: Redigera
th: แก้ไข
uk: Редагувати
vi: Sửa

source: Close
bg: Затвори
ca: Tancar
cs: Zavřít
de: Schließen
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ms: Tutup
nl: Sluiten
no: Lukk
pt: Fechar
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
uk: Закрити
vi: Đóng

source: Clear
bg: Изчисти
ca: Neteja
cs: Vymazat
de: Leeren
es: Limpiar
et: Tühjenda
fi: Tyhjennä
fr: Effacer
hi: साफ़ करें
hu: Törlés
id: Bersihkan
it: Cancella
ja: 消去
ms: Kosongkan
nl: Wissen
no: Tøm
pt: Limpar
ru: Очистить
sk: Vymazať
sv: Rensa
th: ล้าง
uk: Очистити
vi: Xóa

source: Copy Transcript
bg: Копирай транскрипт
ca: Copiar transcripció
cs: Kopírovat přepis
de: Transkript kopieren
es: Copiar transcripción
et: Kopeeri transkriptsioon
fi: Kopioi litterointi
fr: Copier la transcription
hi: प्रतिलेख कॉपी करें
hu: Átirat másolása
id: Salin Transkrip
it: Copia Trascrizione
ja: トランスクリプトをコピー
ms: Salin Transkrip
nl: Transcript kopiëren
no: Kopier transkripsjon
pt: Copiar transcrição
ru: Копировать расшифровку
sk: Skopírovať prepis
sv: Kopiera transkription
th: คัดลอกบันทึกเสียง
uk: Копіювати транскрипцію
vi: Sao chép bản ghi

source: Copy Summary
bg: Копирай резюме
ca: Copiar resum
cs: Kopírovat shrnutí
de: Zusammenfassung kopieren
es: Copiar resumen
et: Kopeeri kokkuvõte
fi: Kopioi yhteenveto
fr: Copier le résumé
hi: सारांश कॉपी करें
hu: Összefoglaló másolása
id: Salin Ringkasan
it: Copia Riepilogo
ja: サマリーをコピー
ms: Salin Ringkasan
nl: Samenvatting kopiëren
no: Kopier sammendrag
pt: Copiar resumo
ru: Копировать резюме
sk: Skopírovať zhrnutie
sv: Kopiera sammanfattning
th: คัดลอกสรุป
uk: Копіювати підсумок
vi: Sao chép tóm tắt

source: Test Prompt
bg: Тествай подсказка
ca: Provar indicació
cs: Testovat výzvu
de: Prompt testen
es: Probar prompt
et: Testi käsku
fi: Testaa kehotetta
fr: Tester le prompt
hi: टेस्ट प्रॉम्प्ट
hu: Prompt tesztelése
id: Uji Prompt
it: Prova Prompt
ja: プロンプトをテスト
ms: Uji Gesaan
nl: Prompt testen
pt: Testar prompt
ru: Тестовый запрос
sk: Otestovať výzvu
sv: Testa prompt
th: ทดสอบคำสั่ง
uk: Тестовий запит
vi: Thử nghiệm

source: Reprocess Conversation
bg: Преработи разговор
ca: Reprocessar conversa
cs: Znovu zpracovat konverzaci
de: Unterhaltung neu verarbeiten
es: Reprocesar conversación
et: Töötle vestlust uuesti
fi: Käsittele keskustelu uudelleen
fr: Retraiter la conversation
hi: बातचीत को पुनः संसाधित करें
hu: Beszélgetés újrafeldolgozása
id: Proses Ulang Percakapan
it: Rielabora Conversazione
ja: 会話を再処理
ms: Proses Semula Perbualan
nl: Gesprek opnieuw verwerken
no: Behandle samtale på nytt
pt: Reprocessar conversa
ru: Переобработать разговор
sk: Znovu spracovať konverzáciu
sv: Bearbeta konversation igen
th: ประมวลผลบทสนทนาใหม่
uk: Перепрацювати розмову
vi: Xử lý lại cuộc trò chuyện

source: Delete Conversation
bg: Изтрий разговор
ca: Suprimir conversa
cs: Smazat konverzaci
de: Unterhaltung löschen
es: Borrar conversación
et: Kustuta vestlus
fi: Poista keskustelu
fr: Supprimer la conversation
hi: बातचीत हटाएं
hu: Beszélgetés törlése
id: Hapus Percakapan
it: Elimina Conversazione
ja: 会話を削除
ms: Padam Perbualan
nl: Gesprek verwijderen
no: Slett samtale
pt: Apagar conversa
ru: Удалить разговор
sk: Odstrániť konverzáciu
sv: Ta bort konversation
th: ลบบทสนทนา
uk: Видалити розмову
vi: Xóa cuộc trò chuyện

# contentCopied
source: Content copied to clipboard
bg: Съдържанието е копирано в клипборда
ca: Contingut copiat al porta-retalls
cs: Obsah zkopírován do schránky
de: Inhalt in die Zwischenablage kopiert
es: Contenido copiado al portapapeles
et: Sisu kopeeritud lõikelauale
fi: Sisältö kopioitu leikepöydälle
fr: Contenu copié dans le presse-papiers
hi: सामग्री क्लिपबोर्ड पर कॉपी की गई
hu: Tartalom vágólapra másolva
id: Konten disalin ke clipboard
it: Contenuto copiato negli appunti
ja: クリップボードにコピーしました
ms: Kandungan disalin ke papan keratan
nl: Inhoud gekopieerd naar klembord
no: Innhold kopiert til utklippstavlen
pt: Conteúdo copiado para a área de transferência
ru: Содержимое скопировано в буфер обмена
sk: Obsah bol skopírovaný do schránky
sv: Innehåll kopierat till urklipp
th: คัดลอกเนื้อหาไปยังคลิปบอร์ดแล้ว
uk: Вміст скопійовано до буфера обміну
vi: Đã sao chép nội dung vào clipboard

# failedToUpdateStarred
source: Failed to update starred status.
bg: Неуспешна актуализация на статуса с отметка.
ca: No s'ha pogut actualitzar l'estat de destacat.
cs: Nepodařilo se aktualizovat stav oblíbených.
de: Favoriten-Status konnte nicht aktualisiert werden.
es: Error al actualizar estado de favorito.
et: Tärni lisamine ebaõnnestus.
fi: Tähtimerkkauksen päivitys epäonnistui.
fr: Échec de la mise à jour du statut favori.
hi: तारांकित स्थिति अपडेट करने में विफल।
hu: A csillagozás frissítése sikertelen.
id: Gagal memperbarui status bintang.
it: Impossibile aggiornare lo stato preferito.
ja: スター状態の更新に失敗しました。
ms: Gagal mengemas kini status bintang.
nl: Kan favorietenstatus niet bijwerken.
no: Kunne ikke oppdatere favoritt-status.
pt: Falha ao atualizar favorito.
ru: Не удалось обновить статус избранного.
sk: Nepodarilo sa aktualizovať stav obľúbenej.
sv: Det gick inte att uppdatera stjärnstatus.
th: ไม่สามารถอัปเดตสถานะการติดดาวได้
uk: Не вдалося оновити статус обраного.
vi: Không thể cập nhật trạng thái gắn sao.

# conversationUrlNotShared
source: Conversation URL could not be shared.
bg: URL адресът на разговора не можа да бъде споделен.
ca: No s'ha pogut compartir l'URL de la conversa.
cs: URL konverzace nelze sdílet.
de: Unterhaltungs-URL konnte nicht geteilt werden.
es: La URL de la conversación no se compartió.
et: Vestluse URL-i ei saanud jagada.
fi: Keskustelun URL-osoitetta ei voitu jakaa.
fr: L'URL de la conversation n'a pas pu être partagée.
hi: बातचीत URL साझा नहीं किया गया।
hu: A beszélgetés URL-je nem volt megosztható.
id: URL percakapan tidak dapat dibagikan.
it: L'URL della conversazione non può essere condiviso.
ja: 会話URLを共有できませんでした。
ms: URL perbualan tidak dapat dikongsi.
nl: Gesprek-URL kon niet worden gedeeld.
no: Samtale-URL kunne ikke deles.
pt: URL da conversa não compartilhada.
ru: Не удалось поделиться ссылкой на разговор.
sk: URL konverzácie sa nepodarilo zdieľať.
sv: Konversationens URL kunde inte delas.
th: ไม่สามารถแชร์ URL บทสนทนาได้
uk: Не вдалося поділитися URL розмови.
vi: Không thể chia sẻ URL cuộc trò chuyện.

# errorProcessingConversation
source: Error while processing conversation. Please try again later.
bg: Грешка при обработка на разговора. Моля, опитайте отново по-късно.
ca: Error en processar la conversa. Torneu-ho a provar més tard.
cs: Chyba při zpracování konverzace. Zkuste to prosím později.
de: Fehler beim Verarbeiten der Unterhaltung. Bitte versuchen Sie es später erneut.
es: Error al procesar la conversación. Inténtalo de nuevo más tarde.
et: Viga vestluse töötlemisel. Palun proovige hiljem uuesti.
fi: Virhe keskustelun käsittelyssä. Yritä myöhemmin uudelleen.
fr: Erreur lors du traitement de la conversation. Veuillez réessayer plus tard.
hi: बातचीत संसाधित करने में त्रुटि। कृपया बाद में पुनः प्रयास करें।
hu: Hiba történt a beszélgetés feldolgozása során. Kérlek, próbáld újra később.
id: Terjadi kesalahan saat memproses percakapan. Silakan coba lagi nanti.
it: Errore durante l'elaborazione della conversazione. Riprova più tardi.
ja: 会話の処理中にエラーが発生しました。後でもう一度お試しください。
ms: Ralat semasa memproses perbualan. Sila cuba lagi kemudian.
nl: Fout bij het verwerken van gesprek. Probeer het later opnieuw.
no: Feil under behandling av samtale. Prøv igjen senere.
pt: Erro ao processar conversa. Tente novamente mais tarde.
ru: Ошибка при обработке разговора. Пожалуйста, попробуйте позже.
sk: Chyba pri spracovaní konverzácie. Skúste to prosím neskôr.
sv: Fel vid bearbetning av konversation. Försök igen senare.
th: เกิดข้อผิดพลาดขณะประมวลผลบทสนทนา กรุณาลองใหม่ภายหลัง
uk: Помилка під час обробки розмови. Будь ласка, спробуйте пізніше.
vi: Lỗi khi xử lý cuộc trò chuyện. Vui lòng thử lại sau.

source: No internet connection
bg: Моля, проверете интернет връзката си и опитайте отново.
ca: Sense connexió a Internet
cs: Zkontrolujte prosím připojení k internetu a zkuste to znovu.
de: Keine Internetverbindung
es: Por favor revisa tu conexión a internet e inténtalo de nuevo.
et: Palun kontrollige oma internetiühendust ja proovige uuesti.
fi: Tarkista internet-yhteytesi ja yritä uudelleen.
fr: Veuillez vérifier votre connexion internet et réessayer.
hi: कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
hu: Nincs internetkapcsolat
id: Silakan periksa koneksi internet Anda dan coba lagi.
it: Controlla la tua connessione internet e riprova.
ja: インターネット接続を確認して、もう一度お試しください。
ms: Sila semak sambungan internet anda dan cuba lagi.
nl: Controleer je internetverbinding en probeer het opnieuw.
no: Sjekk internettforbindelsen din og prøv igjen.
pt: Verifique sua conexão com a internet e tente novamente.
ru: Пожалуйста, проверьте подключение к интернету и попробуйте снова.
sk: Skontrolujte prosím svoje internetové pripojenie a skúste to znova.
sv: Kontrollera din internetanslutning och försök igen.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองใหม่อีกครั้ง
uk: Будь ласка, перевірте підключення до інтернету та спробуйте ще раз.
vi: Vui lòng kiểm tra kết nối internet và thử lại.

source: Unable to Delete Conversation
bg: Невъзможно изтриване на разговор
ca: No es pot eliminar la conversa
cs: Nelze smazat konverzaci
de: Unterhaltung konnte nicht gelöscht werden
es: No se pudo borrar la conversación
et: Vestlust ei õnnestunud kustutada
fi: Keskustelun poisto ei onnistu
fr: Impossible de supprimer la conversation
hi: बातचीत हटाने में असमर्थ
hu: Nem lehet törölni a beszélgetést
id: Tidak Dapat Menghapus Percakapan
it: Impossibile Eliminare Conversazione
ja: 会話を削除できません
ms: Tidak Dapat Memadam Perbualan
nl: Kan gesprek niet verwijderen
no: Kan ikke slette samtale
pt: Não foi possível apagar a conversa
ru: Не удалось удалить разговор
sk: Nepodarilo sa odstrániť konverzáciu
sv: Kan inte ta bort konversation
th: ไม่สามารถลบบทสนทนาได้
uk: Не вдалося видалити розмову
vi: Không thể xóa cuộc trò chuyện

# somethingWentWrong
source: Something went wrong! Please try again later.
bg: Нещо се обърка! Моля, опитайте отново по-късно.
ca: Alguna cosa ha anat malament! Torneu-ho a provar més tard.
cs: Něco se pokazilo! Zkuste to prosím později.
de: Etwas ist schief gelaufen! Bitte versuchen Sie es später erneut.
es: ¡Algo salió mal! Por favor, inténtalo de nuevo más tarde.
et: Midagi läks valesti! Palun proovige hiljem uuesti.
fi: Jokin meni pieleen! Yritä myöhemmin uudelleen.
fr: Une erreur s'est produite ! Veuillez réessayer plus tard.
hi: कुछ गलत हो गया! कृपया बाद में पुनः प्रयास करें।
hu: Valami hiba történt! Kérlek, próbáld újra később.
id: Terjadi kesalahan! Silakan coba lagi nanti.
it: Qualcosa è andato storto! Riprova più tardi.
ja: 問題が発生しました！後でもう一度お試しください。
ms: Ada yang tidak kena! Sila cuba lagi kemudian.
nl: Er is iets misgegaan! Probeer het later opnieuw.
no: Noe gikk galt! Prøv igjen senere.
pt: Algo deu errado! Tente novamente mais tarde.
ru: Что-то пошло не так! Пожалуйста, попробуйте позже.
sk: Niečo sa pokazilo! Skúste to prosím neskôr.
sv: Något gick fel! Försök igen senare.
th: เกิดข้อผิดพลาดบางอย่าง! กรุณาลองใหม่ภายหลัง
uk: Щось пішло не так! Будь ласка, спробуйте пізніше.
vi: Đã có lỗi xảy ra! Vui lòng thử lại sau.

source: Copy error message
bg: Копирай съобщение за грешка
ca: Copiar missatge d'error
cs: Kopírovat chybovou zprávu
de: Fehlermeldung kopieren
es: Copiar mensaje de error
et: Kopeeri veateade
fi: Kopioi virheilmoitus
fr: Copier le message d'erreur
hi: त्रुटि संदेश कॉपी करें
hu: Hibaüzenet másolása
id: Salin pesan kesalahan
it: Copia messaggio di errore
ja: エラーメッセージをコピー
ms: Salin mesej ralat
nl: Foutmelding kopiëren
no: Kopier feilmelding
pt: Copiar mensagem de erro
ru: Копировать сообщение об ошибке
sk: Skopírovať chybovú správu
sv: Kopiera felmeddelande
th: คัดลอกข้อความแสดงข้อผิดพลาด
uk: Копіювати повідомлення про помилку
vi: Sao chép thông báo lỗi

# errorCopied
source: Error message copied to clipboard
bg: Съобщението за грешка е копирано в клипборда
ca: Missatge d'error copiat al porta-retalls
cs: Chybová zpráva zkopírována do schránky
de: Fehlermeldung in die Zwischenablage kopiert
es: Mensaje de error copiado al portapapeles
et: Veateade kopeeritud lõikelauale
fi: Virheilmoitus kopioitu leikepöydälle
fr: Message d'erreur copié dans le presse-papiers
hi: त्रुटि संदेश कॉपी किया गया
hu: Hibaüzenet vágólapra másolva
id: Pesan kesalahan disalin ke clipboard
it: Messaggio di errore copiato negli appunti
ja: エラーメッセージをクリップボードにコピーしました
ms: Mesej ralat disalin ke papan keratan
nl: Foutmelding gekopieerd naar klembord
no: Feilmelding kopiert til utklippstavlen
pt: Mensagem de erro copiada
ru: Сообщение об ошибке скопировано в буфер обмена
sk: Chybová správa bola skopírovaná do schránky
sv: Felmeddelande kopierat till urklipp
th: คัดลอกข้อความแสดงข้อผิดพลาดไปยังคลิปบอร์ดแล้ว
uk: Повідомлення про помилку скопійовано до буфера обміну
vi: Đã sao chép thông báo lỗi vào clipboard

source: Remaining
bg: Остават
ca: Restant
cs: Zbývá
de: Verbleibend
es: Restante
et: Järelejäänud
fi: Jäljellä
fr: Restant
hi: शेष
hu: Hátralevő
id: Tersisa
it: Rimanente
ja: 残り
ms: Berbaki
nl: Resterend
no: Gjenstående
pt: Restante
ru: Осталось
sk: Zostáva
sv: Återstående
th: เหลืออยู่
uk: Залишилось
vi: Còn lại

source: Loading...
bg: Зареждане...
ca: Carregant...
cs: Načítání...
de: Laden...
es: Cargando...
et: Laadimine...
fi: Ladataan...
fr: Chargement...
hi: लोड हो रहा है...
hu: Betöltés...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ms: Memuatkan...
nl: Laden...
no: Laster...
pt: Carregando...
ru: Загрузка...
sk: Načítava sa...
sv: Läser in...
th: กำลังโหลด...
uk: Завантаження...
vi: Đang tải...

source: Loading duration...
bg: Зареждане на продължителност...
ca: Carregant durada...
cs: Načítání délky...
de: Lade Dauer...
es: Cargando duración...
et: Kestuse laadimine...
fi: Ladataan kestoa...
fr: Chargement de la durée...
hi: अवधि लोड हो रही है...
hu: Időtartam betöltése...
id: Memuat durasi...
it: Caricamento durata...
ja: 再生時間を読み込み中...
ms: Memuatkan tempoh...
nl: Duur laden...
no: Laster varighet...
pt: Carregando duração...
ru: Загрузка длительности...
sk: Načítava sa trvanie...
sv: Läser in längd...
th: กำลังโหลดระยะเวลา...
uk: Завантаження тривалості...
vi: Đang tải thời lượng...

# secondsCount
source: {count} seconds
bg: {count} секунди
ca: {count} segons
cs: {count} sekund
de: {count} Sekunden
es: {count} segundos
et: {count} sekundit
fi: {count} sekuntia
fr: {count} secondes
hi: {count} सेकंड
hu: {count} másodperc
id: {count} detik
it: {count} secondi
ja: {count}秒
ms: {count} saat
nl: {count} seconden
no: {count} sekunder
pt: {count} segundos
ru: {count} секунд
sk: {count} sekúnd
sv: {count} sekunder
th: {count} วินาที
uk: {count} секунд
vi: {count} giây

source: People
bg: Хора
ca: Persones
cs: Lidé
de: Personen
es: Personas
et: Inimesed
fi: Ihmiset
fr: Personnes
hi: लोग
hu: Személyek
id: Orang
it: Persone
ja: ピープル
ms: Orang
nl: Mensen
no: Personer
pt: Pessoas
ru: Люди
sk: Ľudia
sv: Personer
th: บุคคล
uk: Люди
vi: Mọi người

source: Add New Person
bg: Добави нов човек
ca: Afegir nova persona
cs: Přidat novou osobu
de: Neue Person hinzufügen
es: Añadir nueva persona
et: Lisa uus isik
fi: Lisää uusi henkilö
fr: Ajouter une nouvelle personne
hi: नया व्यक्ति जोड़ें
hu: Új személy hozzáadása
id: Tambah Orang Baru
it: Aggiungi Nuova Persona
ja: 新しい人を追加
ms: Tambah Orang Baharu
nl: Nieuwe persoon toevoegen
no: Legg til ny person
pt: Adicionar nova pessoa
ru: Добавить нового человека
sk: Pridať novú osobu
sv: Lägg till ny person
th: เพิ่มบุคคลใหม่
uk: Додати нову особу
vi: Thêm người mới

source: Edit Person
bg: Редактирай човек
ca: Editar persona
cs: Upravit osobu
de: Person bearbeiten
es: Editar persona
et: Muuda isikut
fi: Muokkaa henkilöä
fr: Modifier la personne
hi: व्यक्ति संपादित करें
hu: Személy szerkesztése
id: Edit Orang
it: Modifica Persona
ja: 人を編集
ms: Edit Orang
nl: Persoon bewerken
no: Rediger person
pt: Editar pessoa
ru: Редактировать человека
sk: Upraviť osobu
sv: Redigera person
th: แก้ไขบุคคล
uk: Редагувати особу
vi: Chỉnh sửa người

# createPersonHint
source: Create a new person and train Omi to recognize their speech too!
bg: Създайте нов човек и обучете Omi да разпознава и тяхната реч!
ca: Creeu una nova persona i ensenyeu a Omi a reconèixer la seva veu també!
cs: Vytvořte novou osobu a naučte Omi rozpoznat i její řeč!
de: Erstellen Sie eine neue Person und trainieren Sie Omi, deren Stimme ebenfalls zu erkennen!
es: ¡Crea una nueva persona y entrena a Omi para reconocer su voz!
et: Looge uus isik ja õpetage Omi-le ära tundma ka tema kõnet!
fi: Luo uusi henkilö ja opeta Omi tunnistamaan hänen puheensa!
fr: Créez une nouvelle personne et entraînez Omi à reconnaître sa voix aussi !
hi: एक नया व्यक्ति बनाएं और Omi को उनकी आवाज़ पहचानने के लिए प्रशिक्षित करें!
hu: Hozz létre egy új személyt, és tanítsd meg az Omi-t, hogy felismerje a beszédét is!
id: Buat orang baru dan latih Omi untuk mengenali suara mereka juga!
it: Crea una nuova persona e allena Omi a riconoscere anche il suo modo di parlare!
ja: 新しい人を作成して、Omiにその人の声も認識させましょう！
ms: Cipta orang baharu dan latih Omi untuk mengenali pertuturan mereka juga!
nl: Maak een nieuwe persoon aan en train Omi om hun stem te herkennen!
no: Opprett en ny person og tren Omi til å gjenkjenne deres tale også!
pt: Crie uma nova pessoa e treine o Omi para reconhecer a voz dela!
ru: Создайте нового человека и обучите Omi распознавать его голос тоже!
sk: Vytvorte novú osobu a naučte Omi rozpoznávať aj jej hlas!
sv: Skapa en ny person och träna Omi att känna igen deras röst också!
th: สร้างบุคคลใหม่และฝึก Omi ให้รู้จักเสียงพูดของพวกเขาด้วย!
uk: Створіть нову особу та навчіть Omi розпізнавати її мовлення!
vi: Tạo một người mới và huấn luyện Omi để nhận biết giọng nói của họ!
