Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

source: Data Protection Level
bg: Ниво на защита на данните
ca: Nivell de protecció de dades
cs: Úroveň ochrany dat
de: Datenschutzniveau
es: Nivel de protección de datos
et: Andmekaitse tase
fi: Tietosuojataso
fr: Niveau de protection des données
hi: डेटा सुरक्षा स्तर
hu: Adatvédelmi szint
id: Tingkat Perlindungan Data
it: Livello di Protezione Dati
ja: データ保護レベル
ms: Tahap Perlindungan Data
nl: Gegevensbeschermingsniveau
no: Databeskyttelsesnivå
pt: Nível de proteção de dados
ru: Уровень защиты данных
sk: Úroveň ochrany údajov
sv: Dataskyddsnivå
th: ระดับการปกป้องข้อมูล
uk: Рівень захисту даних
vi: Mức độ bảo vệ dữ liệu

# dataProtectionDesc
source: Your data is secured by default with strong encryption. Review your settings and future privacy options below.
bg: Вашите данни са защитени по подразбиране със силно криптиране. Прегледайте настройките си и бъдещите опции за поверителност по-долу.
ca: Les vostres dades estan protegides per defecte amb un xifratge fort. Reviseu la vostra configuració i opcions futures de privadesa a continuació.
cs: Vaše data jsou standardně zabezpečena silným šifrováním. Níže si prohlédněte svá nastavení a budoucí možnosti ochrany soukromí.
de: Ihre Daten sind standardmäßig durch starke Verschlüsselung gesichert. Überprüfen Sie unten Ihre Einstellungen und zukünftigen Datenschutzoptionen.
es: Tus datos están protegidos por encriptación fuerte por defecto.
et: Teie andmed on vaikimisi kaitstud tugeva krüpteerimisega. Vaadake allpool oma seadeid ja tulevasi privaatsusvalikuid.
fi: Tietosi on oletuksena suojattu vahvalla salauksella. Tarkista asetuksesi ja tulevat yksityisyysvaihtoehdot alla.
fr: Vos données sont sécurisées par défaut avec un cryptage fort. Vérifiez vos paramètres et les futures options de confidentialité ci-dessous.
hi: डिफ़ॉल्ट रूप से, आपका डेटा मजबूत एन्क्रिप्शन द्वारा सुरक्षित है।
hu: Az adataid alapértelmezetten erős titkosítással védettek. Tekintsd át a beállításaidat és a jövőbeli adatvédelmi lehetőségeket alább.
id: Data Anda diamankan secara default dengan enkripsi yang kuat. Tinjau pengaturan dan opsi privasi Anda di bawah ini.
it: I tuoi dati sono protetti di default con crittografia avanzata. Rivedi le tue impostazioni e le future opzioni di privacy qui sotto.
ja: データは強力な暗号化で既定で保護されています。以下の設定と今後のプライバシーオプションを確認してください。
ms: Data anda dijamin secara lalai dengan penyulitan yang kukuh. Semak tetapan dan pilihan privasi masa depan anda di bawah.
nl: Je gegevens zijn standaard beveiligd met sterke encryptie. Bekijk hieronder je instellingen en toekomstige privacy-opties.
no: Dataene dine er sikret som standard med sterk kryptering. Se gjennom innstillingene dine og fremtidige personvernalternativer nedenfor.
pt: Seus dados são protegidos por criptografia forte por padrão.
ru: Ваши данные по умолчанию защищены надёжным шифрованием. Просмотрите ваши настройки и будущие опции конфиденциальности ниже.
sk: Vaše údaje sú predvolene zabezpečené silným šifrovaním. Skontrolujte svoje nastavenia a budúce možnosti ochrany súkromia nižšie.
sv: Din data är säkrad som standard med stark kryptering. Granska dina inställningar och framtida integritetsalternativ nedan.
th: ข้อมูลของคุณได้รับการรักษาความปลอดภัยโดยค่าเริ่มต้นด้วยการเข้ารหัสที่แข็งแกร่ง ตรวจสอบการตั้งค่าและตัวเลือกความเป็นส่วนตัวในอนาคตด้านล่าง
uk: Ваші дані за замовчуванням захищені надійним шифруванням. Перегляньте свої налаштування та майбутні параметри конфіденційності нижче.
vi: Dữ liệu của bạn được bảo mật mặc định với mã hóa mạnh. Xem lại cài đặt và các tùy chọn bảo mật trong tương lai bên dưới.

source: App Access
bg: Достъп до приложение
ca: Accés d'aplicacions
cs: Přístup aplikací
de: App-Zugriff
es: Acceso de apps
et: Rakenduse juurdepääs
fi: Sovelluspääsy
fr: Accès des applications
hi: ऐप एक्सेस
hu: Alkalmazás hozzáférés
id: Akses Aplikasi
it: Accesso App
ja: アプリのアクセス
ms: Akses Aplikasi
nl: App-toegang
no: Apptilgang
pt: Acesso de apps
ru: Доступ приложений
sk: Prístup aplikácií
sv: Appåtkomst
th: การเข้าถึงแอป
uk: Доступ додатків
vi: Quyền truy cập ứng dụng

# appAccessDesc
source: The following apps can access your data. Tap on an app to manage its permissions.
bg: Следните приложения могат да имат достъп до вашите данни. Докоснете приложение, за да управлявате неговите разрешения.
ca: Les següents aplicacions poden accedir a les vostres dades. Toqueu una aplicació per gestionar els seus permisos.
cs: Následující aplikace mají přístup k vašim datům. Klepnutím na aplikaci spravujete její oprávnění.
de: Die folgenden Apps können auf Ihre Daten zugreifen. Tippen Sie auf eine App, um deren Berechtigungen zu verwalten.
es: Las siguientes apps pueden acceder a tus datos. Toca una app para gestionar sus permisos.
et: Järgmised rakendused pääsevad juurde teie andmetele. Puudutage rakendust selle õiguste haldamiseks.
fi: Seuraavat sovellukset voivat käyttää tietojasi. Napauta sovellusta hallitaksesi sen käyttöoikeuksia.
fr: Les applications suivantes peuvent accéder à vos données. Appuyez sur une application pour gérer ses autorisations.
hi: निम्नलिखित ऐप्स के पास आपके डेटा तक पहुंच है। अनुमतियाँ प्रबंधित करने के लिए किसी ऐप पर टैप करें।
hu: A következő alkalmazások férhetnek hozzá az adataidhoz. Érintsd meg az alkalmazást az engedélyek kezeléséhez.
id: Aplikasi berikut dapat mengakses data Anda. Ketuk aplikasi untuk mengelola izinnya.
it: Le seguenti app possono accedere ai tuoi dati. Tocca un'app per gestire i suoi permessi.
ja: 以下のアプリがあなたのデータにアクセスできます。アプリをタップして権限を管理してください。
ms: Aplikasi berikut boleh mengakses data anda. Ketik pada aplikasi untuk mengurus keizinannya.
nl: De volgende apps hebben toegang tot je gegevens. Tik op een app om de machtigingen te beheren.
no: Følgende apper har tilgang til dataene dine. Trykk på en app for å administrere tillatelsene.
pt: Os seguintes apps têm acesso aos seus dados. Toque em um app para gerenciar permissões.
ru: Следующие приложения могут получить доступ к вашим данным. Нажмите на приложение, чтобы управлять его разрешениями.
sk: Nasledujúce aplikácie majú prístup k vašim údajom. Ťuknutím na aplikáciu spravujte jej oprávnenia.
sv: Följande appar kan komma åt din data. Tryck på en app för att hantera dess behörigheter.
th: แอปต่อไปนี้สามารถเข้าถึงข้อมูลของคุณได้ แตะที่แอปเพื่อจัดการสิทธิ์
uk: Наступні додатки можуть отримувати доступ до ваших даних. Натисніть на додаток, щоб керувати його дозволами.
vi: Các ứng dụng sau có thể truy cập dữ liệu của bạn. Nhấn vào ứng dụng để quản lý quyền của nó.

# noAppsExternalAccess
source: No installed apps have external access to your data.
bg: Няма инсталирани приложения с външен достъп до вашите данни.
ca: Cap aplicació instal·lada té accés extern a les vostres dades.
cs: Žádné nainstalované aplikace nemají externí přístup k vašim datům.
de: Keine installierten Apps haben externen Zugriff auf Ihre Daten.
es: Ninguna app instalada tiene acceso externo a tus datos.
et: Ühelgi paigaldatud rakendusel pole välise juurdepääsu teie andmetele.
fi: Yhdelläkään asennetulla sovelluksella ei ole ulkoista pääsyä tietoihisi.
fr: Aucune application installée n'a d'accès externe à vos données.
hi: किसी भी इंस्टॉल किए गए ऐप के पास आपके डेटा तक बाहरी पहुंच नहीं है।
hu: Egyik telepített alkalmazás sem rendelkezik külső hozzáféréssel az adataidhoz.
id: Tidak ada aplikasi terinstal yang memiliki akses eksternal ke data Anda.
it: Nessuna app installata ha accesso esterno ai tuoi dati.
ja: インストールされたアプリは外部からデータにアクセスしていません。
ms: Tiada aplikasi yang dipasang mempunyai akses luaran ke data anda.
nl: Geen geïnstalleerde apps hebben externe toegang tot je gegevens.
no: Ingen installerte apper har ekstern tilgang til dataene dine.
pt: Nenhum app instalado tem acesso externo aos seus dados.
ru: Ни одно установленное приложение не имеет внешнего доступа к вашим данным.
sk: Žiadne nainštalované aplikácie nemajú externý prístup k vašim údajom.
sv: Inga installerade appar har extern åtkomst till din data.
th: ไม่มีแอปที่ติดตั้งซึ่งมีการเข้าถึงข้อมูลของคุณจากภายนอก
uk: Жоден встановлений додаток не має зовнішнього доступу до ваших даних.
vi: Không có ứng dụng đã cài đặt nào có quyền truy cập bên ngoài vào dữ liệu của bạn.

source: Device Name
bg: Име на устройство
ca: Nom del dispositiu
cs: Název zařízení
de: Gerätename
es: Nombre del dispositivo
et: Seadme nimi
fi: Laitteen nimi
fr: Nom de l'appareil
hi: डिवाइस का नाम
hu: Eszköz neve
id: Nama Perangkat
it: Nome Dispositivo
ja: デバイス名
ms: Nama Peranti
nl: Apparaatnaam
no: Enhetsnavn
pt: Nome do dispositivo
ru: Название устройства
sk: Názov zariadenia
sv: Enhetsnamn
th: ชื่ออุปกรณ์
uk: Назва пристрою
vi: Tên thiết bị

source: Device ID
bg: ID на устройство
ca: ID del dispositiu
cs: ID zařízení
de: Geräte-ID
es: ID del dispositivo
et: Seadme ID
fi: Laitetunnus
fr: ID de l'appareil
hi: डिवाइस ID
hu: Eszköz azonosító
id: ID Perangkat
it: ID Dispositivo
ja: デバイスID
ms: ID Peranti
nl: Apparaat-ID
no: Enhets-ID
pt: ID do dispositivo
ru: ID устройства
sk: ID zariadenia
sv: Enhets-ID
th: รหัสอุปกรณ์
uk: ID пристрою
vi: ID thiết bị

source: SD Card Sync
bg: Синхронизация на SD карта
ca: Sincronització de targeta SD
cs: Synchronizace SD karty
de: SD-Karten-Synchronisierung
es: Sincronización Tarjeta SD
et: SD-kaardi sünkroonimine
fi: SD-kortin synkronointi
fr: Synchronisation carte SD
hi: SD कार्ड सिंक
hu: SD kártya szinkronizálás
id: Sinkronisasi Kartu SD
it: Sincronizzazione Scheda SD
ja: SDカード同期
ms: Segerak Kad SD
nl: SD-kaart synchronisatie
no: SD-kortsynkronisering
pt: Sincronização Cartão SD
ru: Синхронизация SD-карты
sk: Synchronizácia SD karty
sv: SD-kortssynkronisering
th: ซิงค์การ์ด SD
uk: Синхронізація SD-карти
vi: Đồng bộ thẻ SD

source: Hardware Revision
bg: Хардуерна ревизия
ca: Revisió de maquinari
cs: Revize hardwaru
es: Revisión de hardware
et: Riistvara versioon
fi: Laitteistoversio
fr: Révision matérielle
hi: हार्डवेयर संशोधन
hu: Hardver verzió
id: Revisi Perangkat Keras
it: Revisione Hardware
ja: ハードウェアリビジョン
ms: Semakan Perkakasan
nl: Hardwarerevisie
no: Maskinvarerevisjon
pt: Revisão de hardware
ru: Ревизия оборудования
sk: Revízia hardvéru
sv: Hårdvarurevision
th: เวอร์ชันฮาร์ดแวร์
uk: Ревізія апаратного забезпечення
vi: Phiên bản phần cứng

source: Model Number
bg: Модел номер
ca: Número de model
cs: Číslo modelu
de: Modellnummer
es: Número de modelo
et: Mudeli number
fi: Mallinumero
fr: Numéro de modèle
hi: मॉडल नंबर
hu: Modellszám
id: Nomor Model
it: Numero Modello
ja: モデル番号
ms: Nombor Model
nl: Modelnummer
no: Modellnummer
pt: Número do modelo
ru: Номер модели
sk: Číslo modelu
sv: Modellnummer
th: หมายเลขรุ่น
uk: Номер моделі
vi: Số model

source: Manufacturer
bg: Производител
ca: Fabricant
cs: Výrobce
de: Hersteller
es: Fabricante
et: Tootja
fi: Valmistaja
fr: Fabricant
hi: निर्माता
hu: Gyártó
id: Produsen
it: Produttore
ja: 製造元
ms: Pengeluar
nl: Fabrikant
no: Produsent
pt: Fabricante
ru: Производитель
sk: Výrobca
sv: Tillverkare
th: ผู้ผลิต
uk: Виробник
vi: Nhà sản xuất

source: Double Tap
bg: Двойно докосване
ca: Doble toc
cs: Dvojité klepnutí
de: Doppeltippen
es: Doble toque
et: Topeltpuudutus
fi: Kaksoisnapautus
fr: Double appui
hi: डबल टैप
hu: Dupla érintés
id: Ketuk Ganda
it: Doppio Tocco
ja: ダブルタップ
ms: Ketik Dua Kali
nl: Dubbel tikken
no: Dobbelttrykk
pt: Toque duplo
ru: Двойное нажатие
sk: Dvojité ťuknutie
sv: Dubbeltryck
th: แตะสองครั้ง
uk: Подвійне натискання
vi: Nhấn đúp

source: LED Brightness
bg: Яркост на LED
ca: Brillantor LED
cs: Jas LED
de: LED-Helligkeit
es: Brillo LED
et: LED heledus
fi: LED-kirkkaus
fr: Luminosité LED
hi: LED चमक
hu: LED fényerő
id: Kecerahan LED
it: Luminosità LED
ja: LED明るさ
ms: Kecerahan LED
nl: LED-helderheid
no: LED-lysstyrke
pt: Brilho do LED
ru: Яркость LED
sk: Jas LED
sv: LED-ljusstyrka
th: ความสว่าง LED
uk: Яскравість світлодіода
vi: Độ sáng đèn LED

source: Mic Gain
bg: Усилване на микрофон
ca: Guany del micròfon
cs: Zesílení mikrofonu
de: Mikrofonverstärkung
es: Ganancia de micrófono
et: Mikrofoni võimendus
fi: Mikrofonin vahvistus
fr: Gain du micro
hi: माइक गेन
hu: Mikrofon erősítés
id: Penguatan Mikrofon
it: Guadagno Microfono
ja: マイクゲイン
ms: Gandaan Mikrofon
nl: Microfoonversterking
no: Mikrofonforsterkning
pt: Ganho do microfone
ru: Усиление микрофона
sk: Zosilnenie mikrofónu
sv: Mikrofonförstärkning
th: ระดับไมโครโฟน
uk: Підсилення мікрофона
vi: Độ tăng micro

source: Disconnect
bg: Прекъсни
ca: Desconnectar
cs: Odpojit
de: Trennen
es: Desconectar
et: Katkesta ühendus
fi: Katkaise yhteys
fr: Déconnecter
hi: डिस्कनेक्ट करें
hu: Leválasztás
id: Putuskan
it: Disconnetti
ja: 接続解除
ms: Putuskan Sambungan
nl: Loskoppelen
no: Koble fra
pt: Desconectar
ru: Отключить
sk: Odpojiť
sv: Koppla från
th: ตัดการเชื่อมต่อ
uk: Відключити
vi: Ngắt kết nối

source: Forget Device
bg: Забрави устройство
ca: Oblidar dispositiu
cs: Zapomenout zařízení
de: Gerät vergessen
es: Olvidar dispositivo
et: Unusta seade
fi: Unohda laite
fr: Oublier l'appareil
hi: डिवाइस भूल जाएं
hu: Eszköz elfelejtése
id: Lupakan Perangkat
it: Dimentica Dispositivo
ja: デバイスを忘れる
ms: Lupakan Peranti
nl: Apparaat vergeten
no: Glem enhet
pt: Esquecer dispositivo
ru: Забыть устройство
sk: Zabudnúť zariadenie
sv: Glöm enhet
th: ลืมอุปกรณ์
uk: Забути пристрій
vi: Xóa thiết bị

source: Charging Issues
bg: Проблеми със зареждането
ca: Problemes de càrrega
cs: Problémy s nabíjením
de: Ladeprobleme
es: Problemas de carga
et: Laadimisprobleemid
fi: Latausongelmat
fr: Problèmes de charge
hi: चार्जिंग की समस्या
hu: Töltési problémák
id: Masalah Pengisian Daya
it: Problemi di Ricarica
ja: 充電の問題
ms: Masalah Pengecasan
nl: Oplaadproblemen
no: Ladeproblemer
pt: Problemas de carregamento
ru: Проблемы с зарядкой
sk: Problémy s nabíjaním
sv: Laddningsproblem
th: ปัญหาการชาร์จ
uk: Проблеми із зарядкою
vi: Vấn đề sạc pin

source: Disconnect Device
bg: Прекъсни устройство
ca: Desconnecta el dispositiu
cs: Odpojit zařízení
de: Gerät trennen
es: Desconectar dispositivo
et: Katkesta seadme ühendus
fi: Katkaise laitteen yhteys
fr: Déconnecter l'appareil
hi: डिवाइस डिस्कनेक्ट करें
hu: Eszköz leválasztása
id: Putuskan Perangkat
it: Disconnetti Dispositivo
ja: デバイスを切断
ms: Putuskan Sambungan Peranti
nl: Apparaat loskoppelen
no: Koble fra enhet
pt: Desconectar dispositivo
ru: Отключить устройство
sk: Odpojiť zariadenie
sv: Koppla från enhet
th: ตัดการเชื่อมต่ออุปกรณ์
uk: Відключити пристрій
vi: Ngắt kết nối thiết bị

source: Unpair Device
bg: Разедини устройство
ca: Desvincula el dispositiu
cs: Zrušit párování zařízení
de: Gerät entkoppeln
es: Desvincular dispositivo
et: Tühista seadme sidumine
fi: Pura laitepari
fr: Dissocier l'appareil
hi: डिवाइस अनपेयर करें
hu: Eszköz párosítás megszüntetése
id: Batalkan Pasangan Perangkat
it: Disaccoppia Dispositivo
ja: デバイスのペアリング解除
ms: Nyahpasang Peranti
nl: Apparaat ontkoppelen
no: Fjern paring av enhet
pt: Desparear dispositivo
ru: Разорвать пару с устройством
sk: Zrušiť párovanie zariadenia
sv: Koppla bort enhet
th: ยกเลิกการจับคู่อุปกรณ์
uk: Роз'єднати пристрій
vi: Hủy ghép nối thiết bị

# unpairAndForget
source: Unpair and Forget Device
bg: Разедини и забрави устройство
ca: Desvincular i oblidar dispositiu
cs: Zrušit párování a zapomenout zařízení
de: Entkoppeln und Gerät vergessen
es: Desvincular y olvidar dispositivo
et: Tühista sidumine ja unusta seade
fi: Pura laitepari ja unohda laite
fr: Dissocier et oublier l'appareil
hi: अनपेयर करें और डिवाइस भूल जाएं
hu: Párosítás megszüntetése és elfelejtés
id: Batalkan Pasangan dan Lupakan Perangkat
it: Disaccoppia e Dimentica Dispositivo
ja: ペアリング解除してデバイスを忘れる
ms: Nyahpasang dan Lupakan Peranti
nl: Apparaat ontkoppelen en vergeten
no: Fjern paring og glem enhet
pt: Desparear e esquecer
ru: Разорвать пару и забыть устройство
sk: Zrušiť párovanie a zabudnúť zariadenie
sv: Koppla bort och glöm enhet
th: ยกเลิกการจับคู่และลืมอุปกรณ์
uk: Роз'єднати та забути пристрій
vi: Hủy ghép nối và xóa thiết bị

# deviceDisconnectedMessage
source: Your Omi has been disconnected 😔
bg: Вашият Omi беше прекъснат 😔
ca: El vostre Omi s'ha desconnectat 😔
cs: Vaše Omi bylo odpojeno 😔
de: Ihr Omi wurde getrennt 😔
es: Tu Omi se desconectó 😔
et: Teie Omi on ühendus katkestatud 😔
fi: Omin yhteys on katkaistu 😔
fr: Votre Omi a été déconnecté 😔
hi: आपका Omi डिस्कनेक्ट हो गया 😔
hu: Az Omi leválasztásra került 😔
id: Omi Anda telah terputus 😔
it: Il tuo Omi è stato disconnesso 😔
ja: Omiが切断されました 😔
ms: Omi anda telah diputuskan sambungan 😔
nl: Je Omi is losgekoppeld 😔
no: Din Omi har blitt frakoblet 😔
pt: Seu Omi desconectou 😔
ru: Ваш Omi был отключён 😔
sk: Vaše Omi bolo odpojené 😔
sv: Din Omi har kopplats från 😔
th: Omi ของคุณถูกตัดการเชื่อมต่อแล้ว 😔
uk: Ваш Omi було відключено 😔
vi: Omi của bạn đã bị ngắt kết nối 😔

# deviceUnpairedMessage
source: Device unpaired. Go to Settings > Bluetooth and forget the device to complete unpairing.
bg: Устройството е разединено. Отидете в Настройки > Bluetooth и забравете устройството, за да завършите разединяването.
ca: Dispositiu desvinculat. Vés a Configuració > Bluetooth i oblida el dispositiu per completar la desvinculació.
cs: Párování zařízení zrušeno. Přejděte do Nastavení > Bluetooth a zapomeňte zařízení pro dokončení zrušení párování.
de: Gerät entkoppelt. Gehen Sie zu Einstellungen > Bluetooth und vergessen Sie das Gerät, um die Entkopplung abzuschließen.
es: Dispositivo desvinculado. Ve a Ajustes > Bluetooth y olvida el dispositivo para completar la desvinculación.
et: Seadme sidumine tühistatud. Minege Seaded > Bluetooth ja unustage seade sidumise lõpetamiseks.
fi: Laitepari purettu. Siirry kohtaan Asetukset > Bluetooth ja unohda laite viimeistelläksesi purkamisen.
fr: Appareil dissocié. Allez dans Réglages > Bluetooth et oubliez l'appareil pour terminer la dissociation.
hi: डिवाइस अनपेयर हो गया। इसे पूरी तरह से अनपेयर करने के लिए सेटिंग्स > ब्लूटूथ पर जाएं और डिवाइस को भूल जाएं।
hu: Eszköz párosítása megszüntetve. Menjen a Beállítások > Bluetooth menüpontba, és felejtse el az eszközt a párosítás megszüntetésének befejezéséhez.
id: Perangkat tidak terpasang. Buka Pengaturan > Bluetooth dan lupakan perangkat untuk menyelesaikan pembatalan pasangan.
it: Dispositivo disaccoppiato. Vai su Impostazioni > Bluetooth e dimentica il dispositivo per completare il disaccoppiamento.
ja: デバイスのペアリングが解除されました。設定 > Bluetoothに移動してデバイスを忘れて、ペアリング解除を完了してください。
ms: Peranti dinyahpasangkan. Pergi ke Tetapan > Bluetooth dan lupakan peranti untuk melengkapkan nyahpasangan.
nl: Apparaat ontkoppeld. Ga naar Instellingen > Bluetooth en vergeet het apparaat om het ontkoppelen te voltooien.
no: Enhet fjernet fra paring. Gå til Innstillinger > Bluetooth og glem enheten for å fullføre fjerningen.
pt: Dispositivo despareado. Vá em Configurações > Bluetooth e esqueça o dispositivo para concluir.
ru: Пара с устройством разорвана. Перейдите в Настройки > Bluetooth и забудьте устройство для завершения разрыва пары.
sk: Párovanie zariadenia bolo zrušené. Prejdite do Nastavenia > Bluetooth a zabudnite zariadenie pre dokončenie.
sv: Enhet bortkopplad. Gå till Inställningar > Bluetooth och glöm enheten för att slutföra.
th: ยกเลิกการจับคู่อุปกรณ์แล้ว ไปที่การตั้งค่า > Bluetooth และลืมอุปกรณ์เพื่อทำการยกเลิกการจับคู่ให้เสร็จสมบูรณ์
uk: Пристрій роз'єднано. Перейдіть до Налаштування > Bluetooth і забудьте пристрій, щоб завершити роз'єднання.
vi: Đã hủy ghép nối thiết bị. Vào Cài đặt > Bluetooth và xóa thiết bị để hoàn tất việc hủy ghép nối.

# unpairDialogTitle
source: Unpair Device
bg: Разедини устройство
ca: Desvincular dispositiu
cs: Zrušit párování zařízení
de: Gerät entkoppeln
es: Desvincular dispositivo
et: Tühista seadme sidumine
fi: Pura laitepari
fr: Dissocier l'appareil
hi: डिवाइस अनपेयर करें
hu: Eszköz párosításának megszüntetése
id: Batalkan Pasangan Perangkat
it: Disaccoppia Dispositivo
ja: デバイスのペアリング解除
ms: Nyahpasang Peranti
nl: Apparaat ontkoppelen
no: Fjern paring av enhet
pt: Desparear dispositivo
ru: Разорвать пару с устройством
sk: Zrušiť párovanie zariadenia
sv: Koppla bort enhet
th: ยกเลิกการจับคู่อุปกรณ์
uk: Роз'єднати пристрій
vi: Hủy ghép nối thiết bị
