Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# cancelAtPeriodEnd
source: Your plan will cancel on {date}.
bg: Вашият план ще бъде анулиран на {date}.
ca: El vostre pla es cancel·larà el {date}.
cs: Váš plán bude zrušen dne {date}.
de: Ihr Plan endet am {date}.
es: Tu plan termina el {date}.
et: Teie plaan tühistatakse {date}.
fi: Pakettisi peruuntuu {date}.
fr: Votre forfait sera annulé le {date}.
hi: आपकी योजना {date} को समाप्त हो रही है।
hu: Előfizetésed {date}-án megszűnik.
id: Paket Anda akan dibatalkan pada {date}.
it: Il tuo piano sarà annullato il {date}.
ja: プランは{date}にキャンセルされます。
ms: Pelan anda akan dibatalkan pada {date}.
nl: Je abonnement wordt geannuleerd op {date}.
no: Abonnementet ditt vil kanselleres {date}.
pt: Seu plano termina em {date}.
ru: Ваш тариф будет отменён {date}.
sk: Váš plán bude zrušený {date}.
sv: Din plan kommer att avbrytas den {date}.
th: แผนของคุณจะยกเลิกในวันที่ {date}
uk: Ваш план буде скасовано {date}.
vi: Gói của bạn sẽ bị hủy vào {date}.

# renewsOn
source: Your plan renews on {date}.
bg: Вашият план се подновява на {date}.
ca: El vostre pla es renova el {date}.
cs: Váš plán se obnoví dne {date}.
de: Ihr Plan verlängert sich am {date}.
es: Tu plan se renueva el {date}.
et: Teie plaan uueneb {date}.
fi: Pakettisi uusiutuu {date}.
fr: Votre forfait sera renouvelé le {date}.
hi: आपकी योजना {date} को नवीनीकृत होती है।
hu: Előfizetésed {date}-án megújul.
id: Paket Anda diperbarui pada {date}.
it: Il tuo piano si rinnova il {date}.
ja: プランは{date}に更新されます。
ms: Pelan anda diperbaharui pada {date}.
nl: Je abonnement wordt verlengd op {date}.
no: Abonnementet ditt fornyes {date}.
pt: Seu plano renova em {date}.
ru: Ваш тариф продлится {date}.
sk: Váš plán sa obnoví {date}.
sv: Din plan förnyas den {date}.
th: แผนของคุณจะต่ออายุในวันที่ {date}
uk: Ваш план поновиться {date}.
vi: Gói của bạn sẽ gia hạn vào {date}.

# basicPlan
source: Free Plan
bg: Безплатен план
ca: Pla gratuït
cs: Bezplatný plán
de: Kostenloser Plan
es: Plan Gratuito
et: Tasuta plaan
fi: Ilmaispaketti
fr: Forfait gratuit
hi: निःशुल्क योजना
hu: Ingyenes csomag
id: Paket Gratis
it: Piano Gratuito
ja: 無料プラン
ms: Pelan Percuma
nl: Gratis abonnement
no: Gratis abonnement
pt: Plano Gratuito
ru: Бесплатный тариф
sk: Bezplatný plán
sv: Gratisplan
th: แผนฟรี
uk: Безкоштовний план
vi: Gói miễn phí

# usageLimitMessage
source: {used} of {limit} mins used
bg: {used} от {limit} мин използвани
ca: {used} de {limit} min utilitzats
cs: Využito {used} z {limit} min
de: {used} von {limit} Minuten verbraucht
es: {used} de {limit} minutos usados
et: {used}/{limit} min kasutatud
fi: {used}/{limit} min käytetty
fr: {used} sur {limit} min utilisées
hi: {used} / {limit} मिनट उपयोग किए गए
hu: {used} / {limit} perc felhasználva
id: {used} dari {limit} menit terpakai
it: {used} di {limit} min utilizzati
ja: {limit}分中{used}分使用済み
ms: {used} daripada {limit} minit digunakan
nl: {used} van {limit} min gebruikt
no: {used} av {limit} min brukt
pt: {used} de {limit} minutos usados
ru: Использовано {used} из {limit} минут
sk: {used} z {limit} min použitých
sv: {used} av {limit} min använt
th: ใช้ไป {used} จาก {limit} นาที
uk: {used} з {limit} хв використано
vi: Đã sử dụng {used} trong số {limit} phút

source: Upgrade
bg: Надстрой
ca: Actualitzar
cs: Upgradovat
es: Mejorar
et: Uuenda
fi: Päivitä
fr: Mettre à niveau
hi: अपग्रेड करें
hu: Frissítés
id: Tingkatkan
it: Aggiorna
ja: アップグレード
ms: Naik Taraf
nl: Upgraden
no: Oppgrader
pt: Fazer upgrade
ru: Повысить тариф
sk: Upgradovať
sv: Uppgradera
th: อัปเกรด
uk: Оновити
vi: Nâng cấp

source: Upgrade to unlimited
bg: Надстрой до неограничен
ca: Actualitza a il·limitat
cs: Upgradovat na neomezený
de: Auf unbegrenzt upgraden
es: Mejorar a Ilimitado
et: Uuenda piiramatuks
fi: Päivitä rajoittamattomaan
fr: Passer à l'illimité
hi: असीमित में अपग्रेड करें
hu: Frissítés korlátlanra
id: Tingkatkan ke Tanpa Batas
it: Passa a Illimitato
ja: 無制限プランにアップグレード
ms: Naik Taraf ke Tanpa Had
nl: Upgraden naar onbeperkt
no: Oppgrader til ubegrenset
pt: Upgrade para Ilimitado
ru: Перейти на безлимитный
sk: Upgradovať na neobmedzený
sv: Uppgradera till obegränsat
th: อัปเกรดเป็นแบบไม่จำกัด
uk: Оновити до Необмеженого
vi: Nâng cấp lên không giới hạn

# basicPlanDesc
source: Your plan includes {limit} free minutes per month. Upgrade to go unlimited.
bg: Вашият план включва {limit} безплатни минути на месец. Надстройте за неограничен достъп.
ca: El vostre pla inclou {limit} minuts gratuïts al mes. Actualitzeu per tenir-ne il·limitats.
cs: Váš plán zahrnuje {limit} bezplatných minut měsíčně. Upgradujte pro neomezený přístup.
de: Ihr Plan enthält {limit} kostenlose Minuten pro Monat. Upgrade für unbegrenzte Nutzung.
es: Tu plan incluye {limit} minutos gratis al mes.
et: Teie plaan sisaldab {limit} tasuta minutit kuus. Uuendage piiramatuks.
fi: Pakettisi sisältää {limit} ilmaisminuuttia kuukaudessa. Päivitä saadaksesi rajoittamattoman.
fr: Votre forfait comprend {limit} minutes gratuites par mois. Passez à l'illimité.
hi: आपकी योजना में {limit} मुफ़्त मिनट/माह शामिल हैं।
hu: Csomagod {limit} ingyenes percet tartalmaz havonta. Frissíts a korlátlan használathoz.
id: Paket Anda mencakup {limit} menit gratis per bulan. Tingkatkan untuk tanpa batas.
it: Il tuo piano include {limit} minuti gratuiti al mese. Aggiorna per passare a illimitato.
ja: プランには月{limit}分の無料枠が含まれています。無制限にするにはアップグレードしてください。
ms: Pelan anda termasuk {limit} minit percuma sebulan. Naik taraf untuk tanpa had.
nl: Je abonnement bevat {limit} gratis minuten per maand. Upgrade naar onbeperkt.
no: Abonnementet ditt inkluderer {limit} gratis minutter per måned. Oppgrader for ubegrenset bruk.
pt: Seu plano inclui {limit} minutos grátis/mês.
ru: Ваш тариф включает {limit} бесплатных минут в месяц. Перейдите на безлимитный тариф.
sk: Váš plán zahŕňa {limit} bezplatných minút mesačne. Upgradujte na neobmedzený.
sv: Din plan inkluderar {limit} gratis minuter per månad. Uppgradera för att få obegränsat.
th: แผนของคุณรวม {limit} นาทีฟรีต่อเดือน อัปเกรดเพื่อใช้งานแบบไม่จำกัด
uk: Ваш план включає {limit} безкоштовних хвилин на місяць. Оновіть, щоб отримати необмежений доступ.
vi: Gói của bạn bao gồm {limit} phút miễn phí mỗi tháng. Nâng cấp để sử dụng không giới hạn.

# shareStatsMessage
source: Sharing my Omi stats! (omi.me - your always-on AI assistant)
bg: Споделям моите Omi статистики! (omi.me - вашият винаги включен AI асистент)
ca: Compartint les meves estadístiques d'Omi! (omi.me - el vostre assistent d'IA sempre actiu)
cs: Sdílím své statistiky Omi! (omi.me - váš AI asistent, který je vždy online)
de: Ich teile meine Omi-Statistiken! (omi.me - mein Always-On KI-Assistent)
es: ¡Compartiendo mis estadísticas de Omi! (omi.me - mi asistente IA siempre activo)
et: Jagan oma Omi statistikat! (omi.me - teie alati sees AI assistent)
fi: Jaan Omi-tilastoni! (omi.me - aina päällä oleva tekoälyavustajasi)
fr: Je partage mes statistiques Omi ! (omi.me - votre assistant IA toujours actif)
hi: मेरे Omi आँकड़े साझा कर रहा हूँ! (omi.me - मेरा हमेशा चालू रहने वाला AI साथी)
hu: Megosztom az Omi statisztikáimat! (omi.me - mindig rendelkezésre álló AI asszisztensed)
id: Membagikan statistik Omi saya! (omi.me - asisten AI yang selalu aktif)
it: Condivido le mie statistiche Omi! (omi.me - il tuo assistente AI sempre attivo)
ja: Omiの統計をシェア！(omi.me - 常時ONのAIアシスタント)
ms: Berkongsi statistik Omi saya! (omi.me - pembantu AI anda yang sentiasa aktif)
nl: Ik deel mijn Omi-statistieken! (omi.me - je altijd-aan AI-assistent)
no: Deler mine Omi-statistikker! (omi.me - din alltid tilgjengelige AI-assistent)
pt: Compartilhando minhas estatísticas do Omi! (omi.me - meu assistente IA sempre ativo)
ru: Делюсь статистикой Omi! (omi.me - ваш постоянный AI-помощник)
sk: Zdieľam svoje štatistiky Omi! (omi.me - váš AI asistent vždy po ruke)
sv: Delar mina Omi-statistik! (omi.me - din alltid påslagna AI-assistent)
th: แชร์สถิติ Omi ของฉัน! (omi.me - ผู้ช่วย AI ที่เปิดอยู่ตลอดเวลา)
uk: Ділюся своєю статистикою Omi! (omi.me - ваш завжди активний AI-асистент)
vi: Chia sẻ thống kê Omi của tôi! (omi.me - trợ lý AI luôn bên bạn)

# sharePeriodToday
source: Today, omi has:
bg: Днес omi има:
ca: Avui, omi ha:
cs: Dnes Omi:
de: Heute hat Omi:
es: Hoy Omi:
et: Täna on omi:
fi: Tänään omi on:
fr: Aujourd'hui, Omi a :
hi: आज Omi:
hu: Ma az omi:
id: Hari ini, omi telah:
it: Oggi, Omi ha:
ja: 今日、Omiは:
ms: Hari ini, omi telah:
nl: Vandaag heeft Omi:
no: I dag har omi:
pt: Hoje Omi:
ru: Сегодня omi:
sk: Dnes Omi:
sv: Idag har Omi:
th: วันนี้ omi ได้:
uk: Сьогодні omi:
vi: Hôm nay, omi đã:

# sharePeriodMonth
source: This month, omi has:
bg: Този месец omi има:
ca: Aquest mes, omi ha:
cs: Tento měsíc Omi:
de: Diesen Monat hat Omi:
es: Este mes Omi:
et: Sel kuul on omi:
fi: Tässä kuussa omi on:
fr: Ce mois-ci, Omi a :
hi: इस महीने Omi:
hu: Ebben a hónapban az omi:
id: Bulan ini, omi telah:
it: Questo mese, Omi ha:
ja: 今月、Omiは:
ms: Bulan ini, omi telah:
nl: Deze maand heeft Omi:
no: Denne måneden har omi:
pt: Este mês Omi:
ru: В этом месяце omi:
sk: Tento mesiac Omi:
sv: Denna månad har Omi:
th: เดือนนี้ omi ได้:
uk: Цього місяця omi:
vi: Tháng này, omi đã:

# sharePeriodYear
source: This year, omi has:
bg: Тази година omi има:
ca: Enguany, omi ha:
cs: Letos Omi:
de: Dieses Jahr hat Omi:
es: Este año Omi:
et: Sel aastal on omi:
fi: Tänä vuonna omi on:
fr: Cette année, Omi a :
hi: इस साल Omi:
hu: Ebben az évben az omi:
id: Tahun ini, omi telah:
it: Quest'anno, Omi ha:
ja: 今年、Omiは:
ms: Tahun ini, omi telah:
nl: Dit jaar heeft Omi:
no: Dette året har omi:
pt: Este ano Omi:
ru: В этом году omi:
sk: Tento rok Omi:
sv: Detta år har Omi:
th: ปีนี้ omi ได้:
uk: Цього року omi:
vi: Năm nay, omi đã:

# sharePeriodAllTime
source: So far, omi has:
bg: Досега omi има:
ca: Fins ara, omi ha:
cs: Dosud Omi:
de: Bisher hat Omi:
es: Hasta ahora Omi:
et: Seni on omi:
fi: Tähän mennessä omi on:
fr: Jusqu'à présent, Omi a :
hi: अब तक Omi:
hu: Eddig az omi:
id: Sejauh ini, omi telah:
it: Finora, Omi ha:
ja: これまで、Omiは:
ms: Setakat ini, omi telah:
nl: Tot nu toe heeft Omi:
no: Så langt har omi:
pt: Até agora Omi:
ru: За всё время omi:
sk: Doteraz Omi:
sv: Hittills har Omi:
th: จนถึงตอนนี้ omi ได้:
uk: Загалом omi:
vi: Cho đến nay, omi đã:

# shareStatsListened
source: 🎧 Listened for {minutes} minutes
bg: 🎧 Слушал {minutes} минути
ca: 🎧 Escoltat durant {minutes} minuts
cs: 🎧 Naslouchalo {minutes} minut
de: 🎧 Für {minutes} Minuten zugehört
es: 🎧 Escuchó por {minutes} minutos
et: 🎧 Kuulanud {minutes} minutit
fi: 🎧 Kuunnellut {minutes} minuuttia
fr: 🎧 Écouté pendant {minutes} minutes
hi: 🎧 {minutes} मिनट सुना
hu: 🎧 {minutes} percet figyelt
id: 🎧 Mendengarkan selama {minutes} menit
it: 🎧 Ascoltato per {minutes} minuti
ja: 🎧 {minutes}分間リスニングしました
ms: 🎧 Mendengar selama {minutes} minit
nl: 🎧 {minutes} minuten geluisterd
no: 🎧 Lyttet i {minutes} minutter
pt: 🎧 Ouviu por {minutes} minutos
ru: 🎧 Слушал {minutes} минут
sk: 🎧 Počúvalo {minutes} minút
sv: 🎧 Lyssnat i {minutes} minuter
th: 🎧 ฟังเป็นเวลา {minutes} นาที
uk: 🎧 Прослухав {minutes} хвилин
vi: 🎧 Đã lắng nghe trong {minutes} phút

# shareStatsWords
source: 🧠 Understood {words} words
bg: 🧠 Разбрал {words} думи
ca: 🧠 Entès {words} paraules
cs: 🧠 Porozumělo {words} slovům
de: 🧠 {words} Wörter verstanden
es: 🧠 Entendió {words} palabras
et: 🧠 Mõistnud {words} sõna
fi: 🧠 Ymmärtänyt {words} sanaa
fr: 🧠 Compris {words} mots
hi: 🧠 {words} शब्द समझे
hu: 🧠 {words} szót megértett
id: 🧠 Memahami {words} kata
it: 🧠 Compreso {words} parole
ja: 🧠 {words}語を理解しました
ms: 🧠 Memahami {words} perkataan
nl: 🧠 {words} woorden begrepen
no: 🧠 Forstått {words} ord
pt: 🧠 Entendeu {words} palavras
ru: 🧠 Понял {words} слов
sk: 🧠 Porozumelo {words} slovám
sv: 🧠 Förstått {words} ord
th: 🧠 เข้าใจ {words} คำ
uk: 🧠 Зрозумів {words} слів
vi: 🧠 Đã hiểu {words} từ

# shareStatsInsights
source: ✨ Provided {count} insights
bg: ✨ Предоставил {count} прозрения
ca: ✨ Proporcionat {count} informacions
cs: ✨ Poskytlo {count} přehledů
de: ✨ {count} Erkenntnisse geliefert
es: ✨ Entregó {count} insights
et: ✨ Pakkunud {count} ülevaadet
fi: ✨ Tarjonnut {count} näkemystä
fr: ✨ Fourni {count} aperçus
hi: ✨ {count} अंतर्दृष्टि प्रदान कीं
hu: ✨ {count} betekintést nyújtott
id: ✨ Memberikan {count} wawasan
it: ✨ Fornito {count} insight
ja: ✨ {count}個のインサイトを提供しました
ms: ✨ Menyediakan {count} wawasan
nl: ✨ {count} inzichten gegeven
no: ✨ Gitt {count} innsikter
pt: ✨ Forneceu {count} insights
ru: ✨ Предоставил {count} инсайтов
sk: ✨ Poskytlo {count} postrehov
sv: ✨ Tillhandahållit {count} insikter
th: ✨ ให้ข้อมูลเชิงลึก {count} รายการ
uk: ✨ Надав {count} insights
vi: ✨ Đã cung cấp {count} thông tin chi tiết

# shareStatsMemories
source: 📚 Remembered {count} memories
bg: 📚 Запомнил {count} спомена
ca: 📚 Recordat {count} records
cs: 📚 Zapamatovalo si {count} vzpomínek
de: 📚 {count} Erinnerungen gespeichert
es: 📚 Guardó {count} recuerdos
et: 📚 Meelde jätnud {count} mälestust
fi: 📚 Muistanut {count} muistoa
fr: 📚 Mémorisé {count} souvenirs
hi: 📚 {count} यादें सहेजीं
hu: 📚 {count} emléket jegyzett meg
id: 📚 Mengingat {count} memori
it: 📚 Ricordato {count} ricordi
ja: 📚 {count}個の記憶を保存しました
ms: 📚 Mengingati {count} ingatan
nl: 📚 {count} herinneringen onthouden
no: 📚 Husket {count} minner
pt: 📚 Salvou {count} memórias
ru: 📚 Запомнил {count} воспоминаний
sk: 📚 Zapamätalo si {count} spomienok
sv: 📚 Kommit ihåg {count} minnen
th: 📚 จำความทรงจำ {count} รายการ
uk: 📚 Запам'ятав {count} спогадів
vi: 📚 Đã ghi nhớ {count} ký ức

source: Debug Logs
bg: Дневници за отстраняване на грешки
ca: Registres de depuració
cs: Protokoly ladění
de: Debug-Protokolle
es: Registros de depuración
et: Silumislogid
fi: Vianjäljityslokit
fr: Journaux de débogage
hi: डीबग लॉग
hu: Hibakeresési naplók
id: Log Debug
it: Log di Debug
ja: デバッグログ
ms: Log Nyahpepijat
nl: Debug-logboeken
no: Feilsøkingslogger
pt: Logs de depuração
ru: Журналы отладки
sk: Debug logy
sv: Felsökningsloggar
th: บันทึกการแก้ไขจุดบกพร่อง
uk: Журнали налагодження
vi: Nhật ký gỡ lỗi

# debugLogsAutoDelete
source: Auto-deletes after 3 days.
bg: Автоматично се изтриват след 3 дни.
ca: S'eliminen automàticament després de 3 dies.
cs: Automaticky se smažou po 3 dnech.
de: Wird nach 3 Tagen automatisch gelöscht.
es: Se borran automáticamente tras 3 días.
et: Kustutatakse automaatselt 3 päeva pärast.
fi: Poistetaan automaattisesti 3 päivän kuluttua.
fr: Suppression automatique après 3 jours.
hi: 3 दिनों के बाद स्वचालित रूप से हटा दिया जाता है।
hu: Automatikus törlés 3 nap után.
id: Otomatis dihapus setelah 3 hari.
it: Eliminazione automatica dopo 3 giorni.
ja: 3日後に自動削除されます。
ms: Auto-padam selepas 3 hari.
nl: Automatisch verwijderd na 3 dagen.
no: Slettes automatisk etter 3 dager.
pt: Deletados automaticamente após 3 dias.
ru: Автоматически удаляются через 3 дня.
sk: Automaticky sa odstránia po 3 dňoch.
sv: Raderas automatiskt efter 3 dagar.
th: ลบอัตโนมัติหลังจาก 3 วัน
uk: Автоматичне видалення через 3 дні.
vi: Tự động xóa sau 3 ngày.

# debugLogsDesc
source: Helps diagnose issues
bg: Помага за диагностициране на проблеми
ca: Ajuda a diagnosticar problemes
cs: Pomáhá diagnostikovat problémy
de: Hilft bei der Diagnose von Problemen
es: Ayuda a diagnosticar problemas
et: Aitab diagnoosida probleeme
fi: Auttaa ongelmien diagnosoinnissa
fr: Aide à diagnostiquer les problèmes
hi: समस्याओं का निदान करने में मदद करता है
hu: Segít a problémák diagnosztizálásában
id: Membantu mendiagnosis masalah
it: Aiuta a diagnosticare i problemi
ja: 問題の診断に役立ちます
ms: Membantu mendiagnosis masalah
nl: Helpt bij het diagnosticeren van problemen
no: Hjelper med å diagnostisere problemer
pt: Ajuda a diagnosticar problemas
ru: Помогает диагностировать проблемы
sk: Pomáha diagnostikovať problémy
sv: Hjälper till att diagnostisera problem
th: ช่วยวินิจฉัยปัญหา
uk: Допомагає діагностувати проблеми
vi: Giúp chẩn đoán các vấn đề

source: No log files found.
bg: Не са намерени файлове с дневници.
ca: No s'han trobat fitxers de registre.
cs: Nenalezeny žádné soubory protokolu.
de: Keine Protokolldateien gefunden.
es: No se encontraron registros.
et: Logifaile ei leitud.
fi: Lokitiedostoja ei löytynyt.
fr: Aucun fichier journal trouvé.
hi: कोई लॉग फ़ाइल नहीं मिली।
hu: Nem találhatók naplófájlok.
id: Tidak ada file log ditemukan.
it: Nessun file di log trovato.
ja: ログファイルが見つかりません。
ms: Tiada fail log dijumpai.
nl: Geen logbestanden gevonden.
no: Ingen loggfiler funnet.
pt: Nenhum arquivo de log encontrado.
ru: Файлы журналов не найдены.
sk: Neboli nájdené žiadne súbory logov.
sv: Inga loggfiler hittades.
th: ไม่พบไฟล์บันทึก
uk: Файли журналів не знайдено.
vi: Không tìm thấy tệp nhật ký.

source: Omi debug log
bg: Omi дневник за отстраняване на грешки
ca: Registre de depuració d'Omi
cs: Protokol ladění Omi
de: Omi Debug-Protokoll
es: Registro de depuración Omi
et: Omi silumislogi
fi: Omin vianjäljitysloki
fr: Journal de débogage Omi
hi: Omi डीबग लॉग
hu: Omi hibakeresési napló
id: Log debug Omi
it: Log di debug Omi
ja: Omiデバッグログ
ms: Log nyahpepijat Omi
no: Omi feilsøkingslogg
pt: Log de depuração Omi
ru: Журнал отладки Omi
sv: Omi felsökningslogg
th: บันทึกการแก้ไขจุดบกพร่อง Omi
uk: Журнал налагодження Omi
vi: Nhật ký gỡ lỗi Omi

source: Log shared
bg: Дневникът е споделен
ca: Registre compartit
cs: Protokol sdílen
de: Protokoll geteilt
es: Registro compartido
et: Logi jagatud
fi: Loki jaettu
fr: Journal partagé
hi: लॉग साझा किया गया
hu: Napló megosztva
id: Log dibagikan
it: Log condiviso
ja: ログを共有しました
ms: Log dikongsi
nl: Log gedeeld
no: Logg delt
pt: Log compartilhado
ru: Журнал отправлен
sk: Log bol zdieľaný
sv: Logg delad
th: แชร์บันทึกแล้ว
uk: Журнал надіслано
vi: Đã chia sẻ nhật ký

source: Select Log File
bg: Изберете файл с дневник
ca: Seleccionar fitxer de registre
cs: Vybrat soubor protokolu
de: Protokolldatei auswählen
es: Seleccionar archivo de registro
et: Vali logifail
fi: Valitse lokitiedosto
fr: Sélectionner un fichier journal
hi: लॉग फ़ाइल चुनें
hu: Naplófájl kiválasztása
id: Pilih File Log
it: Seleziona File di Log
ja: ログファイルを選択
ms: Pilih Fail Log
nl: Logbestand selecteren
no: Velg loggfil
pt: Selecionar arquivo de log
ru: Выберите файл журнала
sk: Vyberte súbor logu
sv: Välj loggfil
th: เลือกไฟล์บันทึก
uk: Вибрати файл журналу
vi: Chọn tệp nhật ký

source: Share Logs
bg: Споделете дневници
ca: Compartir registres
cs: Sdílet protokoly
de: Protokolle teilen
es: Compartir registros
et: Jaga logisid
fi: Jaa lokit
fr: Partager les journaux
hi: लॉग साझा करें
hu: Naplók megosztása
id: Bagikan Log
it: Condividi Log
ja: ログを共有
ms: Kongsi Log
nl: Logboeken delen
no: Del logger
pt: Compartilhar logs
ru: Поделиться журналами
sk: Zdieľať logy
sv: Dela loggar
th: แชร์บันทึก
uk: Поділитися журналами
vi: Chia sẻ nhật ký

source: Debug log cleared
bg: Дневникът за отстраняване на грешки е изчистен
ca: Registre de depuració netejat
cs: Protokol ladění vymazán
de: Debug-Protokoll gelöscht
es: Registro de depuración limpiado
et: Silumislogi tühjendatud
fi: Vianjäljitysloki tyhjennetty
fr: Journal de débogage effacé
hi: डीबग लॉग साफ़ किया गया
hu: Hibakeresési napló törölve
id: Log debug dibersihkan
it: Log di debug cancellato
ja: デバッグログを消去しました
ms: Log nyahpepijat dikosongkan
nl: Debug-log gewist
no: Feilsøkingslogg tømt
pt: Log de depuração limpo
ru: Журнал отладки очищен
sk: Debug log bol vymazaný
sv: Felsökningslogg rensad
th: ล้างบันทึกการแก้ไขจุดบกพร่องแล้ว
uk: Журнал налагодження очищено
vi: Đã xóa nhật ký gỡ lỗi

# exportStarted
source: Export started. This may take a few seconds...
bg: Експортирането започна. Може да отнеме няколко секунди...
ca: Exportació iniciada. Això pot trigar uns segons...
cs: Export zahájen. Může to trvat několik sekund...
de: Export gestartet. Dies kann einige Sekunden dauern...
es: Exportación iniciada. Puede tardar unos segundos...
et: Eksport algas. See võib võtta mõne sekundi...
fi: Vienti aloitettu. Tämä voi kestää muutaman sekunnin...
fr: Exportation démarrée. Cela peut prendre quelques secondes...
hi: निर्यात शुरू हुआ। इसमें कुछ सेकंड लग सकते हैं...
hu: Exportálás elkezdődött. Ez eltarthat néhány másodpercig...
id: Ekspor dimulai. Ini mungkin memakan waktu beberapa detik...
it: Esportazione avviata. Potrebbe richiedere alcuni secondi...
ja: エクスポートを開始しました。数秒かかる場合があります...
ms: Eksport bermula. Ini mungkin mengambil beberapa saat...
nl: Export gestart. Dit kan enkele seconden duren...
no: Eksport startet. Dette kan ta noen sekunder...
pt: Exportação iniciada. Pode levar alguns segundos...
ru: Экспорт начат. Это может занять несколько секунд...
sk: Export bol spustený. Môže to trvať niekoľko sekúnd...
sv: Export har startat. Detta kan ta några sekunder...
th: เริ่มการส่งออกแล้ว อาจใช้เวลาสักครู่...
uk: Експорт розпочато. Це може зайняти кілька секунд...
vi: Đã bắt đầu xuất dữ liệu. Có thể mất vài giây...

source: Export All Data
bg: Експортирай всички данни
ca: Exportar totes les dades
cs: Exportovat všechna data
de: Alle Daten exportieren
es: Exportar todos los datos
et: Ekspordi kõik andmed
fi: Vie kaikki tiedot
fr: Exporter toutes les données
hi: सारा डेटा निर्यात करें
hu: Minden adat exportálása
id: Ekspor Semua Data
it: Esporta Tutti i Dati
ja: 全データをエクスポート
ms: Eksport Semua Data
nl: Alle gegevens exporteren
no: Eksporter alle data
pt: Exportar todos os dados
ru: Экспортировать все данные
sk: Exportovať všetky údaje
sv: Exportera all data
th: ส่งออกข้อมูลทั้งหมด
uk: Експортувати всі дані
vi: Xuất tất cả dữ liệu

# exportDataDesc
source: Export conversations to a JSON file
bg: Експортирайте разговори в JSON файл
ca: Exportar converses a un fitxer JSON
cs: Exportovat konverzace do souboru JSON
de: Unterhaltungen in eine JSON-Datei exportieren
es: Exportar conversaciones a un archivo JSON
et: Ekspordi vestlused JSON-failina
fi: Vie keskustelut JSON-tiedostoon
fr: Exporter les conversations vers un fichier JSON
hi: बातचीत को JSON फ़ाइल में निर्यात करें
hu: Beszélgetések exportálása JSON fájlba
id: Ekspor percakapan ke file JSON
it: Esporta conversazioni in un file JSON
ja: 会話をJSONファイルにエクスポート
ms: Eksport perbualan ke fail JSON
nl: Gesprekken exporteren naar een JSON-bestand
no: Eksporter samtaler til en JSON-fil
pt: Exportar conversas para arquivo JSON
ru: Экспортировать разговоры в JSON-файл
sk: Exportovať konverzácie do JSON súboru
sv: Exportera konversationer till en JSON-fil
th: ส่งออกบทสนทนาเป็นไฟล์ JSON
uk: Експортувати розмови у файл JSON
vi: Xuất cuộc trò chuyện sang tệp JSON

# exportedConversations
source: Exported Conversations from Omi
bg: Експортирани разговори от Omi
ca: Converses exportades d'Omi
cs: Exportované konverzace z Omi
de: Exportierte Unterhaltungen von Omi
es: Conversaciones exportadas de Omi
et: Omi-st eksporditud vestlused
fi: Viedyt keskustelut Omista
fr: Conversations exportées depuis Omi
hi: Omi निर्यातित बातचीत
hu: Exportált beszélgetések az Omi-ból
id: Percakapan yang Diekspor dari Omi
it: Conversazioni Esportate da Omi
ja: Omiからエクスポートされた会話
ms: Perbualan Dieksport daripada Omi
nl: Geëxporteerde gesprekken van Omi
no: Eksporterte samtaler fra Omi
pt: Conversas exportadas do Omi
ru: Экспортированные разговоры из Omi
sk: Exportované konverzácie z Omi
sv: Exporterade konversationer från Omi
th: บทสนทนาที่ส่งออกจาก Omi
uk: Експортовані розмови з Omi
vi: Cuộc trò chuyện đã xuất từ Omi

source: Export shared
bg: Експортът е споделен
ca: Exportació compartida
cs: Export sdílen
de: Export geteilt
es: Exportación compartida
et: Eksport jagatud
fi: Vienti jaettu
fr: Exportation partagée
hi: निर्यात साझा किया गया
hu: Exportálás megosztva
id: Ekspor dibagikan
it: Esportazione condivisa
ja: エクスポートを共有しました
ms: Eksport dikongsi
nl: Export gedeeld
no: Eksport delt
pt: Exportação compartilhada
ru: Экспорт отправлен
sk: Export bol zdieľaný
sv: Export delad
th: แชร์การส่งออกแล้ว
uk: Експорт надіслано
vi: Đã chia sẻ bản xuất
