Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# welcomeActionItemsDescription
source: Your AI will automatically extract tasks and to-dos from your conversations. They'll appear here when created.
bg: Вашият AI автоматично ще извлича задачи и дейности от вашите разговори. Те ще се появят тук, когато бъдат създадени.
ca: La vostra IA extraurà automàticament tasques de les vostres converses. Apareixeran aquí quan es creïn.
cs: Vaše AI automaticky extrahuje úkoly a to-dos z vašich konverzací. Objeví se zde, když budou vytvořeny.
de: Ihre KI extrahiert automatisch Aufgaben und To-Dos aus Ihren Unterhaltungen. Sie erscheinen hier, wenn sie erstellt wurden.
es: Tu IA extrae tareas automáticamente.
et: Teie AI eraldab automaatselt ülesanded ja tegevused teie vestlustest. Need ilmuvad siia, kui need luuakse.
fi: Tekoälysi poimii automaattisesti tehtävät ja to-do-listat keskusteluistasi. Ne näkyvät täällä, kun ne on luotu.
fr: Votre IA extraira automatiquement les tâches et les choses à faire de vos conversations. Elles apparaîtront ici une fois créées.
hi: आपका AI स्वचालित रूप से कार्य निकालता है।
hu: Az AI automatikusan kinyeri a feladatokat és teendőket a beszélgetéseidből. Itt jelennek meg, amikor létrejönnek.
id: AI Anda akan secara otomatis mengekstrak tugas dan hal-hal yang harus dilakukan dari percakapan Anda. Mereka akan muncul di sini saat dibuat.
it: La tua AI estrarrà automaticamente attività e cose da fare dalle tue conversazioni. Appariranno qui quando create.
ja: AIが会話からタスクやTo-Doを自動的に抽出します。作成されるとここに表示されます。
ms: AI anda akan secara automatik mengekstrak tugasan dan perkara-yang-perlu-dilakukan daripada perbualan anda. Ia akan muncul di sini apabila dicipta.
nl: Je AI haalt automatisch taken en to-do's uit je gesprekken. Ze verschijnen hier wanneer ze zijn aangemaakt.
no: AI-en din vil automatisk trekke ut oppgaver og gjøremål fra samtalene dine. De vil dukke opp her når de opprettes.
pt: Sua IA extrai tarefas automaticamente.
ru: Ваш AI автоматически извлечёт задачи и дела из ваших разговоров. Они появятся здесь при создании.
sk: Vaša AI automaticky extrahuje úlohy z vašich konverzácií. Objavia sa tu, keď budú vytvorené.
sv: Din AI kommer automatiskt att extrahera uppgifter och att-göra-saker från dina konversationer. De kommer att visas här när de skapas.
th: AI ของคุณจะดึงงานและสิ่งที่ต้องทำจากบทสนทนาโดยอัตโนมัติ รายการจะปรากฏที่นี่เมื่อสร้าง
uk: Ваш AI автоматично витягатиме завдання з ваших розмов. Вони з'являться тут після створення.
vi: AI của bạn sẽ tự động trích xuất nhiệm vụ và việc cần làm từ cuộc trò chuyện của bạn. Chúng sẽ xuất hiện ở đây khi được tạo.

# autoExtractionFeature
source: Automatically extracted from conversations
bg: Автоматично извлечени от разговори
ca: Extret automàticament de converses
cs: Automaticky extrahováno z konverzací
de: Automatisch aus Unterhaltungen extrahiert
es: Extraído automáticamente de conversaciones
et: Automaatselt vestlustest eraldatud
fi: Poimittu automaattisesti keskusteluista
fr: Extraites automatiquement des conversations
hi: बातचीत से स्वचालित रूप से निकाला गया
hu: Automatikusan kinyerve a beszélgetésekből
id: Secara otomatis diekstrak dari percakapan
it: Estratto automaticamente dalle conversazioni
ja: 会話から自動抽出
ms: Diekstrak secara automatik daripada perbualan
nl: Automatisch geëxtraheerd uit gesprekken
no: Automatisk trukket ut fra samtaler
pt: Extraído automaticamente das conversas
ru: Автоматически извлекается из разговоров
sk: Automaticky extrahované z konverzácií
sv: Automatiskt extraherat från konversationer
th: ดึงจากบทสนทนาอัตโนมัติ
uk: Автоматично витягуються з розмов
vi: Tự động trích xuất từ cuộc trò chuyện

# editSwipeFeature
source: Tap to edit, swipe to complete or delete
bg: Докоснете за редактиране, плъзнете за завършване или изтриване
ca: Toqueu per editar, llisqueu per completar o eliminar
cs: Klepněte pro úpravu, přejeďte pro dokončení nebo smazání
de: Tippen zum Bearbeiten, Wischen zum Erledigen oder Löschen
es: Toca, desliza, gestiona
et: Puudutage muutmiseks, libistage lõpetamiseks või kustutamiseks
fi: Napauta muokataksesi, pyyhkäise suorittaaksesi tai poistaaksesi
fr: Appuyez pour modifier, glissez pour terminer ou supprimer
hi: टैप करें, स्वाइप करें, प्रबंधित करें
hu: Érintsd meg a szerkesztéshez, húzd a befejezéshez vagy törléshez
id: Ketuk untuk edit, geser untuk selesaikan atau hapus
it: Tocca per modificare, scorri per completare o eliminare
ja: タップして編集、スワイプで完了または削除
ms: Ketik untuk edit, leret untuk lengkapkan atau padam
nl: Tik om te bewerken, veeg om te voltooien of te verwijderen
no: Trykk for å redigere, sveip for å fullføre eller slette
pt: Toque, deslize, gerencie
ru: Нажмите для редактирования, свайп для завершения или удаления
sk: Ťuknite pre úpravu, potiahnutím dokončíte alebo odstránite
sv: Tryck för att redigera, svep för att slutföra eller ta bort
th: แตะเพื่อแก้ไข ปัดเพื่อทำให้เสร็จหรือลบ
uk: Торкніться для редагування, проведіть для завершення або видалення
vi: Nhấn để sửa, vuốt để hoàn thành hoặc xóa

# itemsSelected
source: {count} selected
bg: {count} избрани
ca: {count} seleccionats
cs: Vybráno: {count}
de: {count} ausgewählt
es: {count} seleccionados
et: {count} valitud
fi: {count} valittu
fr: {count} sélectionné(s)
hi: {count} चयनित
hu: {count} kiválasztva
id: {count} dipilih
it: {count} selezionati
ja: {count} 件選択中
ms: {count} dipilih
nl: {count} geselecteerd
no: {count} valgt
pt: {count} selecionados
ru: Выбрано {count}
sk: {count} vybraných
sv: {count} valda
th: เลือกแล้ว {count} รายการ
uk: Вибрано: {count}
vi: Đã chọn {count}

source: Select all
bg: Избери всички
ca: Seleccionar tot
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
et: Vali kõik
fi: Valitse kaikki
fr: Tout sélectionner
hi: सभी चुनें
hu: Összes kiválasztása
id: Pilih semua
it: Seleziona tutto
ja: すべて選択
ms: Pilih semua
nl: Alles selecteren
no: Velg alle
pt: Selecionar tudo
ru: Выбрать всё
sk: Vybrať všetko
sv: Välj alla
th: เลือกทั้งหมด
uk: Вибрати все
vi: Chọn tất cả

source: Delete selected
bg: Изтрий избраните
ca: Eliminar seleccionats
cs: Smazat vybrané
de: Ausgewählte löschen
es: Borrar seleccionados
et: Kustuta valitud
fi: Poista valitut
fr: Supprimer la sélection
hi: चयनित हटाएं
hu: Kiválasztottak törlése
id: Hapus yang dipilih
it: Elimina selezionati
ja: 選択項目を削除
ms: Padam terpilih
nl: Geselecteerde verwijderen
no: Slett valgte
pt: Apagar selecionados
ru: Удалить выбранное
sk: Odstrániť vybrané
sv: Ta bort valda
th: ลบที่เลือก
uk: Видалити вибрані
vi: Xóa đã chọn

# searchMemories
source: Search {count} Memories
bg: Търсене в {count} спомени
ca: Cerca records...
cs: Hledat ve {count} vzpomínkách
de: {count} Erinnerungen durchsuchen
es: Buscar {count} recuerdos
et: Otsi {count} mälestust
fi: Etsi {count} muistoa
fr: Rechercher {count} mémoires
hi: {count} यादें खोजें
hu: {count} emlék keresése
id: Cari {count} Memori
it: Cerca {count} Ricordi
ja: {count} 件のメモリを検索
ms: Cari {count} Ingatan
nl: Zoek in {count} herinneringen
no: Søk i {count} minner
pt: Buscar {count} memórias
ru: Поиск среди {count} воспоминаний
sk: Hľadať v {count} spomienkach
sv: Sök {count} minnen
th: ค้นหา {count} ความทรงจำ
uk: Пошук серед {count} спогадів
vi: Tìm kiếm {count} ký ức

source: Memory Deleted.
bg: Споменът е изтрит.
ca: Record eliminat.
cs: Vzpomínka smazána.
de: Erinnerung gelöscht.
es: Recuerdo borrado.
et: Mälestus kustutatud.
fi: Muisto poistettu.
fr: Mémoire supprimée.
hi: याद हटा दी गई।
hu: Emlék törölve.
id: Memori Dihapus.
it: Ricordo Eliminato.
ja: メモリを削除しました
ms: Ingatan Dipadam.
nl: Herinnering verwijderd.
no: Minne slettet.
pt: Memória apagada.
ru: Воспоминание удалено.
sk: Spomienka bola odstránená.
sv: Minne borttaget.
th: ลบความทรงจำแล้ว
uk: Спогад видалено.
vi: Đã xóa ký ức.

source: Undo
bg: Отмени
ca: Desfer
cs: Vrátit zpět
de: Rückgängig
es: Deshacer
et: Tühista
fi: Kumoa
fr: Annuler
hi: पूर्ववत करें
hu: Visszavonás
id: Batalkan
it: Annulla
ja: 元に戻す
ms: Buat Asal
nl: Ongedaan maken
no: Angre
pt: Desfazer
ru: Отменить
sk: Vrátiť späť
sv: Ångra
th: เลิกทำ
uk: Скасувати
vi: Hoàn tác

source: No memories yet
bg: Все още няма спомени
ca: 🧠 Encara no hi ha records
cs: Zatím žádné vzpomínky
de: Noch keine Erinnerungen
es: No hay recuerdos aún
et: Mälestusi pole veel
fi: Ei vielä muistoja
fr: Pas encore de mémoires
hi: अभी तक कोई यादें नहीं
hu: Még nincsenek emlékek
id: Belum ada memori
it: Nessun ricordo ancora
ja: メモリはまだありません
ms: Tiada ingatan lagi
nl: Nog geen herinneringen
no: Ingen minner ennå
pt: Nenhuma memória ainda
ru: Воспоминаний пока нет
sk: Zatiaľ žiadne spomienky
sv: Inga minnen ännu
th: ยังไม่มีความทรงจำ
uk: Спогадів поки немає
vi: Chưa có ký ức

# noAutoMemories
source: No auto-extracted memories yet
bg: Все още няма автоматично извлечени спомени
ca: Encara no hi ha records extrets automàticament
cs: Zatím žádné automaticky extrahované vzpomínky
de: Noch keine automatischen Erinnerungen
es: No hay recuerdos automáticos
et: Automaatselt eraldatud mälestusi pole veel
fi: Ei vielä automaattisesti poimittuja muistoja
fr: Pas encore de mémoires extraites automatiquement
hu: Még nincsenek automatikusan kinyert emlékek
id: Belum ada memori yang diekstrak otomatis
it: Nessun ricordo auto-estratto ancora
ja: 自動メモリはまだありません
ms: Tiada ingatan auto-ekstrak lagi
nl: Nog geen automatisch geëxtraheerde herinneringen
no: Ingen automatisk uttrukne minner ennå
pt: Nenhuma memória automática
ru: Автоматически извлечённых воспоминаний пока нет
sk: Zatiaľ žiadne automaticky extrahované spomienky
sv: Inga automatiskt extraherade minnen ännu
th: ยังไม่มีความทรงจำที่ดึงอัตโนมัติ
uk: Автоматично витягнутих спогадів поки немає
vi: Chưa có ký ức tự động trích xuất

# noManualMemories
source: No manual memories yet
bg: Все още няма ръчно добавени спомени
ca: Encara no hi ha records manuals
cs: Zatím žádné manuální vzpomínky
de: Noch keine manuellen Erinnerungen
es: No hay recuerdos manuales
et: Käsitsi lisatud mälestusi pole veel
fi: Ei vielä manuaalisia muistoja
fr: Pas encore de mémoires manuelles
hu: Még nincsenek manuális emlékek
id: Belum ada memori manual
it: Nessun ricordo manuale ancora
ja: 手動メモリはまだありません
ms: Tiada ingatan manual lagi
nl: Nog geen handmatige herinneringen
no: Ingen manuelle minner ennå
pt: Nenhuma memória manual
ru: Ручных воспоминаний пока нет
sk: Zatiaľ žiadne manuálne spomienky
sv: Inga manuella minnen ännu
th: ยังไม่มีความทรงจำที่สร้างด้วยตนเอง
uk: Власних спогадів поки немає
vi: Chưa có ký ức thủ công

# noMemoriesInCategories
source: No memories in these categories
bg: Няма спомени в тези категории
ca: No hi ha records en aquestes categories
cs: Žádné vzpomínky v těchto kategoriích
de: Keine Erinnerungen in diesen Kategorien
es: No hay recuerdos en estas categorías
et: Neis kategooriates pole mälestusi
fi: Ei muistoja näissä kategorioissa
fr: Aucune mémoire dans ces catégories
hi: इन श्रेणियों में कोई यादें नहीं
hu: Nincsenek emlékek ezekben a kategóriákban
id: Tidak ada memori dalam kategori ini
it: Nessun ricordo in queste categorie
ja: このカテゴリのメモリはありません
ms: Tiada ingatan dalam kategori ini
nl: Geen herinneringen in deze categorieën
no: Ingen minner i disse kategoriene
pt: Nenhuma memória nestas categorias
ru: Нет воспоминаний в этих категориях
sk: Žiadne spomienky v týchto kategóriách
sv: Inga minnen i dessa kategorier
th: ไม่มีความทรงจำในหมวดหมู่เหล่านี้
uk: Немає спогадів у цих категоріях
vi: Không có ký ức trong các danh mục này

source: No memories found
bg: Не са намерени спомени
ca: 🔍 No s'han trobat records
cs: Nenalezeny žádné vzpomínky
de: Keine Erinnerungen gefunden
es: No se encontraron recuerdos
et: Mälestusi ei leitud
fi: Muistoja ei löytynyt
fr: Aucune mémoire trouvée
hi: कोई यादें नहीं मिलीं
hu: Nem találhatók emlékek
id: Tidak ada memori ditemukan
it: Nessun ricordo trovato
ja: メモリが見つかりません
ms: Tiada ingatan dijumpai
nl: Geen herinneringen gevonden
no: Ingen minner funnet
pt: Nenhuma memória encontrada
ru: Воспоминания не найдены
sk: Neboli nájdené žiadne spomienky
sv: Inga minnen hittades
th: ไม่พบความทรงจำ
uk: Спогадів не знайдено
vi: Không tìm thấy ký ức

# addFirstMemory
source: Add your first memory
bg: Добавете вашия първи спомен
ca: Afegiu el vostre primer record
cs: Přidat první vzpomínku
de: Fügen Sie Ihre erste Erinnerung hinzu
es: Añade tu primer recuerdo
et: Lisa oma esimene mälestus
fi: Lisää ensimmäinen muistosi
fr: Ajoutez votre première mémoire
hi: अपनी पहली याद जोड़ें
hu: Add hozzá az első emlékedet
id: Tambahkan memori pertama Anda
it: Aggiungi il tuo primo ricordo
ja: 最初のメモリを追加
ms: Tambah ingatan pertama anda
nl: Voeg je eerste herinnering toe
no: Legg til ditt første minne
pt: Adicione sua primeira memória
ru: Добавьте ваше первое воспоминание
sk: Pridajte svoju prvú spomienku
sv: Lägg till ditt första minne
th: เพิ่มความทรงจำแรกของคุณ
uk: Додати перший спогад
vi: Thêm ký ức đầu tiên của bạn

# clearMemoryTitle
source: Clear Omi's Memory
bg: Изчистване на паметта на Omi
ca: Esborrar la memòria d'Omi
cs: Vymazat paměť Omi
de: Omis Gedächtnis löschen
es: ¿Borrar memoria de Omi?
et: Tühjenda Omi mälu
fi: Tyhjennä Omin muisti
fr: Effacer la mémoire d'Omi
hi: Omi मेमोरी साफ़ करें?
hu: Omi emlékének törlése
id: Hapus Memori Omi
it: Cancella Memoria di Omi
ja: Omiのメモリを消去
ms: Kosongkan Ingatan Omi
nl: Omi's geheugen wissen
no: Tømme Omis minne
pt: Limpar memória do Omi?
ru: Очистить память Omi
sk: Vymazať pamäť Omi
sv: Rensa Omis minne
th: ล้างความทรงจำของ Omi
uk: Очистити пам'ять Omi
vi: Xóa bộ nhớ của Omi

# clearMemoryMessage
source: Are you sure you want to clear Omi's memory? This action cannot be undone.
bg: Сигурни ли сте, че искате да изчистите паметта на Omi? Това действие не може да бъде отменено.
ca: Esteu segur que voleu esborrar la memòria d'Omi? Aquesta acció no es pot desfer.
cs: Opravdu chcete vymazat paměť Omi? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie Omis Gedächtnis löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar la memoria de Omi? No se puede deshacer.
et: Kas olete kindel, et soovite Omi mälu tühjendada? Seda tegevust ei saa tagasi võtta.
fi: Haluatko varmasti tyhjentää Omin muistin? Tätä toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir effacer la mémoire d'Omi ? Cette action est irréversible.
hi: क्या आप वाकई Omi मेमोरी साफ़ करना चाहते हैं? यह पूर्ववत नहीं किया जा सकता।
hu: Biztosan törölni szeretnéd az Omi emlékét? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus memori Omi? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler cancellare la memoria di Omi? Questa azione non può essere annullata.
ja: Omiのメモリを消去してもよろしいですか？この操作は取り消せません。
ms: Adakah anda pasti mahu mengosongkan ingatan Omi? Tindakan ini tidak boleh dibatalkan.
nl: Weet je zeker dat je Omi's geheugen wilt wissen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil tømme Omis minne? Dette kan ikke angres.
pt: Tem certeza de que deseja limpar a memória do Omi? Isso não pode ser desfeito.
ru: Вы уверены, что хотите очистить память Omi? Это действие нельзя отменить.
sk: Naozaj chcete vymazať pamäť Omi? Túto akciu nie je možné vrátiť späť.
sv: Är du säker på att du vill rensa Omis minne? Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการล้างความทรงจำของ Omi? การกระทำนี้ไม่สามารถยกเลิกได้
uk: Ви впевнені, що хочете очистити пам'ять Omi? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa bộ nhớ của Omi? Hành động này không thể hoàn tác.

# clearMemoryButton
source: Clear Memory
bg: Изчисти паметта
ca: Esborrar memòria
cs: Vymazat paměť
de: Gedächtnis löschen
es: Borrar memoria
et: Tühjenda mälu
fi: Tyhjennä muisti
fr: Effacer la mémoire
hi: मेमोरी साफ़ करें
hu: Emlék törlése
id: Hapus Memori
it: Cancella Memoria
ja: メモリを消去
ms: Kosongkan Ingatan
nl: Geheugen wissen
no: Tøm minne
pt: Limpar memória
ru: Очистить память
sk: Vymazať pamäť
sv: Rensa minne
th: ล้างความทรงจำ
uk: Очистити пам'ять
vi: Xóa bộ nhớ

# memoryClearedSuccess
source: Omi's memory about you has been cleared
bg: Паметта на Omi за вас е изчистена
ca: La memòria d'Omi sobre vós s'ha esborrat
cs: Paměť Omi o vás byla vymazána
de: Omis Gedächtnis über Sie wurde gelöscht
es: Memoria borrada
et: Omi mälu teie kohta on tühjendatud
fi: Omin muisti sinusta on tyhjennetty
fr: La mémoire d'Omi vous concernant a été effacée
hi: मेमोरी साफ़ हो गई
hu: Az Omi rólad szóló emléke törölve lett
id: Memori Omi tentang Anda telah dihapus
it: La memoria di Omi su di te è stata cancellata
ja: Omiのあなたに関するメモリが消去されました
ms: Ingatan Omi tentang anda telah dikosongkan
nl: Omi's geheugen over jou is gewist
no: Omis minne om deg har blitt tømt
pt: Memória limpa
ru: Память Omi о вас была очищена
sk: Pamäť Omi o vás bola vymazaná
sv: Omis minne om dig har rensats
th: ล้างความทรงจำของ Omi เกี่ยวกับคุณแล้ว
uk: Пам'ять Omi про вас очищено
vi: Đã xóa bộ nhớ của Omi về bạn

source: No memories to delete
bg: Няма спомени за изтриване
ca: No hi ha records per eliminar
cs: Žádné vzpomínky ke smazání
de: Keine Erinnerungen zu löschen
es: Nada que borrar
et: Kustutatavaid mälestusi pole
fi: Ei poistettavia muistoja
fr: Aucune mémoire à supprimer
hi: हटाने के लिए कोई यादें नहीं
hu: Nincsenek törlendő emlékek
id: Tidak ada memori untuk dihapus
it: Nessun ricordo da eliminare
ja: 削除するメモリがありません
ms: Tiada ingatan untuk dipadam
nl: Geen herinneringen om te verwijderen
no: Ingen minner å slette
pt: Nada para apagar
ru: Нет воспоминаний для удаления
sk: Žiadne spomienky na odstránenie
sv: Inga minnen att ta bort
th: ไม่มีความทรงจำที่จะลบ
uk: Немає спогадів для видалення
vi: Không có ký ức để xóa

# createMemoryTooltip
source: Create new memory
bg: Създай нов спомен
ca: Crear nou record
cs: Vytvořit novou vzpomínku
de: Neue Erinnerung erstellen
es: Crear nuevo recuerdo
et: Loo uus mälestus
fi: Luo uusi muisto
fr: Créer une nouvelle mémoire
hi: नई याद बनाएं
hu: Új emlék létrehozása
id: Buat memori baru
it: Crea nuovo ricordo
ja: 新しいメモリを作成
ms: Cipta ingatan baharu
nl: Nieuwe herinnering maken
no: Opprett nytt minne
pt: Criar nova memória
ru: Создать новое воспоминание
sk: Vytvoriť novú spomienku
sv: Skapa nytt minne
th: สร้างความทรงจำใหม่
uk: Створити новий спогад
vi: Tạo ký ức mới

# createActionItemTooltip
source: Create new action item
bg: Създай нова задача
ca: Crear nova tasca
cs: Vytvořit nový úkol
de: Neue Aufgabe erstellen
es: Crear nueva tarea
et: Loo uus tegevuspunkt
fi: Luo uusi tehtävä
fr: Créer une nouvelle action
hi: नया कार्य बनाएं
hu: Új teendő létrehozása
id: Buat item tindakan baru
it: Crea nuova azione
ja: 新しいアクションアイテムを作成
ms: Cipta item tindakan baharu
nl: Nieuw actiepunt maken
no: Opprett nytt handlingspunkt
pt: Criar nova tarefa
ru: Создать новую задачу
sk: Vytvoriť novú úlohu
sv: Skapa ny åtgärd
th: สร้างสิ่งที่ต้องทำใหม่
uk: Створити нове завдання
vi: Tạo việc cần làm mới

source: Memory Management
bg: Управление на паметта
ca: Gestió de memòria
cs: Správa vzpomínek
de: Erinnerungsverwaltung
es: Gestión de memoria
et: Mälu haldamine
fi: Muistinhallinta
fr: Gestion des mémoires
hi: मेमोरी प्रबंधन
hu: Emlékkezelés
id: Manajemen Memori
it: Gestione Ricordi
ja: メモリ管理
ms: Pengurusan Ingatan
nl: Geheugenbeheer
no: Minneadministrasjon
pt: Gerenciamento de memória
ru: Управление памятью
sk: Správa pamäte
sv: Minneshantering
th: การจัดการความทรงจำ
uk: Управління спогадами
vi: Quản lý ký ức

source: Filter Memories
bg: Филтриране на спомени
ca: Filtrar records
cs: Filtrovat vzpomínky
de: Erinnerungen filtern
es: Filtrar recuerdos
et: Filtreeri mälestusi
fi: Suodata muistoja
fr: Filtrer les mémoires
hi: यादें फ़िल्टर करें
hu: Emlékek szűrése
id: Filter Memori
it: Filtra Ricordi
ja: メモリをフィルタリング
ms: Tapis Ingatan
nl: Herinneringen filteren
no: Filtrer minner
pt: Filtrar memórias
ru: Фильтр воспоминаний
sk: Filtrovať spomienky
sv: Filtrera minnen
th: กรองความทรงจำ
uk: Фільтрувати спогади
vi: Lọc ký ức

# totalMemoriesCount
source: You have {count} total memories
bg: Имате общо {count} спомена
ca: Teniu {count} records en total
cs: Máte celkem {count} vzpomínek
de: Sie haben insgesamt {count} Erinnerungen
es: Tienes {count} recuerdos
et: Teil on kokku {count} mälestust
fi: Sinulla on {count} muistoa yhteensä
fr: Vous avez {count} mémoires au total
hi: आपके पास {count} यादें हैं
hu: Összesen {count} emléked van
id: Anda memiliki {count} total memori
it: Hai {count} ricordi totali
ja: 合計 {count} 件のメモリがあります
ms: Anda mempunyai {count} jumlah ingatan
nl: Je hebt {count} herinneringen in totaal
no: Du har {count} totale minner
pt: Você tem {count} memórias
ru: У вас всего {count} воспоминаний
sk: Máte {count} spomienok celkom
sv: Du har {count} totala minnen
th: คุณมีความทรงจำทั้งหมด {count} รายการ
uk: У вас є {count} спогадів загалом
vi: Bạn có tổng cộng {count} ký ức

source: Public memories
bg: Публични спомени
ca: Records públics
cs: Veřejné vzpomínky
de: Öffentliche Erinnerungen
es: Recuerdos públicos
et: Avalikud mälestused
fi: Julkiset muistot
fr: Mémoires publiques
hi: सार्वजनिक यादें
hu: Nyilvános emlékek
id: Memori publik
it: Ricordi pubblici
ja: 公開メモリ
ms: Ingatan awam
nl: Openbare herinneringen
no: Offentlige minner
pt: Memórias públicas
ru: Публичные воспоминания
sk: Verejné spomienky
sv: Offentliga minnen
th: ความทรงจำสาธารณะ
uk: Публічні спогади
vi: Ký ức công khai

source: Private memories
bg: Частни спомени
ca: Records privats
cs: Soukromé vzpomínky
de: Private Erinnerungen
es: Recuerdos privados
et: Privaatsed mälestused
fi: Yksityiset muistot
fr: Mémoires privées
hi: निजी यादें
hu: Privát emlékek
id: Memori pribadi
it: Ricordi privati
ja: 非公開メモリ
ms: Ingatan peribadi
nl: Privé herinneringen
no: Private minner
pt: Memórias privadas
ru: Приватные воспоминания
sk: Súkromné spomienky
sv: Privata minnen
th: ความทรงจำส่วนตัว
uk: Приватні спогади
vi: Ký ức riêng tư

# makeAllPrivate
source: Make All Memories Private
bg: Направи всички спомени частни
ca: Fer tots els records privats
cs: Nastavit všechny vzpomínky jako soukromé
de: Alle Erinnerungen privat machen
es: Hacer todo privado
et: Muuda kõik mälestused privaatseks
fi: Tee kaikki muistot yksityisiksi
fr: Rendre toutes les mémoires privées
hi: सभी निजी बनाएं
hu: Minden emlék priváttá tétele
id: Jadikan Semua Memori Pribadi
it: Rendi Tutti i Ricordi Privati
ja: すべてのメモリを非公開にする
ms: Jadikan Semua Ingatan Peribadi
nl: Alle herinneringen privé maken
no: Gjør alle minner private
pt: Tornar tudo privado
ru: Сделать все воспоминания приватными
sk: Urobiť všetky spomienky súkromnými
sv: Gör alla minnen privata
th: ทำให้ความทรงจำทั้งหมดเป็นส่วนตัว
uk: Зробити всі спогади приватними
vi: Đặt tất cả ký ức thành riêng tư

# makeAllPublic
source: Make All Memories Public
bg: Направи всички спомени публични
ca: Fer tots els records públics
cs: Nastavit všechny vzpomínky jako veřejné
de: Alle Erinnerungen öffentlich machen
es: Hacer todo público
et: Muuda kõik mälestused avalikuks
fi: Tee kaikki muistot julkisiksi
fr: Rendre toutes les mémoires publiques
hi: सभी सार्वजनिक बनाएं
hu: Minden emlék nyilvánossá tétele
id: Jadikan Semua Memori Publik
it: Rendi Tutti i Ricordi Pubblici
ja: すべてのメモリを公開する
ms: Jadikan Semua Ingatan Awam
nl: Alle herinneringen openbaar maken
no: Gjør alle minner offentlige
pt: Tornar tudo público
ru: Сделать все воспоминания публичными
sk: Urobiť všetky spomienky verejnými
sv: Gör alla minnen offentliga
th: ทำให้ความทรงจำทั้งหมดเป็นสาธารณะ
uk: Зробити всі спогади публічними
vi: Đặt tất cả ký ức thành công khai

source: Delete All Memories
bg: Изтрий всички спомени
ca: Eliminar tots els records
cs: Smazat všechny vzpomínky
de: Alle Erinnerungen löschen
es: Borrar todo
et: Kustuta kõik mälestused
fi: Poista kaikki muistot
fr: Supprimer toutes les mémoires
hi: सभी हटाएं
hu: Minden emlék törlése
id: Hapus Semua Memori
it: Elimina Tutti i Ricordi
ja: すべてのメモリを削除
ms: Padam Semua Ingatan
nl: Alle herinneringen verwijderen
no: Slett alle minner
pt: Apagar tudo
ru: Удалить все воспоминания
sk: Odstrániť všetky spomienky
sv: Ta bort alla minnen
th: ลบความทรงจำทั้งหมด
uk: Видалити всі спогади
vi: Xóa tất cả ký ức
