Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# submitAppPrivateDescription
source: Your app will be reviewed and made available to you privately. You can start using it immediately, even during the review!
ca: La teva aplicació serà revisada i feta disponible per a tu de manera privada. Pots començar a utilitzar-la immediatament, fins i tot durant la revisió!
de: Ihre App wird überprüft und Ihnen privat zur Verfügung gestellt. Sie können sie sofort verwenden, auch während der Überprüfung!
hu: Alkalmazásod felülvizsgálásra kerül és privát módon elérhetővé válik számodra. Azonnal elkezdheted használni, még a felülvizsgálat alatt is!

source: Start Earning! 💰
ca: Comença a guanyar! 💰
de: Beginnen Sie zu verdienen! 💰
hu: Kezdj el keresni! 💰

# connectStripeOrPayPal
source: Connect Stripe or PayPal to receive payments for your app.
ca: Connecta Stripe o PayPal per rebre pagaments per la teva aplicació.
de: Verbinden Sie Stripe oder PayPal, um Zahlungen für Ihre App zu erhalten.
hu: Csatlakoztasd a Stripe-ot vagy PayPalt, hogy fizetéseket fogadhass az alkalmazásodért.

source: Connect Now
ca: Connecta ara
de: Jetzt verbinden
hu: Csatlakoztatás most

# installsCount
source: {count}+ installs
ca: {count}+ instal·lacions
de: {count}+ Installationen
hu: {count}+ telepítés

source: Uninstall App
ca: Desinstal·la l'aplicació
de: App deinstallieren
hu: Alkalmazás eltávolítása

source: Subscribe
ca: Subscriu-te
de: Abonnieren
hu: Feliratkozás

source: Data Access Notice
ca: Avís d'accés a dades
de: Datenzugriffshinweis
hu: Adathozzáférési értesítés

# dataAccessWarning
source: This app will access your data. Omi AI is not responsible for how your data is used, modified, or deleted by this app
ca: Aquesta aplicació accedirà a les teves dades. Omi AI no és responsable de com s'utilitzen, modifiquen o eliminen les teves dades per aquesta aplicació
de: Diese App greift auf Ihre Daten zu. Omi AI ist nicht verantwortlich dafür, wie Ihre Daten von dieser App verwendet, geändert oder gelöscht werden
hu: Ez az alkalmazás hozzáfér az adataihoz. Az Omi AI nem felelős azért, hogy ez az alkalmazás hogyan használja, módosítja vagy törli az adatait

source: Install App
ca: Instal·la l'aplicació
de: App installieren
hu: Alkalmazás telepítése

# betaTesterNotice
source: You are a beta tester for this app. It is not public yet. It will be public once approved.
ca: Ets provador beta d'aquesta aplicació. Encara no és pública. Serà pública un cop aprovada.
de: Sie sind Beta-Tester für diese App. Sie ist noch nicht öffentlich. Sie wird öffentlich, sobald sie genehmigt wurde.
hu: Ön ennek az alkalmazásnak a béta tesztelője. Még nem nyilvános. Jóváhagyás után nyilvános lesz.

# appUnderReviewOwner
source: Your app is under review and visible only to you. It will be public once approved.
ca: La teva aplicació està en revisió i només visible per a tu. Serà pública un cop aprovada.
de: Ihre App wird überprüft und ist nur für Sie sichtbar. Sie wird öffentlich, sobald sie genehmigt wurde.
hu: Az alkalmazása felülvizsgálat alatt áll, és csak Ön számára látható. Jóváhagyás után nyilvános lesz.

# appRejectedNotice
source: Your app has been rejected. Please update the app details and resubmit for review.
ca: La teva aplicació ha estat rebutjada. Si us plau, actualitza els detalls de l'aplicació i torna-la a enviar per a revisió.
de: Ihre App wurde abgelehnt. Bitte aktualisieren Sie die App-Details und reichen Sie sie erneut zur Überprüfung ein.
hu: Az alkalmazását elutasították. Kérjük, frissítse az alkalmazás adatait, és küldje be újra felülvizsgálatra.

source: Setup Steps
ca: Passos de configuració
de: Einrichtungsschritte
hu: Beállítási lépések

source: Setup Instructions
ca: Instruccions de configuració
de: Einrichtungsanleitung
hu: Beállítási utasítások

source: Integration Instructions
ca: Instruccions d'integració
de: Integrationsanleitung
hu: Integrációs utasítások

source: Preview
ca: Previsualització
de: Vorschau
hu: Előnézet

source: About the App
ca: Sobre l'aplicació
de: Über die App
hu: Az alkalmazásról

source: About the Persona
ca: Sobre la persona
de: Über die Persona
hu: A személyről

source: Chat Personality
ca: Personalitat del xat
de: Chat-Persönlichkeit
hu: Chat személyiség

# ratingsAndReviews
source: Ratings & Reviews
ca: Valoracions i ressenyes
de: Bewertungen und Rezensionen
hu: Értékelések és vélemények

source: no ratings
ca: sense valoracions
de: keine Bewertungen
hu: nincs értékelés

# ratingsCount
source: {count}+ ratings
ca: {count}+ valoracions
de: {count}+ Bewertungen
hu: {count}+ értékelés

# errorActivatingApp
source: Error activating the app
ca: Error en activar l'aplicació
de: Fehler beim Aktivieren der App
hu: Hiba az alkalmazás aktiválása során

# integrationSetupRequired
source: If this is an integration app, make sure the setup is completed.
ca: Si aquesta és una aplicació d'integració, assegura't que la configuració està completada.
de: Wenn dies eine Integrations-App ist, stellen Sie sicher, dass die Einrichtung abgeschlossen ist.
hu: Ha ez egy integrációs alkalmazás, győződjön meg róla, hogy a beállítás befejeződött.

source: Installed
ca: Instal·lat
de: Installiert
hu: Telepítve

# debugAndDiagnostics
source: Debug & Diagnostics
ca: Depuració i Diagnòstics

source: Auto-deletes after 3 days.
ca: S'elimina automàticament després de 3 dies

source: Helps diagnose issues
ca: Ajuda a diagnosticar problemes

source: Real-time Transcript
ca: Transcripció en Temps Real

source: Transcription Diagnostics
ca: Diagnòstics de Transcripció

source: Detailed diagnostic messages
ca: Missatges de diagnòstic detallats

source: Auto-create Speakers
ca: Crea Parlants Automàticament

source: Follow-up Questions
ca: Preguntes de Seguiment

source: Suggest questions after conversations
ca: Suggerir preguntes després de les converses

source: Goal Tracker
ca: Seguidor d'Objectius

source: Daily Reflection
ca: Reflexió Diària

source: No API keys yet
ca: Encara no hi ha claus API. Crea'n una per integrar-la amb la teva aplicació.

source: Normal
bg: Нормално
cs: Normální
et: Tavaline
fi: Normaali
hi: सामान्य
hu: Normál
it: Normale
ja: 通常
ms: Biasa
nl: Normaal
ru: Обычный
sk: Normálne
th: ปกติ
uk: Нормально
vi: Bình thường

source: BETA
bg: БЕТА
et: BEETA
fr: BÊTA
hi: बीटा
hu: BÉTA
ja: ベータ
ru: БЕТА
th: เบต้า
uk: БЕТА

# authorizationBearer
source: Authorization: Bearer <key>
cs: Authorization: Bearer <klíč>
fi: Authorization: Bearer <avain>
fr: Authorization: Bearer <clé>
hu: Engedélyezés: Bearer <kulcs>
it: Authorization: Bearer <chiave>
nl: Authorization: Bearer <sleutel>
ru: Authorization: Bearer <ключ>

source: Webhooks
cs: Webhooky
et: Veebipoogid
fi: Webhookit
hi: वेबहुक्स
hu: Webhookok
it: Webhook
ja: Webhook
ru: Вебхуки
sk: Webhooky
uk: Вебхуки

# minLabel
source: {count} min
bg: {count} мин
hi: {count} मिनट
hu: {count} perc
id: {count} menit
ja: {count}分
ru: {count} мин
th: {count} นาที
uk: {count} хв
vi: {count} phút

source: Google Calendar
bg: Google Календар
cs: Kalendář Google
de: Google Kalender
fi: Google Kalenteri
fr: Google Agenda
hi: Google कैलेंडर
hu: Google naptár
ja: Googleカレンダー
nl: Google Agenda
no: Google-kalender
ru: Google Календарь
sk: Google kalendár
sv: Google Kalender
th: ปฏิทิน Google
uk: Google Календар

# filterManual
source: Manual
bg: Ръчно
cs: Manuální
de: Manuell
et: Käsitsi
fi: Manuaalinen
fr: Manuel
hi: मैनुअल
hu: Manuális
it: Manuale
ja: 手動
nl: Handmatig
no: Manuell
ru: Ручные
sk: Manuálne
sv: Manuell
th: ด้วยตนเอง
uk: Власні
vi: Thủ công

# monthJul
source: Jul
hu: Júl

# monthOct
source: Oct
de: Okt
hu: Okt

# timePM
source: PM
hu: DU

# timeAM
source: AM
hu: DE

source: Firmware
bg: Фърмуер
et: Püsivara
fi: Laiteohjelmisto
hi: फर्मवेयर
ja: ファームウェア
ms: Perisian Tegar
no: Fastvare
ru: Прошивка
sk: Firmvér
th: เฟิร์มแวร์
uk: Прошивка
vi: Phần mềm

source: Port
bg: Порт
es: Puerto
fi: Portti
hi: पोर्ट
it: Porta
ja: ポート
nl: Poort
pt: Porta
ru: Порт
th: พอร์ต
uk: Порт

source: Claude Desktop
hi: Claude डेस्कटॉप
