Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# captureEveryMoment
source: Capture every moment. Get AI-powered summaries. Never take notes again.
bg: Уловете всеки момент. Получавайте резюмета с AI. Никога повече бележки.
ca: Captureu cada moment. Obteniu resums impulsats per IA. No prengueu més notes.
cs: Zachyťte každý okamžik. Získejte souhrny podporované AI. Už nikdy si nedělejte poznámky.
de: Erfassen Sie jeden Moment. Erhalten Sie KI-gestützte Zusammenfassungen. Nie wieder Notizen machen.
es: Captura cada momento. Obtén resúmenes IA.
et: Jäädvustage iga hetk. Saage AI-põhiseid kokkuvõtteid. Ärge tehke enam kunagi märkmeid.
fi: Tallenna jokainen hetki. Saat tekoälyn luomat yhteenvedot. Älä enää tee muistiinpanoja.
fr: Capturez chaque moment. Obtenez des résumés alimentés par l'IA. Ne prenez plus jamais de notes.
hi: हर पल को कैप्चर करें। AI सारांश प्राप्त करें।
hu: Rögzítsd minden pillanatot. Kapj AI-alapú összefoglalókat. Soha többé ne kelljen jegyzetet készítened.
id: Tangkap setiap momen. Dapatkan ringkasan bertenaga AI. Jangan pernah mencatat lagi.
it: Cattura ogni momento. Ottieni riepiloghi basati sull'AI. Non prendere mai più appunti.
ja: すべての瞬間を記録。AI搭載のサマリーで、もうメモを取る必要はありません。
ms: Tangkap setiap detik. Dapatkan ringkasan dikuasakan AI. Jangan ambil nota lagi.
nl: Leg elk moment vast. Krijg AI-aangedreven samenvattingen. Nooit meer notities maken.
no: Fang hvert øyeblikk. Få AI-drevne sammendrag. Aldri ta notater igjen.
pt: Capture cada momento. Obtenha resumos IA.
ru: Фиксируйте каждый момент. Получайте резюме на основе AI. Больше никаких заметок.
sk: Zachyťte každý moment. Získajte zhrnutia poháňané AI. Nikdy viac si nerobte poznámky.
sv: Fånga varje ögonblick. Få AI-drivna sammanfattningar. Ta aldrig anteckningar igen.
th: บันทึกทุกช่วงเวลา รับสรุปโดย AI ไม่ต้องจดบันทึกอีกต่อไป
uk: Захопіть кожну мить. Отримуйте підсумки на основі AI. Ніколи більше не робіть нотатки.
vi: Ghi lại mọi khoảnh khắc. Nhận tóm tắt bằng AI. Không bao giờ phải ghi chú lại.

source: Apple Watch Setup
bg: Настройка на Apple Watch
ca: Configuració de l'Apple Watch
cs: Nastavení Apple Watch
de: Apple Watch Einrichtung
es: Configuración Apple Watch
et: Apple Watch'i seadistamine
fi: Apple Watch -asennus
fr: Configuration Apple Watch
hi: Apple Watch सेटअप
hu: Apple Watch beállítása
id: Pengaturan Apple Watch
it: Configurazione Apple Watch
ja: Apple Watchのセットアップ
ms: Persediaan Apple Watch
nl: Apple Watch instellen
no: Apple Watch-oppsett
pt: Configuração Apple Watch
ru: Настройка Apple Watch
sk: Nastavenie Apple Watch
sv: Apple Watch-konfiguration
th: ตั้งค่า Apple Watch
uk: Налаштування Apple Watch
vi: Thiết lập Apple Watch

# permissionRequestedExclaim
source: Permission Requested!
bg: Разрешение заявено!
ca: Permís sol·licitat!
cs: Oprávnění požadováno!
de: Berechtigung angefordert!
es: ¡Permiso solicitado!
et: Luba taotletud!
fi: Käyttöoikeus pyydetty!
fr: Permission demandée !
hi: अनुमति मांगी गई!
hu: Engedély kérve!
id: Izin Diminta!
it: Permesso Richiesto!
ja: 許可をリクエストしました！
ms: Kebenaran Diminta!
nl: Toestemming gevraagd!
no: Tillatelse forespurt!
pt: Permissão solicitada!
ru: Разрешение запрошено!
sk: Povolenie bolo vyžiadané!
sv: Behörighet begärd!
th: ขอสิทธิ์แล้ว!
uk: Запит дозволу!
vi: Đã yêu cầu quyền!

source: Microphone Permission
bg: Разрешение за микрофон
ca: Permís del micròfon
cs: Oprávnění k mikrofonu
de: Mikrofonberechtigung
es: Permiso de micrófono
et: Mikrofoni luba
fi: Mikrofonin käyttöoikeus
fr: Permission du microphone
hi: माइक्रोफ़ोन अनुमति
hu: Mikrofon engedély
id: Izin Mikrofon
it: Permesso Microfono
ja: マイクの許可
ms: Kebenaran Mikrofon
nl: Microfoontoestemming
no: Mikrofontillatelse
pt: Permissão de microfone
ru: Разрешение на микрофон
sk: Povolenie mikrofónu
sv: Mikrofonbehörighet
th: สิทธิ์ไมโครโฟน
uk: Дозвіл на мікрофон
vi: Quyền microphone

# permissionGrantedNow
source: Permission granted! Now: Open the Omi app on your watch and tap "Continue" below
bg: Разрешението е дадено! Сега: Отворете приложението Omi на часовника си и натиснете "Продължи" по-долу
ca: Permís atorgat! Ara: Obriu l'aplicació Omi al vostre rellotge i toqueu "Continuar" a continuació
cs: Oprávnění uděleno! Nyní: Otevřete aplikaci Omi na hodinkách a klepněte níže na "Pokračovat"
de: Berechtigung erteilt! Jetzt: Öffnen Sie die Omi-App auf Ihrer Uhr und tippen Sie unten auf 'Weiter'
es: ¡Permiso concedido!
et: Luba antud! Nüüd: Avage Omi rakendus oma kellal ja puudutage allpool "Jätka"
fi: Käyttöoikeus myönnetty! Nyt: Avaa Omi-sovellus kellossasi ja napauta "Jatka" alla
fr: Permission accordée ! Maintenant : Ouvrez l'application Omi sur votre montre et appuyez sur « Continuer » ci-dessous
hi: अनुमति अब दी गई!
hu: Engedély megadva! Most: Nyisd meg az Omi alkalmazást az órádon, és érintsd meg a "Folytatás" gombot alább
id: Izin diberikan! Sekarang: Buka aplikasi Omi di jam tangan Anda dan ketuk "Lanjutkan" di bawah ini
it: Permesso concesso! Ora: Apri l'app Omi sul tuo watch e tocca "Continua" qui sotto
ja: 許可されました！次は： Apple WatchでOmiアプリを開き、下の「続ける」をタップしてください
ms: Kebenaran diberikan! Sekarang: Buka aplikasi Omi pada jam tangan anda dan ketik "Teruskan" di bawah
nl: Toestemming verleend! Nu: Open de Omi-app op je horloge en tik hieronder op "Doorgaan"
no: Tillatelse gitt! Nå: Åpne Omi-appen på klokken din og trykk "Fortsett" nedenfor
pt: Permissão concedida!
ru: Разрешение предоставлено! Теперь: Откройте приложение Omi на ваших часах и нажмите "Продолжить" ниже
sk: Povolenie bolo udelené! Teraz: Otvorte aplikáciu Omi na hodinkách a ťuknite na "Pokračovať" nižšie
sv: Behörighet beviljad! Nu: Öppna Omi-appen på din klocka och tryck på "Fortsätt" nedan
th: อนุญาตสิทธิ์แล้ว! ตอนนี้: เปิดแอป Omi บนนาฬิกาของคุณและแตะ "ดำเนินการต่อ" ด้านล่าง
uk: Дозвіл надано! Тепер: Відкрийте додаток Omi на вашому годиннику та натисніть "Продовжити" нижче
vi: Đã cấp quyền! Bây giờ: Mở ứng dụng Omi trên đồng hồ của bạn và nhấn "Tiếp tục" bên dưới

# needMicrophonePermission
source: We need microphone permission. 1. Tap "Grant Permission" 2. Allow on your iPhone 3. Watch app will close 4. Reopen and tap "Continue"
bg: Нуждаем се от разрешение за микрофон. 1. Натиснете "Дайте разрешение" 2. Разрешете на вашия iPhone 3. Приложението на часовника ще се затвори 4. Отворете отново и натиснете "Продължи"
ca: Necessitem permís del micròfon. 1. Toqueu "Atorgar permís" 2. Permeteu al vostre iPhone 3. L'aplicació del rellotge es tancarà 4. Torneu a obrir-la i toqueu "Continuar"
cs: Potřebujeme oprávnění k mikrofonu. 1. Klepněte na "Udělit oprávnění" 2. Povolte na svém iPhone 3. Aplikace na hodinkách se zavře 4. Znovu otevřete a klepněte na "Pokračovat"
de: Wir benötigen Mikrofonberechtigung. 1. Tippen Sie auf 'Berechtigung erteilen' 2. Erlauben Sie auf Ihrem iPhone 3. Uhr-App wird geschlossen 4. Öffnen Sie sie erneut und tippen Sie auf 'Weiter'
es: Necesitamos permiso de micrófono.
et: Vajame mikrofoni luba. 1. Puudutage "Anna luba" 2. Lubage oma iPhone'is 3. Kella rakendus sulgub 4. Avage uuesti ja puudutage "Jätka"
fi: Tarvitsemme mikrofonin käyttöoikeuden. 1. Napauta "Myönnä käyttöoikeus" 2. Salli iPhonessasi 3. Kello-sovellus sulkeutuu 4. Avaa uudelleen ja napauta "Jatka"
fr: Nous avons besoin de la permission du microphone. 1. Appuyez sur « Accorder la permission » 2. Autorisez sur votre iPhone 3. L'application de la montre se fermera 4. Rouvrez et appuyez sur « Continuer »
hi: हमें माइक्रोफोन अनुमति की आवश्यकता है।
hu: Mikrofon engedélyre van szükségünk. 1. Érintsd meg az "Engedély megadása" gombot 2. Engedélyezd az iPhone-odon 3. Az óra alkalmazás bezárul 4. Nyisd meg újra, és érintsd meg a "Folytatás" gombot
id: Kami memerlukan izin mikrofon. 1. Ketuk "Berikan Izin" 2. Izinkan di iPhone Anda 3. Aplikasi jam tangan akan tertutup 4. Buka kembali dan ketuk "Lanjutkan"
it: Abbiamo bisogno del permesso microfono. 1. Tocca "Concedi Permesso" 2. Consenti sul tuo iPhone 3. L'app Watch si chiuderà 4. Riaprila e tocca "Continua"
ja: マイクの許可が必要です。 1. 「許可する」をタップ 2. iPhoneで許可を選択 3. Watchアプリが閉じます 4. 再度開いて「続ける」をタップ
ms: Kami memerlukan kebenaran mikrofon. 1. Ketik "Berikan Kebenaran" 2. Benarkan pada iPhone anda 3. Aplikasi jam tangan akan ditutup 4. Buka semula dan ketik "Teruskan"
nl: We hebben microfoontoestemming nodig. 1. Tik op "Toestemming verlenen" 2. Sta toe op je iPhone 3. Horloge-app sluit 4. Heropen en tik op "Doorgaan"
no: Vi trenger mikrofontillatelse. 1. Trykk "Gi tillatelse" 2. Tillat på iPhone 3. Klokkeapp vil lukkes 4. Åpne på nytt og trykk "Fortsett"
pt: Precisamos de permissão do microfone.
ru: Нам нужно разрешение на микрофон. 1. Нажмите "Предоставить разрешение" 2. Разрешите на вашем iPhone 3. Приложение на часах закроется 4. Откройте снова и нажмите "Продолжить"
sk: Potrebujeme povolenie mikrofónu. 1. Ťuknite na "Udeliť povolenie" 2. Povoľte na vašom iPhone 3. Aplikácia na hodinkách sa zatvorí 4. Znovu ju otvorte a ťuknite na "Pokračovať"
sv: Vi behöver mikrofonbehörighet. 1. Tryck på "Bevilja behörighet" 2. Tillåt på din iPhone 3. Klockappen stängs 4. Öppna igen och tryck på "Fortsätt"
th: เราต้องการสิทธิ์ไมโครโฟน 1. แตะ "อนุญาตสิทธิ์" 2. อนุญาตบน iPhone ของคุณ 3. แอปบนนาฬิกาจะปิด 4. เปิดใหม่และแตะ "ดำเนินการต่อ"
uk: Нам потрібен дозвіл на мікрофон. 1. Натисніть "Надати дозвіл" 2. Дозвольте на вашому iPhone 3. Додаток на годиннику закриється 4. Відкрийте знову та натисніть "Продовжити"
vi: Chúng tôi cần quyền microphone. 1. Nhấn "Cấp quyền" 2. Cho phép trên iPhone của bạn 3. Ứng dụng đồng hồ sẽ đóng 4. Mở lại và nhấn "Tiếp tục"

# grantPermissionButton
source: Grant Permission
bg: Дайте разрешение
ca: Atorgar permís
cs: Udělit oprávnění
de: Berechtigung erteilen
es: Conceder permiso
et: Anna luba
fi: Myönnä käyttöoikeus
fr: Accorder la permission
hi: अनुमति दें
hu: Engedély megadása
id: Berikan Izin
it: Concedi Permesso
ja: 許可する
ms: Berikan Kebenaran
nl: Toestemming verlenen
no: Gi tillatelse
pt: Conceder permissão
ru: Предоставить разрешение
sk: Udeliť povolenie
sv: Bevilja behörighet
th: อนุญาตสิทธิ์
uk: Надати дозвіл
vi: Cấp quyền

source: Need Help?
bg: Нужда от помощ?
ca: Necessiteu ajuda?
cs: Potřebujete pomoc?
de: Brauchen Sie Hilfe?
es: ¿Necesitas ayuda?
et: Vajate abi?
fi: Tarvitsetko apua?
fr: Besoin d'aide ?
hi: मदद चाहिए?
hu: Segítség kell?
id: Butuh Bantuan?
it: Serve Aiuto?
ja: ヘルプ
ms: Perlukan Bantuan?
nl: Hulp nodig?
no: Trenger du hjelp?
pt: Precisa de ajuda?
ru: Нужна помощь?
sk: Potrebujete pomoc?
sv: Behöver du hjälp?
th: ต้องการความช่วยเหลือ?
uk: Потрібна допомога?
vi: Cần trợ giúp?

# troubleshootingSteps
source: Troubleshooting: 1. Ensure Omi is installed on your watch 2. Open the Omi app on your watch 3. Look for the permission popup 4. Tap "Allow" when prompted 5. App on your watch will close - reopen it 6. Come back and tap "Continue" on your iPhone
bg: Отстраняване на проблеми: 1. Уверете се, че Omi е инсталиран на часовника ви 2. Отворете приложението Omi на часовника си 3. Потърсете изскачащия прозорец за разрешение 4. Натиснете "Разреши" когато бъдете подканени 5. Приложението на часовника ще се затвори - отворете го отново 6. Върнете се и натиснете "Продължи" на вашия iPhone
ca: Resolució de problemes: 1. Assegureu-vos que Omi està instal·lat al vostre rellotge 2. Obriu l'aplicació Omi al vostre rellotge 3. Busqueu la finestra emergent de permisos 4. Toqueu "Permetre" quan se us demani 5. L'aplicació al vostre rellotge es tancarà - torneu a obrir-la 6. Torneu i toqueu "Continuar" al vostre iPhone
cs: Řešení problémů: 1. Ujistěte se, že Omi je nainstalováno na vašich hodinkách 2. Otevřete aplikaci Omi na hodinkách 3. Hledejte vyskakovací okno s oprávněním 4. Klepněte na "Povolit", když budete vyzváni 5. Aplikace na hodinkách se zavře - znovu ji otevřete 6. Vraťte se a klepněte na "Pokračovat" na svém iPhone
de: Fehlerbehebung: 1. Stellen Sie sicher, dass Omi auf Ihrer Uhr installiert ist 2. Öffnen Sie die Omi-App auf Ihrer Uhr 3. Suchen Sie nach dem Berechtigungs-Popup 4. Tippen Sie bei Aufforderung auf 'Zulassen' 5. App auf Ihrer Uhr wird geschlossen - öffnen Sie sie erneut 6. Kommen Sie zurück und tippen Sie auf Ihrem iPhone auf 'Weiter'
es: Pasos de solución de problemas...
et: Tõrkeotsing: 1. Veenduge, et Omi on teie kellale installitud 2. Avage Omi rakendus oma kellal 3. Otsige loa hüpikakent 4. Puudutage "Luba", kui küsitakse 5. Rakendus teie kellal sulgub - avage see uuesti 6. Tulge tagasi ja puudutage "Jätka" oma iPhone'is
fi: Vianmääritys: 1. Varmista, että Omi on asennettu kelloosi 2. Avaa Omi-sovellus kellossasi 3. Etsi käyttöoikeuspyyntö 4. Napauta "Salli" kehotettaessa 5. Kello-sovellus sulkeutuu - avaa se uudelleen 6. Palaa ja napauta "Jatka" iPhonessasi
fr: Dépannage : 1. Assurez-vous qu'Omi est installé sur votre montre 2. Ouvrez l'application Omi sur votre montre 3. Recherchez la fenêtre de permission 4. Appuyez sur « Autoriser » lorsque demandé 5. L'application sur votre montre se fermera - rouvrez-la 6. Revenez et appuyez sur « Continuer » sur votre iPhone
hi: समस्या निवारण चरण...
hu: Hibaelhárítás: 1. Győződj meg róla, hogy az Omi telepítve van az órádon 2. Nyisd meg az Omi alkalmazást az órádon 3. Keresd az engedély felugró ablakot 4. Érintsd meg az "Engedélyezés" gombot, amikor megjelenik 5. Az óra alkalmazás bezárul - nyisd meg újra 6. Térj vissza, és érintsd meg a "Folytatás" gombot az iPhone-odon
id: Pemecahan Masalah: 1. Pastikan Omi terinstal di jam tangan Anda 2. Buka aplikasi Omi di jam tangan Anda 3. Cari popup izin 4. Ketuk "Izinkan" saat diminta 5. Aplikasi di jam tangan Anda akan tertutup - buka kembali 6. Kembali dan ketuk "Lanjutkan" di iPhone Anda
it: Risoluzione problemi: 1. Assicurati che Omi sia installato sul tuo watch 2. Apri l'app Omi sul tuo watch 3. Cerca il popup di permesso 4. Tocca "Consenti" quando richiesto 5. L'app sul watch si chiuderà - riaprila 6. Torna e tocca "Continua" sul tuo iPhone
ja: トラブルシューティング： 1. WatchにOmiがインストールされているか確認 2. WatchでOmiアプリを開く 3. 許可のポップアップを探す 4. 「許可」をタップ 5. Watchアプリが閉じたら再度開く 6. iPhoneに戻り「続ける」をタップ
ms: Penyelesaian Masalah: 1. Pastikan Omi dipasang pada jam tangan anda 2. Buka aplikasi Omi pada jam tangan anda 3. Cari popup kebenaran 4. Ketik "Benarkan" apabila diminta 5. Aplikasi pada jam tangan anda akan ditutup - buka semula 6. Kembali dan ketik "Teruskan" pada iPhone anda
nl: Probleemoplossing: 1. Zorg dat Omi op je horloge is geïnstalleerd 2. Open de Omi-app op je horloge 3. Zoek naar de toestemmingspopup 4. Tik op "Toestaan" wanneer gevraagd 5. App op je horloge sluit - heropen deze 6. Kom terug en tik op "Doorgaan" op je iPhone
no: Feilsøking: 1. Sørg for at Omi er installert på klokken din 2. Åpne Omi-appen på klokken din 3. Se etter tillatelsespopup 4. Trykk "Tillat" når du blir bedt om det 5. App på klokken vil lukkes - åpne den på nytt 6. Kom tilbake og trykk "Fortsett" på iPhone
pt: Passos de solução de problemas...
ru: Устранение неполадок: 1. Убедитесь, что Omi установлен на ваших часах 2. Откройте приложение Omi на ваших часах 3. Найдите всплывающее окно с разрешением 4. Нажмите "Разрешить" при запросе 5. Приложение на часах закроется - откройте его снова 6. Вернитесь и нажмите "Продолжить" на вашем iPhone
sk: Riešenie problémov: 1. Uistite sa, že Omi je nainštalované na vašich hodinkách 2. Otvorte aplikáciu Omi na hodinkách 3. Hľadajte vyskakovacie okno s povolením 4. Ťuknite na "Povoliť", keď sa zobrazí 5. Aplikácia na hodinkách sa zatvorí - znovu ju otvorte 6. Vráťte sa a ťuknite na "Pokračovať" na vašom iPhone
sv: Felsökning: 1. Se till att Omi är installerat på din klocka 2. Öppna Omi-appen på din klocka 3. Leta efter behörighetspopupen 4. Tryck på "Tillåt" när du uppmanas 5. Appen på din klocka stängs - öppna den igen 6. Kom tillbaka och tryck på "Fortsätt" på din iPhone
th: วิธีแก้ปัญหา: 1. ตรวจสอบว่าได้ติดตั้ง Omi บนนาฬิกาแล้ว 2. เปิดแอป Omi บนนาฬิกาของคุณ 3. มองหาป๊อปอัปสิทธิ์ 4. แตะ "อนุญาต" เมื่อได้รับแจ้ง 5. แอปบนนาฬิกาจะปิด - เปิดใหม่ 6. กลับมาและแตะ "ดำเนินการต่อ" บน iPhone ของคุณ
uk: Усунення несправностей: 1. Переконайтеся, що Omi встановлено на вашому годиннику 2. Відкрийте додаток Omi на вашому годиннику 3. Шукайте спливаюче вікно дозволу 4. Натисніть "Дозволити" при запиті 5. Додаток на вашому годиннику закриється - відкрийте його знову 6. Поверніться та натисніть "Продовжити" на вашому iPhone
vi: Khắc phục sự cố: 1. Đảm bảo Omi được cài đặt trên đồng hồ của bạn 2. Mở ứng dụng Omi trên đồng hồ của bạn 3. Tìm cửa sổ bật lên yêu cầu quyền 4. Nhấn "Cho phép" khi được nhắc 5. Ứng dụng trên đồng hồ của bạn sẽ đóng - mở lại 6. Quay lại và nhấn "Tiếp tục" trên iPhone của bạn

source: Recording started successfully!
bg: Записването започна успешно!
ca: Enregistrament iniciat correctament!
cs: Nahrávání úspěšně zahájeno!
de: Aufnahme erfolgreich gestartet!
es: ¡Grabación iniciada con éxito!
et: Salvestamine algas edukalt!
fi: Nauhoitus aloitettu onnistuneesti!
fr: Enregistrement démarré avec succès !
hi: रिकॉर्डिंग सफलतापूर्वक शुरू हुई!
hu: Felvétel sikeresen elindult!
id: Rekaman berhasil dimulai!
it: Registrazione avviata con successo!
ja: 録音が正常に開始されました！
ms: Rakaman bermula dengan jayanya!
nl: Opname succesvol gestart!
no: Opptak startet!
pt: Gravação iniciada com sucesso!
ru: Запись успешно начата!
sk: Nahrávanie bolo úspešne spustené!
sv: Inspelning startade!
th: เริ่มบันทึกสำเร็จ!
uk: Запис успішно розпочато!
vi: Đã bắt đầu ghi âm thành công!

# permissionNotGrantedYet
source: Permission not granted yet. Please make sure you allowed microphone access and reopened the app on your watch.
bg: Разрешението все още не е дадено. Моля, уверете се, че сте разрешили достъп до микрофона и сте отворили отново приложението на часовника си.
ca: Permís encara no atorgat. Assegureu-vos que heu permès l'accés al micròfon i heu tornat a obrir l'aplicació al vostre rellotge.
cs: Oprávnění ještě nebylo uděleno. Ujistěte se prosím, že jste povolili přístup k mikrofonu a znovu otevřeli aplikaci na hodinkách.
de: Berechtigung noch nicht erteilt. Bitte stellen Sie sicher, dass Sie den Mikrofonzugriff erlaubt und die App auf Ihrer Uhr erneut geöffnet haben.
es: Permiso aún no concedido.
et: Luba pole veel antud. Palun veenduge, et lubate mikrofoni juurdepääsu ja avasid rakenduse oma kellal uuesti.
fi: Käyttöoikeutta ei ole vielä myönnetty. Varmista, että salloit mikrofonin käytön ja avasit sovelluksen kellossasi uudelleen.
fr: Permission non encore accordée. Veuillez vous assurer d'avoir autorisé l'accès au microphone et rouvert l'application sur votre montre.
hi: अनुमति अभी तक नहीं दी गई।
hu: Az engedély még nincs megadva. Kérlek, győződj meg róla, hogy engedélyezted a mikrofon hozzáférést, és újra megnyitottad az alkalmazást az órádon.
id: Izin belum diberikan. Pastikan Anda telah mengizinkan akses mikrofon dan membuka kembali aplikasi di jam tangan Anda.
it: Permesso non ancora concesso. Assicurati di aver consentito l'accesso al microfono e di aver riaperto l'app sul tuo watch.
ja: 許可がまだ付与されていません。マイクアクセスを許可し、Watchでアプリを再度開いたことを確認してください。
ms: Kebenaran belum diberikan. Sila pastikan anda membenarkan akses mikrofon dan membuka semula aplikasi pada jam tangan anda.
nl: Toestemming nog niet verleend. Zorg dat je microfoontoestemming hebt gegeven en de app op je horloge hebt heropend.
no: Tillatelse ikke gitt ennå. Pass på at du tillot mikrofontilgang og åpnet appen på nytt på klokken din.
pt: Permissão ainda não concedida.
ru: Разрешение ещё не предоставлено. Пожалуйста, убедитесь, что вы разрешили доступ к микрофону и открыли приложение на часах заново.
sk: Povolenie ešte nebolo udelené. Uistite sa, že ste povolili prístup k mikrofónu a znovu otvorili aplikáciu na hodinkách.
sv: Behörighet har inte beviljats ännu. Se till att du tillät mikrofonåtkomst och öppnade appen igen på din klocka.
th: ยังไม่ได้อนุญาตสิทธิ์ กรุณาตรวจสอบให้แน่ใจว่าคุณได้อนุญาตการเข้าถึงไมโครโฟนและเปิดแอปบนนาฬิกาใหม่แล้ว
uk: Дозвіл ще не надано. Будь ласка, переконайтеся, що ви дозволили доступ до мікрофона та відкрили додаток на вашому годиннику знову.
vi: Quyền chưa được cấp. Vui lòng đảm bảo bạn đã cho phép quyền microphone và mở lại ứng dụng trên đồng hồ của bạn.

# errorRequestingPermission
source: Error requesting permission: {error}
bg: Грешка при заявяване на разрешение: {error}
ca: Error en sol·licitar permís: {error}
cs: Chyba při žádosti o oprávnění: {error}
de: Fehler beim Anfordern der Berechtigung: {error}
es: Error pidiendo permiso: {error}
et: Viga loa taotlemisel: {error}
fi: Virhe pyydettäessä käyttöoikeutta: {error}
fr: Erreur lors de la demande de permission : {error}
hi: अनुमति मांगते समय त्रुटि: {error}
hu: Hiba az engedély kérésekor: {error}
id: Kesalahan meminta izin: {error}
it: Errore durante la richiesta del permesso: {error}
ja: 許可のリクエスト中にエラーが発生しました：{error}
ms: Ralat meminta kebenaran: {error}
nl: Fout bij het vragen van toestemming: {error}
no: Feil ved forespørsel om tillatelse: {error}
pt: Erro ao pedir permissão: {error}
ru: Ошибка при запросе разрешения: {error}
sk: Chyba pri vyžiadaní povolenia: {error}
sv: Fel vid begäran av behörighet: {error}
th: ขอสิทธิ์ไม่สำเร็จ: {error}
uk: Помилка запиту дозволу: {error}
vi: Lỗi khi yêu cầu quyền: {error}

# errorStartingRecording
source: Error starting recording: {error}
bg: Грешка при стартиране на записване: {error}
ca: Error en iniciar l'enregistrament: {error}
cs: Chyba při zahájení nahrávání: {error}
de: Fehler beim Starten der Aufnahme: {error}
es: Error iniciando grabación: {error}
et: Viga salvestamise alustamisel: {error}
fi: Virhe nauhoituksen aloittamisessa: {error}
fr: Erreur lors du démarrage de l'enregistrement : {error}
hi: रिकॉर्डिंग शुरू करते समय त्रुटि: {error}
hu: Hiba a felvétel indításakor: {error}
id: Kesalahan memulai rekaman: {error}
it: Errore durante l'avvio della registrazione: {error}
ja: 録音の開始中にエラーが発生しました：{error}
ms: Ralat memulakan rakaman: {error}
nl: Fout bij het starten van opname: {error}
no: Feil ved oppstart av opptak: {error}
pt: Erro ao iniciar gravação: {error}
ru: Ошибка при начале записи: {error}
sk: Chyba pri spustení nahrávania: {error}
sv: Fel vid start av inspelning: {error}
th: เริ่มบันทึกไม่สำเร็จ: {error}
uk: Помилка початку запису: {error}
vi: Lỗi khi bắt đầu ghi âm: {error}

# selectPrimaryLanguage
source: Select your primary language
bg: Изберете вашия основен език
ca: Seleccioneu el vostre idioma principal
cs: Vyberte svůj primární jazyk
de: Wählen Sie Ihre primäre Sprache
es: Selecciona tu idioma principal
et: Valige oma põhikeel
fi: Valitse ensisijainen kielesi
fr: Sélectionnez votre langue principale
hi: अपनी प्राथमिक भाषा चुनें
hu: Válaszd ki az elsődleges nyelvedet
id: Pilih bahasa utama Anda
it: Seleziona la tua lingua principale
ja: 主要言語を選択
ms: Pilih bahasa utama anda
nl: Selecteer je primaire taal
no: Velg hovedspråket ditt
pt: Selecione seu idioma principal
ru: Выберите ваш основной язык
sk: Vyberte svoj primárny jazyk
sv: Välj ditt primära språk
th: เลือกภาษาหลักของคุณ
uk: Виберіть свою основну мову
vi: Chọn ngôn ngữ chính của bạn
