Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# legalNotice
source: Legal Notice: The legality of recording and storing voice data may vary depending on your location and how you use this feature. It's your responsibility to ensure compliance with local laws and regulations.
bg: Юридическо уведомление: Законността на записването и съхраняването на гласови данни може да варира в зависимост от вашето местоположение и как използвате тази функция. Вие сте отговорни за спазването на местните закони и разпоредби.
ca: Avís legal: La legalitat d'enregistrar i emmagatzemar dades de veu pot variar segons la vostra ubicació i com utilitzeu aquesta funció. És la vostra responsabilitat assegurar el compliment de les lleis i regulacions locals.
cs: Právní upozornění: Legálnost nahrávání a ukládání hlasových dat se může lišit v závislosti na vaší lokalitě a způsobu použití této funkce. Je vaší odpovědností zajistit dodržování místních zákonů a předpisů.
de: Rechtlicher Hinweis: Die Rechtmäßigkeit der Aufnahme und Speicherung von Sprachdaten kann je nach Ihrem Standort und der Art und Weise, wie Sie diese Funktion nutzen, variieren. Es liegt in Ihrer Verantwortung, die Einhaltung der örtlichen Gesetze und Vorschriften sicherzustellen.
es: Aviso legal: La legalidad de grabar puede variar según tu ubicación.
et: Õiguslik teade: Häälsalvestuste salvestamise ja salvestamise seaduslikkus võib sõltuvalt teie asukohast ja selle funktsiooni kasutamisest erineda. Teie kohustus on tagada kohalike seaduste ja määruste järgimine.
fi: Oikeudellinen huomautus: Äänidatan nauhoittamisen ja tallentamisen laillisuus voi vaihdella sijaintisi ja tämän ominaisuuden käyttötavan mukaan. Vastaat paikallisten lakien ja määräysten noudattamisesta.
fr: Avis juridique : La légalité de l'enregistrement et du stockage des données vocales peut varier selon votre emplacement et la façon dont vous utilisez cette fonctionnalité. Il est de votre responsabilité de vous assurer de la conformité aux lois et réglementations locales.
hi: कानूनी नोटिस: रिकॉर्डिंग की वैधता आपके स्थान के आधार पर भिन्न हो सकती है।
hu: Jogi közlemény: A hangadatok rögzítésének és tárolásának jogszerűsége a tartózkodási helyedtől és a funkció használatától függően változhat. A helyi törvényeknek és szabályozásoknak való megfelelés a te felelősséged.
id: Pemberitahuan Hukum: Legalitas merekam dan menyimpan data suara dapat bervariasi tergantung pada lokasi Anda dan bagaimana Anda menggunakan fitur ini. Ini adalah tanggung jawab Anda untuk memastikan kepatuhan terhadap hukum dan peraturan lokal.
it: Avviso Legale: La legalità della registrazione e dell'archiviazione dei dati vocali può variare a seconda della tua posizione e di come utilizzi questa funzione. È tua responsabilità garantire la conformità con le leggi e i regolamenti locali.
ja: 法的通知：音声データの録音と保存の合法性は、お住まいの場所やこの機能の使用方法によって異なる場合があります。現地の法律や規制を遵守することはあなたの責任です。
ms: Notis Undang-undang: Kesahihan merakam dan menyimpan data suara mungkin berbeza bergantung pada lokasi anda dan cara anda menggunakan ciri ini. Adalah tanggungjawab anda untuk memastikan pematuhan undang-undang dan peraturan tempatan.
nl: Juridische kennisgeving: De legaliteit van het opnemen en opslaan van spraakgegevens kan variëren afhankelijk van je locatie en hoe je deze functie gebruikt. Het is jouw verantwoordelijkheid om naleving van lokale wet- en regelgeving te waarborgen.
no: Juridisk merknad: Lovligheten av å ta opp og lagre taledata kan variere avhengig av hvor du befinner deg og hvordan du bruker denne funksjonen. Det er ditt ansvar å sikre overholdelse av lokale lover og forskrifter.
pt: Aviso legal: A legalidade da gravação pode variar conforme sua localização.
ru: Юридическое уведомление: Законность записи и хранения голосовых данных может различаться в зависимости от вашего местоположения и того, как вы используете эту функцию. Вы несёте ответственность за соблюдение местных законов и нормативных актов.
sk: Právne upozornenie: Zákonnosť nahrávania a ukladania hlasových dát sa môže líšiť v závislosti od vašej lokality a spôsobu používania tejto funkcie. Je vašou zodpovednosťou zabezpečiť súlad s miestnymi zákonmi a predpismi.
sv: Juridiskt meddelande: Lagligheten av att spela in och lagra röstdata kan variera beroende på var du befinner dig och hur du använder denna funktion. Det är ditt ansvar att säkerställa efterlevnad av lokala lagar och förordningar.
th: ประกาศทางกฎหมาย: ความถูกต้องตามกฎหมายในการบันทึกและจัดเก็บข้อมูลเสียงอาจแตกต่างกันไปตามสถานที่และวิธีที่คุณใช้ฟีเจอร์นี้ เป็นความรับผิดชอบของคุณที่จะต้องปฏิบัติตามกฎหมายและข้อบังคับในพื้นที่
uk: Юридичне повідомлення: Законність запису та зберігання голосових даних може відрізнятися залежно від вашого місцезнаходження та того, як ви використовуєте цю функцію. Ви несете відповідальність за дотримання місцевих законів та правил.
vi: Thông báo pháp lý: Tính hợp pháp của việc ghi âm và lưu trữ dữ liệu giọng nói có thể khác nhau tùy thuộc vào vị trí của bạn và cách bạn sử dụng tính năng này. Bạn có trách nhiệm đảm bảo tuân thủ luật pháp và quy định địa phương.

source: Already Authorized
bg: Вече разрешено
ca: Ja autoritzat
cs: Již autorizováno
de: Bereits autorisiert
es: Ya autorizado
et: Juba autoriseeritud
fi: Jo valtuutettu
fr: Déjà autorisé
hi: पहले ही अधिकृत
hu: Már engedélyezve
id: Sudah Diizinkan
it: Già Autorizzato
ja: 許可済み
ms: Sudah Dibenarkan
nl: Al geautoriseerd
no: Allerede autorisert
pt: Já autorizado
ru: Уже разрешено
sk: Už autorizované
sv: Redan auktoriserad
th: อนุญาตแล้ว
uk: Вже авторизовано
vi: Đã cho phép

source: Authorize
bg: Разреши
ca: Autoritzar
cs: Autorizovat
de: Autorisieren
es: Autorizar
et: Autoriseeri
fi: Valtuuta
fr: Autoriser
hi: अधिकृत करें
hu: Engedélyezés
id: Izinkan
it: Autorizza
ja: 許可する
ms: Benarkan
nl: Autoriseren
no: Autoriser
pt: Autorizar
ru: Разрешить
sk: Autorizovať
sv: Auktorisera
th: อนุญาต
uk: Авторизувати
vi: Cho phép

source: Revoke Authorization
bg: Оттегли разрешение
ca: Revocar autorització
cs: Zrušit autorizaci
de: Autorisierung widerrufen
es: Revocar autorización
et: Tühista autoriseerimine
fi: Peru valtuutus
fr: Révoquer l'autorisation
hi: प्राधिकरण रद्द करें
hu: Engedély visszavonása
id: Cabut Izin
it: Revoca Autorizzazione
ja: 許可を取り消す
ms: Batalkan Kebenaran
nl: Autorisatie intrekken
no: Tilbakekall autorisasjon
pt: Revogar autorização
ru: Отозвать разрешение
sk: Zrušiť autorizáciu
sv: Återkalla auktorisering
th: เพิกถอนการอนุญาต
uk: Відкликати авторизацію
vi: Thu hồi quyền

source: Authorization successful!
bg: Разрешението е успешно!
ca: Autorització correcta!
cs: Autorizace úspěšná!
de: Autorisierung erfolgreich!
es: ¡Autorización exitosa!
et: Autoriseerimine õnnestus!
fi: Valtuutus onnistui!
fr: Autorisation réussie !
hi: प्राधिकरण सफल!
hu: Engedélyezés sikeres!
id: Otorisasi berhasil!
it: Autorizzazione riuscita!
ja: 許可が完了しました！
ms: Kebenaran berjaya!
nl: Autorisatie succesvol!
no: Autorisasjon vellykket!
pt: Autorização bem-sucedida!
ru: Разрешение успешно получено!
sk: Autorizácia bola úspešná!
sv: Auktorisering lyckades!
th: อนุญาตสำเร็จ!
uk: Авторизація успішна!
vi: Cho phép thành công!

# failedToAuthorize
source: Failed to authorize. Please try again.
bg: Неуспешно разрешаване. Моля, опитайте отново.
ca: No s'ha pogut autoritzar. Torneu-ho a provar.
cs: Autorizace se nezdařila. Zkuste to prosím znovu.
de: Autorisierung fehlgeschlagen. Bitte versuchen Sie es erneut.
es: Error al autorizar. Inténtalo de nuevo.
et: Autoriseerimine ebaõnnestus. Palun proovige uuesti.
fi: Valtuutus epäonnistui. Yritä uudelleen.
fr: Échec de l'autorisation. Veuillez réessayer.
hi: अधिकृत करने में विफल। कृपया पुनः प्रयास करें।
hu: Engedélyezés sikertelen. Kérlek, próbáld újra.
id: Gagal mengotorisasi. Silakan coba lagi.
it: Impossibile autorizzare. Riprova.
ja: 許可に失敗しました。もう一度お試しください。
ms: Gagal memberi kebenaran. Sila cuba lagi.
nl: Autorisatie mislukt. Probeer het opnieuw.
no: Kunne ikke autorisere. Prøv igjen.
pt: Falha ao autorizar. Tente novamente.
ru: Не удалось получить разрешение. Пожалуйста, попробуйте снова.
sk: Nepodarilo sa autorizovať. Skúste to prosím znova.
sv: Det gick inte att auktorisera. Försök igen.
th: อนุญาตไม่สำเร็จ กรุณาลองอีกครั้ง
uk: Не вдалося авторизувати. Будь ласка, спробуйте ще раз.
vi: Không thể cho phép. Vui lòng thử lại.

source: Authorization revoked.
bg: Разрешението е оттеглено.
ca: Autorització revocada.
cs: Autorizace zrušena.
de: Autorisierung widerrufen.
es: Autorización revocada.
et: Autoriseerimine tühistatud.
fi: Valtuutus peruttu.
fr: Autorisation révoquée.
hi: प्राधिकरण रद्द कर दिया गया।
hu: Engedély visszavonva.
id: Otorisasi dicabut.
it: Autorizzazione revocata.
ja: 許可が取り消されました。
ms: Kebenaran dibatalkan.
nl: Autorisatie ingetrokken.
no: Autorisasjon tilbakekalt.
pt: Autorização revogada.
ru: Разрешение отозвано.
sk: Autorizácia bola zrušená.
sv: Auktorisering återkallad.
th: เพิกถอนการอนุญาตแล้ว
uk: Авторизацію відкликано.
vi: Đã thu hồi quyền.

source: Recordings deleted.
bg: Записите са изтрити.
ca: Enregistraments eliminats.
cs: Nahrávky smazány.
de: Aufnahmen gelöscht.
es: Grabaciones borradas.
et: Salvestised kustutatud.
fi: Nauhoitukset poistettu.
fr: Enregistrements supprimés.
hi: रिकॉर्डिंग हटा दी गईं।
hu: Felvételek törölve.
id: Rekaman dihapus.
it: Registrazioni eliminate.
ja: 録音が削除されました。
ms: Rakaman dipadam.
nl: Opnames verwijderd.
no: Opptak slettet.
pt: Gravações apagadas.
ru: Записи удалены.
sk: Nahrávky boli odstránené.
sv: Inspelningar raderade.
th: ลบการบันทึกแล้ว
uk: Записи видалено.
vi: Đã xóa bản ghi âm.

# failedToRevoke
source: Failed to revoke authorization. Please try again.
bg: Неуспешно оттегляне на разрешение. Моля, опитайте отново.
ca: No s'ha pogut revocar l'autorització. Torneu-ho a provar.
cs: Zrušení autorizace se nezdařilo. Zkuste to prosím znovu.
de: Autorisierung konnte nicht widerrufen werden. Bitte versuchen Sie es erneut.
es: Error al revocar autorización.
et: Autoriseerimise tühistamine ebaõnnestus. Palun proovige uuesti.
fi: Valtuutuksen peruutus epäonnistui. Yritä uudelleen.
fr: Échec de la révocation de l'autorisation. Veuillez réessayer.
hi: प्राधिकरण रद्द करने में विफल।
hu: Engedély visszavonása sikertelen. Kérlek, próbáld újra.
id: Gagal mencabut otorisasi. Silakan coba lagi.
it: Impossibile revocare l'autorizzazione. Riprova.
ja: 許可の取り消しに失敗しました。もう一度お試しください。
ms: Gagal membatalkan kebenaran. Sila cuba lagi.
nl: Autorisatie intrekken mislukt. Probeer het opnieuw.
no: Kunne ikke tilbakekalle autorisasjon. Prøv igjen.
pt: Falha ao revogar autorização.
ru: Не удалось отозвать разрешение. Пожалуйста, попробуйте снова.
sk: Nepodarilo sa zrušiť autorizáciu. Skúste to prosím znova.
sv: Det gick inte att återkalla auktorisering. Försök igen.
th: เพิกถอนการอนุญาตไม่สำเร็จ กรุณาลองอีกครั้ง
uk: Не вдалося відкликати авторизацію. Будь ласка, спробуйте ще раз.
vi: Không thể thu hồi quyền. Vui lòng thử lại.

# permissionRevokedTitle
source: Permission Revoked
bg: Разрешението е оттеглено
ca: Permís revocat
cs: Povolení zrušeno
de: Berechtigung widerrufen
es: Permiso revocado
et: Luba tühistatud
fi: Lupa peruttu
fr: Permission révoquée
hi: अनुमति रद्द कर दी गई
hu: Engedély visszavonva
id: Izin Dicabut
it: Permesso Revocato
ja: 許可が取り消されました
ms: Kebenaran Dibatalkan
nl: Toestemming ingetrokken
no: Tillatelse tilbakekalt
pt: Permissão revogada
ru: Разрешение отозвано
sk: Povolenie bolo zrušené
sv: Tillstånd återkallat
th: เพิกถอนการอนุญาต
uk: Дозвіл відкликано
vi: Đã thu hồi quyền

# permissionRevokedMessage
source: Do you want us to remove all your existing recordings too?
bg: Искате ли да премахнем и всички ваши съществуващи записи?
ca: Voleu que eliminem també tots els vostres enregistraments existents?
cs: Chcete, abychom odstranili také všechny vaše existující nahrávky?
de: Möchten Sie, dass wir auch alle Ihre vorhandenen Aufnahmen löschen?
es: ¿Quieres que borremos todas tus grabaciones existentes también?
et: Kas soovite, et me eemaldaksime ka kõik teie olemasolevad salvestised?
fi: Haluatko meidän poistavan myös kaikki olemassa olevat nauhoituksesi?
fr: Voulez-vous que nous supprimions également tous vos enregistrements existants ?
hi: क्या आप चाहते हैं कि हम आपकी सभी मौजूदा रिकॉर्डिंग भी हटा दें?
hu: Szeretnéd, hogy az összes meglévő felvételedet is töröljük?
id: Apakah Anda ingin kami menghapus semua rekaman Anda yang ada juga?
it: Vuoi che rimuoviamo anche tutte le tue registrazioni esistenti?
ja: 既存の録音もすべて削除しますか？
ms: Adakah anda mahu kami membuang semua rakaman sedia ada anda juga?
nl: Wil je dat we ook al je bestaande opnames verwijderen?
no: Vil du at vi skal fjerne alle eksisterende opptak også?
pt: Deseja que apaguemos todas as suas gravações existentes também?
ru: Хотите, чтобы мы удалили все ваши существующие записи тоже?
sk: Chcete, aby sme odstránili aj všetky vaše existujúce nahrávky?
sv: Vill du att vi tar bort alla dina befintliga inspelningar också?
th: คุณต้องการให้เราลบการบันทึกที่มีอยู่ทั้งหมดของคุณด้วยหรือไม่?
uk: Чи хочете ви також видалити всі ваші існуючі записи?
vi: Bạn có muốn chúng tôi xóa tất cả bản ghi âm hiện có của bạn không?

source: Yes
bg: Да
ca: Sí
cs: Ano
de: Ja
es: Sí
et: Jah
fi: Kyllä
fr: Oui
hi: हाँ
hu: Igen
id: Ya
it: Sì
ja: はい
ms: Ya
nl: Ja
no: Ja
pt: Sim
ru: Да
sk: Áno
sv: Ja
th: ใช่
uk: Так
vi: Có

source: Edit Name
bg: Редактирай име
ca: Editar nom
cs: Upravit jméno
de: Namen bearbeiten
es: Editar nombre
et: Muuda nime
fi: Muokkaa nimeä
fr: Modifier le nom
hi: नाम संपादित करें
hu: Név szerkesztése
id: Edit Nama
it: Modifica Nome
ja: 名前を編集
ms: Edit Nama
nl: Naam bewerken
no: Rediger navn
pt: Editar nome
ru: Изменить имя
sk: Upraviť meno
sv: Redigera namn
th: แก้ไขชื่อ
uk: Редагувати ім'я
vi: Chỉnh sửa tên

source: How should Omi call you?
bg: Как Omi да ви нарича?
ca: Com hauria d'anomenar-vos Omi?
cs: Jak vás má Omi oslovovat?
de: Wie soll Omi Sie nennen?
es: ¿Cómo debería llamarte Omi?
et: Kuidas peaks Omi teid kutsuma?
fi: Miten Omin pitäisi kutsua sinua?
fr: Comment Omi devrait-il vous appeler ?
hi: Omi आपको क्या कहकर बुलाए?
hu: Hogyan szólítson az Omi?
id: Bagaimana Omi harus memanggil Anda?
it: Come dovrebbe chiamarti Omi?
ja: Omiはあなたをどう呼べばいいですか？
ms: Apa yang Omi patut panggil anda?
nl: Hoe moet Omi je noemen?
no: Hva skal Omi kalle deg?
pt: Como o Omi deve te chamar?
ru: Как Omi должен вас называть?
sk: Ako by vás malo Omi oslovovať?
sv: Vad ska Omi kalla dig?
th: Omi ควรเรียกคุณว่าอะไร?
uk: Як Omi має до вас звертатися?
vi: Omi nên gọi bạn như thế nào?

source: Enter your name
bg: Въведете вашето име
ca: Introduïu el vostre nom
cs: Zadejte své jméno
de: Geben Sie Ihren Namen ein
es: Ingresa tu nombre
et: Sisestage oma nimi
fi: Kirjoita nimesi
fr: Entrez votre nom
hi: अपना नाम दर्ज करें
hu: Add meg a neved
id: Masukkan nama Anda
it: Inserisci il tuo nome
ja: 名前を入力
ms: Masukkan nama anda
nl: Voer je naam in
no: Skriv inn navnet ditt
pt: Digite seu nome
ru: Введите ваше имя
sk: Zadajte svoje meno
sv: Ange ditt namn
th: ใส่ชื่อของคุณ
uk: Введіть своє ім'я
vi: Nhập tên của bạn

source: Name cannot be empty
bg: Името не може да бъде празно
ca: El nom no pot estar buit
cs: Jméno nemůže být prázdné
de: Name darf nicht leer sein
es: El nombre no puede estar vacío
et: Nimi ei saa olla tühi
fi: Nimi ei voi olla tyhjä
fr: Le nom ne peut pas être vide
hi: नाम खाली नहीं हो सकता
hu: A név nem lehet üres
id: Nama tidak boleh kosong
it: Il nome non può essere vuoto
ja: 名前を空にすることはできません
ms: Nama tidak boleh kosong
nl: Naam mag niet leeg zijn
no: Navn kan ikke være tomt
pt: Nome não pode ser vazio
ru: Имя не может быть пустым
sk: Meno nemôže byť prázdne
sv: Namnet kan inte vara tomt
th: ชื่อต้องไม่ว่างเปล่า
uk: Ім'я не може бути порожнім
vi: Tên không được để trống

source: Name updated successfully!
bg: Името е актуализирано успешно!
ca: Nom actualitzat correctament!
cs: Jméno úspěšně aktualizováno!
de: Name erfolgreich aktualisiert!
es: ¡Nombre actualizado con éxito!
et: Nimi edukalt uuendatud!
fi: Nimi päivitetty onnistuneesti!
fr: Nom mis à jour avec succès !
hi: नाम सफलतापूर्वक अपडेट किया गया!
hu: Név sikeresen frissítve!
id: Nama berhasil diperbarui!
it: Nome aggiornato con successo!
ja: 名前が正常に更新されました！
ms: Nama berjaya dikemas kini!
nl: Naam succesvol bijgewerkt!
no: Navn oppdatert!
pt: Nome atualizado com sucesso!
ru: Имя успешно обновлено!
sk: Meno bolo úspešne aktualizované!
sv: Namnet har uppdaterats!
th: อัปเดตชื่อสำเร็จ!
uk: Ім'я успішно оновлено!
vi: Đã cập nhật tên thành công!

source: Calendar settings
bg: Настройки на календар
ca: Configuració del calendari
cs: Nastavení kalendáře
de: Kalendereinstellungen
es: Ajustes de calendario
et: Kalendri seaded
fi: Kalenteriasetukset
fr: Paramètres du calendrier
hi: कैलेंडर सेटिंग्स
hu: Naptár beállítások
id: Pengaturan kalender
it: Impostazioni calendario
ja: カレンダー設定
ms: Tetapan kalendar
nl: Agenda-instellingen
no: Kalenderinnstillinger
pt: Configurações de calendário
ru: Настройки календаря
sk: Nastavenia kalendára
sv: Kalenderinställningar
th: การตั้งค่าปฏิทิน
uk: Налаштування календаря
vi: Cài đặt lịch

source: Calendar Providers
bg: Доставчици на календар
ca: Proveïdors de calendari
cs: Poskytovatelé kalendáře
de: Kalenderanbieter
es: Proveedores de calendario
et: Kalendri pakkujad
fi: Kalenteripalvelut
fr: Fournisseurs de calendrier
hi: कैलेंडर प्रदाता
hu: Naptár szolgáltatók
id: Penyedia Kalender
it: Provider Calendario
ja: カレンダープロバイダー
ms: Penyedia Kalendar
nl: Agenda-providers
no: Kalenderleverandører
pt: Provedores de calendário
ru: Провайдеры календаря
sk: Poskytovatelia kalendára
sv: Kalenderleverantörer
th: ผู้ให้บริการปฏิทิน
uk: Провайдери календаря
vi: Nhà cung cấp lịch

source: macOS Calendar
bg: macOS Календар
ca: Calendari de macOS
cs: Kalendář macOS
de: macOS Kalender
es: Calendario macOS
et: macOS kalender
fi: macOS-kalenteri
fr: Calendrier macOS
hi: macOS कैलेंडर
hu: macOS naptár
id: Kalender macOS
it: Calendario macOS
ja: macOSカレンダー
ms: Kalendar macOS
nl: macOS-agenda
no: macOS-kalender
pt: Calendário macOS
ru: Календарь macOS
sk: macOS kalendár
sv: macOS Kalender
th: ปฏิทิน macOS
uk: Календар macOS
vi: Lịch macOS

# connectMacOsCalendar
source: Connect your local macOS calendar
bg: Свържете вашия локален macOS календар
ca: Connectar el vostre calendari local de macOS
cs: Připojit váš místní kalendář macOS
de: Verbinden Sie Ihren lokalen macOS-Kalender
es: Conecta tu calendario local de macOS
et: Ühendage oma kohalik macOS kalender
fi: Yhdistä paikallinen macOS-kalenterisi
fr: Connectez votre calendrier macOS local
hi: अपने स्थानीय macOS कैलेंडर को कनेक्ट करें
hu: Helyi macOS naptár csatlakoztatása
id: Hubungkan kalender macOS lokal Anda
it: Connetti il tuo calendario macOS locale
ja: ローカルのmacOSカレンダーに接続
ms: Sambungkan kalendar macOS tempatan anda
nl: Verbind je lokale macOS-agenda
no: Koble til din lokale macOS-kalender
pt: Conecte seu calendário local do macOS
ru: Подключите ваш локальный календарь macOS
sk: Pripojte svoj lokálny macOS kalendár
sv: Anslut din lokala macOS-kalender
th: เชื่อมต่อปฏิทิน macOS ในเครื่องของคุณ
uk: Підключіть свій локальний календар macOS
vi: Kết nối lịch macOS cục bộ của bạn

# syncGoogleAccount
source: Sync with your Google account
bg: Синхронизирай с вашия Google акаунт
ca: Sincronitzar amb el vostre compte de Google
cs: Synchronizovat s vaším účtem Google
de: Mit Ihrem Google-Konto synchronisieren
es: Sincronizar con tu cuenta de Google
et: Sünkroonige oma Google'i kontoga
fi: Synkronoi Google-tilisi kanssa
fr: Synchroniser avec votre compte Google
hi: अपने Google खाते के साथ सिंक करें
hu: Szinkronizálás Google fiókoddal
id: Sinkronkan dengan akun Google Anda
it: Sincronizza con il tuo account Google
ja: Googleアカウントと同期
ms: Segerakkan dengan akaun Google anda
nl: Synchroniseer met je Google-account
no: Synkroniser med Google-kontoen din
pt: Sincronizar com sua conta Google
ru: Синхронизация с вашим аккаунтом Google
sk: Synchronizovať s vaším Google účtom
sv: Synkronisera med ditt Google-konto
th: ซิงค์กับบัญชี Google ของคุณ
uk: Синхронізація з вашим обліковим записом Google
vi: Đồng bộ với tài khoản Google của bạn

# showMeetingsMenuBar
source: Show upcoming meetings in menu bar
bg: Показвай предстоящи срещи в лентата с менюта
ca: Mostrar reunions properes a la barra de menú
cs: Zobrazit nadcházející schůzky v menu baru
de: Anstehende Meetings in der Menüleiste anzeigen
es: Mostrar reuniones en barra de menú
et: Kuva tulevased koosolekud menüüribal
fi: Näytä tulevat kokoukset valikkorivissä
fr: Afficher les réunions à venir dans la barre de menus
hi: मेनू बार में बैठकें दिखाएं
hu: Közelgő találkozók megjelenítése a menüsorban
id: Tampilkan rapat mendatang di bilah menu
it: Mostra riunioni imminenti nella barra dei menu
ja: メニューバーに今後のミーティングを表示
ms: Tunjukkan mesyuarat akan datang di bar menu
nl: Toon aankomende vergaderingen in menubalk
no: Vis kommende møter i menylinje
pt: Mostrar reuniões na barra de menu
ru: Показывать предстоящие встречи в строке меню
sk: Zobraziť nadchádzajúce stretnutia v paneli ponúk
sv: Visa kommande möten i menyraden
th: แสดงการประชุมที่กำลังจะมาถึงในแถบเมนู
uk: Показувати майбутні зустрічі у меню
vi: Hiển thị cuộc họp sắp tới trên thanh menu

# showMeetingsMenuBarDesc
source: Display your next meeting and time until it starts in the macOS menu bar
bg: Показвай следващата ви среща и време до нея в macOS лентата с менюта
ca: Mostrar la vostra propera reunió i el temps fins que comenci a la barra de menú de macOS
cs: Zobrazit vaši další schůzku a čas do jejího začátku v menu baru macOS
de: Anzeige Ihres nächsten Meetings und der Zeit bis zum Beginn in der macOS-Menüleiste
es: Mostrar tu próxima reunión y tiempo restante en la barra de menú de macOS
et: Kuva oma järgmine koosolek ja aeg selle alguseni macOS-i menüüribal
fi: Näytä seuraava kokouksesi ja aika sen alkuun macOS-valikkorivissä
fr: Afficher votre prochaine réunion et le temps restant avant son début dans la barre de menus macOS
hi: macOS मेनू बार में अपनी अगली बैठक और शेष समय दिखाएं
hu: A következő találkozód és a kezdésig hátralévő idő megjelenítése a macOS menüsorban
id: Tampilkan rapat berikutnya dan waktu hingga dimulai di bilah menu macOS
it: Visualizza la tua prossima riunione e il tempo rimanente nella barra dei menu di macOS
ja: 次のミーティングと開始までの時間をmacOSメニューバーに表示します
ms: Paparkan mesyuarat seterusnya anda dan masa sehingga ia bermula di bar menu macOS
nl: Toon je volgende vergadering en tijd tot deze begint in de macOS-menubalk
no: Vis neste møte og tid til det starter i macOS-menylinjen
pt: Mostrar sua próxima reunião e tempo restante na barra de menu do macOS
ru: Отображать вашу следующую встречу и время до её начала в строке меню macOS
sk: Zobraziť vaše ďalšie stretnutie a čas do jeho začiatku v paneli ponúk macOS
sv: Visa ditt nästa möte och tid tills det börjar i macOS menyraden
th: แสดงการประชุมถัดไปและเวลาที่เหลือก่อนเริ่มในแถบเมนู macOS
uk: Відображати вашу наступну зустріч та час до її початку у меню macOS
vi: Hiển thị cuộc họp tiếp theo và thời gian cho đến khi nó bắt đầu trên thanh menu macOS

# showEventsNoParticipants
source: Show events with no participants
bg: Показвай събития без участници
ca: Mostrar esdeveniments sense participants
cs: Zobrazit události bez účastníků
de: Ereignisse ohne Teilnehmer anzeigen
es: Mostrar eventos sin participantes
et: Kuva ilma osalejateta sündmusi
fi: Näytä tapahtumat ilman osallistujia
fr: Afficher les événements sans participants
hi: बिना प्रतिभागियों वाले ईवेंट दिखाएं
hu: Résztvevők nélküli események megjelenítése
id: Tampilkan acara tanpa peserta
it: Mostra eventi senza partecipanti
ja: 参加者のないイベントを表示
ms: Tunjukkan acara tanpa peserta
nl: Evenementen zonder deelnemers tonen
no: Vis hendelser uten deltakere
pt: Mostrar eventos sem participantes
ru: Показывать события без участников
sk: Zobraziť udalosti bez účastníkov
sv: Visa händelser utan deltagare
th: แสดงกิจกรรมที่ไม่มีผู้เข้าร่วม
uk: Показувати події без учасників
vi: Hiển thị sự kiện không có người tham gia
