Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

source: No conversations yet
bg: Все още няма разговори.
ca: Encara no hi ha converses
cs: Zatím žádné konverzace.
de: Noch keine Unterhaltungen
es: No hay conversaciones aún.
et: Vestlusi pole veel.
fi: Ei vielä keskusteluja.
fr: Pas encore de conversations.
hi: अभी तक कोई बातचीत नहीं।
hu: Még nincsenek beszélgetések
id: Belum ada percakapan.
it: Nessuna conversazione ancora.
ja: まだ会話がありません。
ms: Tiada perbualan lagi.
nl: Nog geen gesprekken.
no: Ingen samtaler ennå.
pt: Nenhuma conversa ainda.
ru: Разговоров пока нет.
sk: Zatiaľ žiadne konverzácie.
sv: Inga konversationer ännu.
th: ยังไม่มีบทสนทนา
uk: Розмов поки немає.
vi: Chưa có cuộc trò chuyện nào.

# noStarredConversations
source: No starred conversations yet.
bg: Все още няма отбелязани разговори.
ca: No hi ha converses destacades
cs: Zatím žádné oblíbené konverzace.
de: Noch keine favorisierten Unterhaltungen.
es: No hay conversaciones favoritas.
et: Tärniga märgitud vestlusi pole veel.
fi: Ei vielä tähdellä merkittyjä keskusteluja.
fr: Pas encore de conversations favorites.
hi: कोई तारांकित बातचीत नहीं।
hu: Még nincsenek csillagozott beszélgetések.
id: Belum ada percakapan berbintang.
it: Nessuna conversazione preferita ancora.
ja: スター付きの会話はまだありません。
ms: Tiada perbualan berbintang lagi.
nl: Nog geen favoriete gesprekken.
no: Ingen favorittsamtaler ennå.
pt: Nenhuma conversa favorita.
ru: Избранных разговоров пока нет.
sk: Zatiaľ žiadne obľúbené konverzácie.
sv: Inga stjärnmärkta konversationer ännu.
th: ยังไม่มีบทสนทนาที่ติดดาว
uk: Обраних розмов поки немає.
vi: Chưa có cuộc trò chuyện được gắn sao.

# starConversationHint
source: To star a conversation, open it and tap the star icon in the header.
bg: За да отбележите разговор, отворете го и натиснете иконката със звезда в заглавието.
ca: Per destacar una conversa, obriu-la i toqueu la icona d'estrella a la capçalera.
cs: Chcete-li konverzaci označit hvězdičkou, otevřete ji a klepněte na ikonu hvězdičky v záhlaví.
de: Um eine Unterhaltung zu favorisieren, öffnen Sie sie und tippen Sie auf das Sternsymbol im Kopfbereich.
es: Para marcar una conversación como favorita, ábrela y toca la estrella en la cabecera.
et: Vestluse tärniga märkimiseks avage see ja puudutage päises tärni ikooni.
fi: Merkitäksesi keskustelun tähdellä, avaa se ja napauta tähti-kuvaketta otsikossa.
fr: Pour marquer une conversation comme favorite, ouvrez-la et appuyez sur l'icône étoile dans l'en-tête.
hi: बातचीत को तारांकित करने के लिए, उसे खोलें और शीर्ष पर तारे के आइकन को टैप करें।
hu: Beszélgetés csillagozásához nyisd meg, és érintsd meg a csillag ikont a fejlécben.
id: Untuk memberi bintang pada percakapan, buka dan ketuk ikon bintang di header.
it: Per aggiungere una conversazione ai preferiti, aprila e tocca l'icona stella nell'intestazione.
ja: 会話をスターするには、会話を開いてヘッダーのスターアイコンをタップしてください。
ms: Untuk membintangkan perbualan, buka dan ketik ikon bintang di pengepala.
nl: Om een gesprek als favoriet te markeren, open het en tik op het stericoon in de header.
no: For å favorittmarkere en samtale, åpne den og trykk på stjerneikonet i overskriften.
pt: Para favoritar uma conversa, abra-a e toque na estrela no topo.
ru: Чтобы добавить разговор в избранное, откройте его и нажмите на значок звезды в заголовке.
sk: Ak chcete označiť konverzáciu hviezdičkou, otvorte ju a ťuknite na ikonu hviezdy v hlavičke.
sv: För att stjärnmärka en konversation, öppna den och tryck på stjärnikonen i sidhuvudet.
th: หากต้องการติดดาวบทสนทนา ให้เปิดและแตะไอคอนดาวในส่วนหัว
uk: Щоб позначити розмову зірочкою, відкрийте її та натисніть іконку зірки в заголовку.
vi: Để gắn sao cuộc trò chuyện, hãy mở nó và nhấn vào biểu tượng ngôi sao ở phần đầu.

source: Search conversations...
bg: Търсене на разговори
ca: Cercar converses...
cs: Hledat konverzace
de: Konversationen durchsuchen...
es: Buscar conversaciones
et: Otsi vestlusi
fi: Etsi keskusteluja
fr: Rechercher des conversations
hi: बातचीत खोजें
hu: Beszélgetések keresése...
id: Cari Percakapan
it: Cerca Conversazioni
ja: 会話を検索
ms: Cari Perbualan
nl: Gesprekken zoeken
no: Søk i samtaler
pt: Buscar conversas
ru: Поиск разговоров
sk: Hľadať konverzácie
sv: Sök konversationer
th: ค้นหาบทสนทนา
uk: Пошук розмов
vi: Tìm kiếm cuộc trò chuyện

# selectedCount
source: {count} selected
bg: {count} избрани
ca: {count} seleccionats
cs: Vybráno: {count}
de: {count} ausgewählt
es: {count} seleccionados
et: {count} valitud
fi: {count} valittu
fr: {count} sélectionné(s)
hi: {count} चयनित
hu: {count} kiválasztva
id: {count} dipilih
it: {count} selezionat{s}
ja: {count}件選択中
ms: {count} dipilih
nl: {count} geselecteerd
no: {count} valgt
pt: {count} selecionados
ru: Выбрано {count}
sk: {count} vybraných
sv: {count} valda
th: เลือก {count} รายการ
uk: Вибрано: {count}
vi: Đã chọn {count}

source: Merge
bg: Обедини
ca: Fusionar
cs: Sloučit
de: Zusammenführen
es: Fusionar
et: Ühenda
fi: Yhdistä
fr: Fusionner
hi: विलय करें
hu: Összevonás
id: Gabungkan
it: Unisci
ja: マージ
ms: Gabung
nl: Samenvoegen
no: Slå sammen
pt: Mesclar
ru: Объединить
sk: Zlúčiť
sv: Slå ihop
th: รวม
uk: Об'єднати
vi: Gộp

source: Merge Conversations
bg: Обедини разговори
ca: Fusionar converses
cs: Sloučit konverzace
de: Unterhaltungen zusammenführen
es: Fusionar conversaciones
et: Ühenda vestlused
fi: Yhdistä keskustelut
fr: Fusionner les conversations
hi: बातचीत का विलय करें
hu: Beszélgetések összevonása
id: Gabungkan Percakapan
it: Unisci Conversazioni
ja: 会話をマージ
ms: Gabungkan Perbualan
nl: Gesprekken samenvoegen
no: Slå sammen samtaler
pt: Mesclar conversas
ru: Объединить разговоры
sk: Zlúčiť konverzácie
sv: Slå ihop konversationer
th: รวมบทสนทนา
uk: Об'єднати розмови
vi: Gộp cuộc trò chuyện

# mergeConversationsMessage
source: This will combine {count} conversations into one. All content will be merged and regenerated.
bg: Това ще комбинира {count} разговора в един. Всичко съдържание ще бъде обединено и регенерирано.
ca: Això combinarà {count} converses en una. Tot el contingut es fusionarà i regenerarà.
cs: Tím se spojí {count} konverzací do jedné. Veškerý obsah bude sloučen a znovu vygenerován.
de: Dies wird {count} Unterhaltungen zu einer zusammenfassen. Alle Inhalte werden zusammengeführt und neu generiert.
es: Esto combinará {count} conversaciones en una sola. Todo el contenido se fusionará y regenerará.
et: See ühendab {count} vestlust üheks. Kogu sisu ühendatakse ja luuakse uuesti.
fi: Tämä yhdistää {count} keskustelua yhdeksi. Kaikki sisältö yhdistetään ja luodaan uudelleen.
fr: Cela combinera {count} conversations en une seule. Tout le contenu sera fusionné et régénéré.
hi: यह {count} बातचीतों को एक में मिला देगा। सभी सामग्री विलय और पुन: उत्पन्न की जाएगी।
hu: Ez {count} beszélgetést egyesít egybe. Minden tartalom összevonásra és újragenerálásra kerül.
id: Ini akan menggabungkan {count} percakapan menjadi satu. Semua konten akan digabungkan dan dibuat ulang.
it: Questo combinerà {count} conversazioni in una. Tutti i contenuti saranno uniti e rigenerati.
ja: {count}件の会話が1つにまとめられます。すべてのコンテンツがマージされ、再生成されます。
ms: Ini akan menggabungkan {count} perbualan menjadi satu. Semua kandungan akan digabungkan dan dijana semula.
nl: Dit combineert {count} gesprekken tot één. Alle inhoud wordt samengevoegd en opnieuw gegenereerd.
no: Dette vil kombinere {count} samtaler til én. Alt innhold vil bli slått sammen og regenerert.
pt: Isso combinará {count} conversas em uma. Todo o conteúdo será mesclado e regenerado.
ru: Это объединит {count} разговоров в один. Всё содержимое будет объединено и перегенерировано.
sk: Toto zlúči {count} konverzácií do jednej. Celý obsah bude zlúčený a znovu vygenerovaný.
sv: Detta kommer att kombinera {count} konversationer till en. Allt innehåll kommer att slås ihop och genereras på nytt.
th: นี่จะรวม {count} บทสนทนาเป็นหนึ่งเดียว เนื้อหาทั้งหมดจะถูกรวมและสร้างใหม่
uk: Це об'єднає {count} розмов в одну. Весь вміст буде об'єднано та перегенеровано.
vi: Thao tác này sẽ kết hợp {count} cuộc trò chuyện thành một. Tất cả nội dung sẽ được gộp và tạo lại.

# mergingInBackground
source: Merging in background. This may take a moment.
bg: Обединяване във фонов режим. Това може да отнеме момент.
ca: Fusionant en segon pla. Això pot trigar una mica.
cs: Slučování na pozadí. Může to chvíli trvat.
de: Zusammenführung im Hintergrund. Dies kann einen Moment dauern.
es: Fusionando en segundo plano. Esto puede tardar un momento.
et: Ühendamine käib taustal. See võib võtta hetke aega.
fi: Yhdistetään taustalla. Tämä voi kestää hetken.
fr: Fusion en cours en arrière-plan. Cela peut prendre un moment.
hi: बैकग्राउंड में विलय हो रहा है। इसमें थोड़ा समय लग सकता है।
hu: Összevonás a háttérben. Ez eltarthat egy pillanatig.
id: Menggabungkan di latar belakang. Ini mungkin memakan waktu sebentar.
it: Unione in background. Potrebbe richiedere un momento.
ja: バックグラウンドでマージ中。しばらくお待ちください。
ms: Menggabungkan di latar belakang. Ini mungkin mengambil sedikit masa.
nl: Samenvoegen op de achtergrond. Dit kan even duren.
no: Slår sammen i bakgrunnen. Dette kan ta et øyeblikk.
pt: Mesclando em segundo plano. Isso pode levar um momento.
ru: Объединение в фоновом режиме. Это может занять некоторое время.
sk: Zlučovanie prebieha na pozadí. Môže to chvíľu trvať.
sv: Slår ihop i bakgrunden. Detta kan ta en stund.
th: กำลังรวมในเบื้องหลัง อาจใช้เวลาสักครู่
uk: Об'єднання у фоновому режимі. Це може зайняти деякий час.
vi: Đang gộp trong nền. Có thể mất một chút thời gian.

source: Failed to start merge
bg: Неуспешно стартиране на обединяване
ca: No s'ha pogut iniciar la fusió
cs: Nepodařilo se spustit sloučení
de: Zusammenführung konnte nicht gestartet werden
es: Error al iniciar fusión
et: Ühendamise alustamine ebaõnnestus
fi: Yhdistämisen aloitus epäonnistui
fr: Échec du démarrage de la fusion
hi: विलय शुरू करने में विफल
hu: Az összevonás indítása sikertelen
id: Gagal memulai penggabungan
it: Impossibile avviare l'unione
ja: マージの開始に失敗しました
ms: Gagal memulakan penggabungan
nl: Kan samenvoegen niet starten
no: Kunne ikke starte sammenslåing
pt: Falha ao iniciar mesclagem
ru: Не удалось начать объединение
sk: Nepodarilo sa spustiť zlučovanie
sv: Det gick inte att starta ihopslagning
th: ไม่สามารถเริ่มการรวมได้
uk: Не вдалося розпочати об'єднання
vi: Không thể bắt đầu gộp

source: Ask anything
bg: Попитайте каквото и да е
ca: Pregunta qualsevol cosa
cs: Zeptejte se na cokoliv
de: Frag irgendetwas
es: Pregunta cualquier cosa
et: Küsi mida tahes
fi: Kysy mitä tahansa
fr: Demandez n'importe quoi
hi: कुछ भी पूछें
hu: Kérdezz bármit
id: Tanyakan apa saja
it: Chiedi qualsiasi cosa
ja: 何でも聞いてください
ms: Tanya apa sahaja
nl: Vraag wat je wilt
no: Spør om hva som helst
pt: Pergunte qualquer coisa
ru: Спросите что угодно
sk: Spýtajte sa na čokoľvek
sv: Fråga vad som helst
th: ถามอะไรก็ได้
uk: Запитайте що завгодно
vi: Hỏi bất cứ điều gì

# noMessagesYet
source: No messages yet! Why don't you start a conversation?
bg: Все още няма съобщения! Защо не започнете разговор?
ca: Encara no hi ha missatges! Per què no comenceu una conversa?
cs: Zatím žádné zprávy! Proč nezačít konverzaci?
de: Noch keine Nachrichten! Warum starten Sie keine Unterhaltung?
es: ¡No hay mensajes! ¿Por qué no inicias una conversación?
et: Sõnumeid pole veel! Miks te ei alusta vestlust?
fi: Ei vielä viestejä! Mikset aloittaisi keskustelua?
fr: Pas encore de messages ! Pourquoi ne pas commencer une conversation ?
hi: अभी तक कोई संदेश नहीं! बातचीत क्यों नहीं शुरू करते?
hu: Még nincsenek üzenetek! Miért nem kezdesz egy beszélgetést?
id: Belum ada pesan! Mengapa tidak memulai percakapan?
it: Nessun messaggio ancora! Perché non inizi una conversazione?
ja: まだメッセージがありません！ 会話を始めてみませんか？
ms: Tiada mesej lagi! Mengapa tidak mulakan perbualan?
nl: Nog geen berichten! Waarom begin je geen gesprek?
no: Ingen meldinger ennå! Hvorfor ikke starte en samtale?
pt: Nenhuma mensagem ainda! Por que não começar uma conversa?
ru: Сообщений пока нет! Почему бы не начать разговор?
sk: Zatiaľ žiadne správy! Prečo nespustíte konverzáciu?
sv: Inga meddelanden ännu! Varför inte starta en konversation?
th: ยังไม่มีข้อความ! ลองเริ่มบทสนทนาสิ
uk: Повідомлень поки немає! Чому б не почати розмову?
vi: Chưa có tin nhắn nào! Hãy bắt đầu cuộc trò chuyện nhé?

# deletingMessages
source: Deleting your messages from Omi's memory...
bg: Изтриване на съобщенията ви от паметта на Omi...
ca: Suprimint els teus missatges de la memòria d'Omi...
cs: Mazání vašich zpráv z paměti Omi...
de: Lösche Ihre Nachrichten aus Omis Gedächtnis...
es: Borrando tus mensajes de la memoria de Omi...
et: Teie sõnumite kustutamine Omi mälust...
fi: Poistetaan viestejäsi Omin muistista...
fr: Suppression de vos messages de la mémoire d'Omi...
hi: Omi की यादों से आपके संदेश हटा रहा है...
hu: Üzenetek törlése az Omi memóriájából...
id: Menghapus pesan Anda dari memori Omi...
it: Eliminazione dei tuoi messaggi dalla memoria di Omi...
ja: Omiのメモリからメッセージを削除中...
ms: Memadam mesej anda daripada ingatan Omi...
nl: Je berichten verwijderen uit Omi's geheugen...
no: Sletter meldingene dine fra Omis minne...
pt: Apagando suas mensagens da memória do Omi...
ru: Удаление ваших сообщений из памяти Omi...
sk: Odstraňujú sa vaše správy z pamäte Omi...
sv: Tar bort dina meddelanden från Omis minne...
th: กำลังลบข้อความของคุณจากความทรงจำของ Omi...
uk: Видалення ваших повідомлень з пам'яті Omi...
vi: Đang xóa tin nhắn của bạn khỏi bộ nhớ của Omi...

# messageCopied
source: Message copied to clipboard.
bg: Съобщението е копирано в клипборда.
ca: ✨ Missatge copiat al porta-retalls
cs: Zpráva zkopírována do schránky.
de: Nachricht in die Zwischenablage kopiert.
es: Mensaje copiado al portapapeles.
et: Sõnum kopeeritud lõikelauale.
fi: Viesti kopioitu leikepöydälle.
fr: Message copié dans le presse-papiers.
hi: संदेश कॉपी किया गया।
hu: Üzenet vágólapra másolva.
id: Pesan disalin ke clipboard.
it: Messaggio copiato negli appunti.
ja: メッセージをクリップボードにコピーしました。
ms: Mesej disalin ke papan keratan.
nl: Bericht gekopieerd naar klembord.
no: Melding kopiert til utklippstavlen.
pt: Mensagem copiada para a área de transferência.
ru: Сообщение скопировано в буфер обмена.
sk: Správa bola skopírovaná do schránky.
sv: Meddelande kopierat till urklipp.
th: คัดลอกข้อความไปยังคลิปบอร์ดแล้ว
uk: Повідомлення скопійовано до буфера обміну.
vi: Đã sao chép tin nhắn vào clipboard.

# cannotReportOwnMessage
source: You cannot report your own messages.
bg: Не можете да докладвате собствените си съобщения.
ca: No podeu denunciar els vostres propis missatges.
cs: Nemůžete nahlásit vlastní zprávy.
de: Sie können Ihre eigenen Nachrichten nicht melden.
es: No puedes reportar tus propios mensajes.
et: Te ei saa oma sõnumitest teatada.
fi: Et voi ilmoittaa omista viesteistäsi.
fr: Vous ne pouvez pas signaler vos propres messages.
hi: आप अपने खुद के संदेशों की रिपोर्ट नहीं कर सकते।
hu: Nem jelentheted be a saját üzeneteidet.
id: Anda tidak dapat melaporkan pesan Anda sendiri.
it: Non puoi segnalare i tuoi stessi messaggi.
ja: 自分のメッセージを報告することはできません。
ms: Anda tidak boleh melaporkan mesej anda sendiri.
nl: Je kunt je eigen berichten niet rapporteren.
no: Du kan ikke rapportere dine egne meldinger.
pt: Você não pode reportar suas próprias mensagens.
ru: Вы не можете пожаловаться на свои собственные сообщения.
sk: Nemôžete nahlásiť vlastné správy.
sv: Du kan inte rapportera dina egna meddelanden.
th: คุณไม่สามารถรายงานข้อความของตัวเองได้
uk: Ви не можете поскаржитись на власні повідомлення.
vi: Bạn không thể báo cáo tin nhắn của chính mình.

source: Report Message
bg: Докладвай съобщение
ca: Informar del missatge
cs: Nahlásit zprávu
de: Nachricht melden
es: Reportar mensaje
et: Teata sõnumist
fi: Ilmoita viestistä
fr: Signaler le message
hi: संदेश की रिपोर्ट करें
hu: Üzenet bejelentése
id: Laporkan Pesan
it: Segnala Messaggio
ja: メッセージを報告
ms: Laporkan Mesej
nl: Bericht rapporteren
no: Rapporter melding
pt: Reportar mensagem
ru: Пожаловаться на сообщение
sk: Nahlásiť správu
sv: Rapportera meddelande
th: รายงานข้อความ
uk: Поскаржитись на повідомлення
vi: Báo cáo tin nhắn

# reportMessageConfirm
source: Are you sure you want to report this message?
bg: Сигурни ли сте, че искате да докладвате това съобщение?
ca: Esteu segur que voleu denunciar aquest missatge?
cs: Opravdu chcete nahlásit tuto zprávu?
de: Sind Sie sicher, dass Sie diese Nachricht melden möchten?
es: ¿Seguro que quieres reportar este mensaje?
et: Kas olete kindel, et soovite sellest sõnumist teatada?
fi: Haluatko varmasti ilmoittaa tästä viestistä?
fr: Êtes-vous sûr de vouloir signaler ce message ?
hi: क्या आप वाकई इस संदेश की रिपोर्ट करना चाहते हैं?
hu: Biztosan be szeretnéd jelenteni ezt az üzenetet?
id: Apakah Anda yakin ingin melaporkan pesan ini?
it: Sei sicuro di voler segnalare questo messaggio?
ja: このメッセージを報告してもよろしいですか？
ms: Adakah anda pasti mahu melaporkan mesej ini?
nl: Weet je zeker dat je dit bericht wilt rapporteren?
no: Er du sikker på at du vil rapportere denne meldingen?
pt: Tem certeza de que deseja reportar esta mensagem?
ru: Вы уверены, что хотите пожаловаться на это сообщение?
sk: Naozaj chcete nahlásiť túto správu?
sv: Är du säker på att du vill rapportera detta meddelande?
th: คุณแน่ใจหรือไม่ว่าต้องการรายงานข้อความนี้?
uk: Ви впевнені, що хочете поскаржитись на це повідомлення?
vi: Bạn có chắc chắn muốn báo cáo tin nhắn này?

# messageReported
source: Message reported successfully.
bg: Съобщението е докладвано успешно.
ca: Missatge denunciat correctament.
cs: Zpráva úspěšně nahlášena.
de: Nachricht erfolgreich gemeldet.
es: Mensaje reportado exitosamente.
et: Sõnumist teatati edukalt.
fi: Viesti ilmoitettu onnistuneesti.
fr: Message signalé avec succès.
hi: संदेश सफलतापूर्वक रिपोर्ट किया गया।
hu: Üzenet sikeresen bejelentve.
id: Pesan berhasil dilaporkan.
it: Messaggio segnalato con successo.
ja: メッセージを報告しました。
ms: Mesej berjaya dilaporkan.
nl: Bericht succesvol gerapporteerd.
no: Melding rapportert.
pt: Mensagem reportada com sucesso.
ru: Жалоба на сообщение успешно отправлена.
sk: Správa bola úspešne nahlásená.
sv: Meddelande rapporterat.
th: รายงานข้อความสำเร็จแล้ว
uk: Повідомлення успішно відправлено.
vi: Đã báo cáo tin nhắn thành công.

# thankYouFeedback
source: Thank you for your feedback!
bg: Благодарим за обратната връзка!
ca: Gràcies pels vostres comentaris!
cs: Děkujeme za vaši zpětnou vazbu!
de: Danke für Ihr Feedback!
es: ¡Gracias por tus comentarios!
et: Täname tagasiside eest!
fi: Kiitos palautteestasi!
fr: Merci pour votre retour !
hi: आपकी प्रतिक्रिया के लिए धन्यवाद!
hu: Köszönjük a visszajelzést!
id: Terima kasih atas masukan Anda!
it: Grazie per il tuo feedback!
ja: フィードバックありがとうございます！
ms: Terima kasih atas maklum balas anda!
nl: Bedankt voor je feedback!
no: Takk for tilbakemeldingen!
pt: Obrigado pelo feedback!
ru: Спасибо за ваш отзыв!
sk: Ďakujeme za vašu spätnú väzbu!
sv: Tack för din återkoppling!
th: ขอบคุณสำหรับคำติชมของคุณ!
uk: Дякуємо за ваш відгук!
vi: Cảm ơn phản hồi của bạn!

source: Clear Chat?
bg: Изчисти чат?
ca: Netejar xat?
cs: Vymazat chat?
de: Chat löschen?
es: ¿Limpiar chat?
et: Tühjenda vestlus?
fi: Tyhjennä keskustelu?
fr: Effacer la discussion ?
hi: चैट साफ़ करें?
hu: Csevegés törlése?
id: Bersihkan Obrolan?
it: Cancellare Chat?
ja: チャットを消去しますか？
ms: Kosongkan Sembang?
nl: Chat wissen?
no: Tøm chat?
pt: Limpar chat?
ru: Очистить чат?
sk: Vymazať chat?
sv: Rensa chatt?
th: ล้างแชท?
uk: Очистити чат?
vi: Xóa trò chuyện?

# clearChatConfirm
source: Are you sure you want to clear the chat? This action cannot be undone.
bg: Сигурни ли сте, че искате да изчистите чата? Това действие не може да бъде отменено.
ca: Esteu segur que voleu netejar el xat? Aquesta acció no es pot desfer.
cs: Opravdu chcete vymazat chat? Tuto akci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie den Chat löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres limpiar el chat? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite vestluse tühjendada? Seda toimingut ei saa tagasi võtta.
fi: Haluatko varmasti tyhjentää keskustelun? Tätä toimintoa ei voi perua.
fr: Êtes-vous sûr de vouloir effacer la discussion ? Cette action est irréversible.
hi: क्या आप वाकई चैट साफ़ करना चाहते हैं? यह पूर्ववत नहीं किया जा सकता।
hu: Biztosan törölni szeretnéd a csevegést? Ez a művelet nem vonható vissza.
id: Apakah Anda yakin ingin menghapus obrolan? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler cancellare la chat? Questa azione non può essere annullata.
ja: チャットを消去してもよろしいですか？この操作は元に戻せません。
ms: Adakah anda pasti mahu mengosongkan sembang? Tindakan ini tidak boleh dibatalkan.
nl: Weet je zeker dat je de chat wilt wissen? Deze actie kan niet ongedaan worden gemaakt.
no: Er du sikker på at du vil tømme chatten? Dette kan ikke angres.
pt: Tem certeza de que deseja limpar o chat? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите очистить чат? Это действие нельзя будет отменить.
sk: Naozaj chcete vymazať chat? Túto akciu nie je možné vrátiť späť.
sv: Är du säker på att du vill rensa chatten? Detta kan inte ångras.
th: คุณแน่ใจหรือไม่ว่าต้องการล้างแชท? การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Ви впевнені, що хочете очистити чат? Цю дію не можна скасувати.
vi: Bạn có chắc chắn muốn xóa trò chuyện? Hành động này không thể hoàn tác.

# maxFilesLimit
source: You can only upload 4 files at a time
bg: Можете да качите само 4 файла наведнъж
ca: Només podeu pujar 4 fitxers alhora
cs: Najednou můžete nahrát pouze 4 soubory
de: Sie können nur 4 Dateien gleichzeitig hochladen
es: Solo puedes subir 4 archivos a la vez
et: Korraga saate üles laadida ainult 4 faili
fi: Voit ladata vain 4 tiedostoa kerrallaan
fr: Vous ne pouvez télécharger que 4 fichiers à la fois
hi: आप एक बार में केवल 4 फ़ाइलें अपलोड कर सकते हैं
hu: Egyszerre csak 4 fájlt tölthetsz fel
id: Anda hanya dapat mengunggah 4 file sekaligus
it: Puoi caricare solo 4 file alla volta
ja: 一度にアップロードできるファイルは4つまでです
ms: Anda hanya boleh memuat naik 4 fail pada satu masa
nl: Je kunt maximaal 4 bestanden tegelijk uploaden
no: Du kan bare laste opp 4 filer om gangen
pt: Você só pode enviar 4 arquivos por vez
ru: Вы можете загрузить только 4 файла одновременно
sk: Môžete nahrať maximálne 4 súbory naraz
sv: Du kan bara ladda upp 4 filer åt gången
th: คุณสามารถอัปโหลดได้เพียง 4 ไฟล์ในคราวเดียว
uk: Ви можете завантажити лише 4 файли за раз
vi: Bạn chỉ có thể tải lên tối đa 4 tệp cùng lúc

source: Chat with Omi
bg: Чат с Omi
ca: Xatejar amb Omi
cs: Chat s Omi
de: Chat mit Omi
es: Chatea con Omi
et: Vestlus Omi-ga
fi: Keskustele Omin kanssa
fr: Discuter avec Omi
hi: Omi के साथ चैट करें
hu: Csevegés Omi-val
id: Obrolan dengan Omi
it: Chatta con Omi
ja: Omiとチャット
ms: Sembang dengan Omi
nl: Chat met Omi
no: Chat med Omi
pt: Converse com Omi
ru: Чат с Omi
sk: Chat s Omi
sv: Chatta med Omi
th: แชทกับ Omi
uk: Чат з Omi
vi: Trò chuyện với Omi

source: Apps
bg: Приложения
ca: Aplicacions
cs: Aplikace
et: Rakendused
fi: Sovellukset
fr: Applications
hi: ऐप्स
hu: Alkalmazások
id: Aplikasi
it: App
ja: アプリ
ms: Aplikasi
no: Apper
ru: Приложения
sk: Aplikácie
sv: Appar
th: แอป
uk: Додатки
vi: Ứng dụng

source: No apps found
bg: Не са намерени приложения
ca: No s'han trobat aplicacions
cs: Nenalezeny žádné aplikace
de: Keine Apps gefunden
es: No se encontraron apps
et: Rakendusi ei leitud
fi: Sovelluksia ei löytynyt
fr: Aucune application trouvée
hi: कोई ऐप नहीं मिला
hu: Nem található alkalmazás
id: Tidak ada aplikasi ditemukan
it: Nessuna app trovata
ja: アプリが見つかりません
ms: Tiada aplikasi dijumpai
nl: Geen apps gevonden
no: Ingen apper funnet
pt: Nenhum app encontrado
ru: Приложения не найдены
sk: Neboli nájdené žiadne aplikácie
sv: Inga appar hittades
th: ไม่พบแอป
uk: Додатки не знайдено
vi: Không tìm thấy ứng dụng
