Repository: BasedHardware/omi
Catalog: app/lib/l10n/app_*.arb
Languages: bg, ca, cs, de, es, et, fi, fr, hi, hu, id, it, ja, ms, nl, no, pt, ru, sk, sv, th, uk, vi

# showEventsNoParticipantsDesc
source: When enabled, Coming Up shows events without participants or a video link.
bg: Когато е активирано, показва събития без участници или видео връзка.
ca: Quan s'activa, Properament mostra esdeveniments sense participants o enllaç de vídeo.
cs: Pokud je povoleno, Již brzy zobrazuje události bez účastníků nebo video odkazu.
de: Wenn aktiviert, zeigt 'Demnächst' Ereignisse ohne Teilnehmer oder Video-Link an.
es: Si activado, 'Próximamente' mostrará eventos sin participantes o enlaces de video.
et: Kui lubatud, näitab Coming Up sündmusi ilma osalejate või videolingita.
fi: Kun käytössä, Tulossa näyttää tapahtumat ilman osallistujia tai videolinkkiä.
fr: Lorsque activé, À venir affiche les événements sans participants ou lien vidéo.
hi: यदि सक्षम किया गया, तो 'आगामी' बिना प्रतिभागियों या वीडियो लिंक वाले ईवेंट दिखाएगा।
hu: Ha engedélyezve van, a Közelgő események résztvevők vagy videó link nélküli eseményeket is mutat.
id: Saat diaktifkan, Coming Up menampilkan acara tanpa peserta atau tautan video.
it: Quando abilitato, Prossimi Eventi mostra eventi senza partecipanti o link video.
ja: 有効にすると、Coming Upは参加者やビデオリンクのないイベントを表示します。
ms: Apabila didayakan, Coming Up menunjukkan acara tanpa peserta atau pautan video.
nl: Wanneer ingeschakeld, toont Binnenkort evenementen zonder deelnemers of videolink.
no: Når aktivert, viser Kommende hendelser uten deltakere eller videolenke.
pt: Se ativado, 'Em breve' mostrará eventos sem participantes ou link de vídeo.
ru: Когда включено, Coming Up показывает события без участников или видеосвязи.
sk: Keď je povolené, Nadchádzajúce zobrazí udalosti bez účastníkov alebo video odkazu.
sv: När det är aktiverat visar Kommande händelser utan deltagare eller en videolänk.
th: เมื่อเปิดใช้งาน Coming Up จะแสดงกิจกรรมที่ไม่มีผู้เข้าร่วมหรือลิงก์วิดีโอ
uk: Коли увімкнено, показує події без учасників або відео-посилання.
vi: Khi được bật, Coming Up hiển thị các sự kiện không có người tham gia hoặc liên kết video.

source: Your Meetings
bg: Вашите срещи
ca: Les vostres reunions
cs: Vaše schůzky
de: Ihre Meetings
es: Tus reuniones
et: Teie koosolekud
fi: Kokouksesi
fr: Vos réunions
hi: आपकी बैठकें
hu: Találkozóid
id: Rapat Anda
it: Le Tue Riunioni
ja: あなたのミーティング
ms: Mesyuarat Anda
nl: Je vergaderingen
no: Dine møter
pt: Suas reuniões
ru: Ваши встречи
sk: Vaše stretnutia
sv: Dina möten
th: การประชุมของคุณ
uk: Ваші зустрічі
vi: Cuộc họp của bạn

source: Refresh
bg: Обнови
ca: Actualitza
cs: Obnovit
de: Aktualisieren
es: Actualizar
et: Värskenda
fi: Päivitä
fr: Actualiser
hi: ताज़ा करें
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
ms: Muat Semula
nl: Vernieuwen
no: Oppdater
pt: Atualizar
ru: Обновить
sk: Obnoviť
sv: Uppdatera
th: รีเฟรช
uk: Оновити
vi: Làm mới

# noUpcomingMeetings
source: No upcoming meetings found
bg: Няма намерени предстоящи срещи
ca: No s'han trobat reunions properes
cs: Nenalezeny žádné nadcházející schůzky
de: Keine anstehenden Meetings gefunden
es: No hay reuniones próximas
et: Tulevasi koosolekuid ei leitud
fi: Tulevia kokouksia ei löytynyt
fr: Aucune réunion à venir trouvée
hi: कोई आगामी बैठक नहीं
hu: Nem találhatók közelgő találkozók
id: Tidak ada rapat mendatang ditemukan
it: Nessuna riunione imminente trovata
ja: 今後のミーティングはありません
ms: Tiada mesyuarat akan datang dijumpai
nl: Geen aankomende vergaderingen gevonden
no: Ingen kommende møter funnet
pt: Nenhuma reunião futura
ru: Предстоящих встреч не найдено
sk: Neboli nájdené žiadne nadchádzajúce stretnutia
sv: Inga kommande möten hittades
th: ไม่พบการประชุมที่กำลังจะมาถึง
uk: Майбутніх зустрічей не знайдено
vi: Không tìm thấy cuộc họp sắp tới

# checkingNextDays
source: Checking next 30 days
bg: Проверка на следващите 30 дни
ca: Comprovant els propers 30 dies
cs: Kontrola dalších 30 dnů
de: Prüfe die nächsten 30 Tage
es: Revisando los próximos 30 días
et: Kontrolli järgmist 30 päeva
fi: Tarkistetaan seuraavat 30 päivää
fr: Vérification des 30 prochains jours
hi: अगले 30 दिनों की जाँच की जा रही है
hu: Következő 30 nap ellenőrzése
id: Memeriksa 30 hari ke depan
it: Controllo dei prossimi 30 giorni
ja: 次の30日間を確認中
ms: Menyemak 30 hari akan datang
nl: Volgende 30 dagen controleren
no: Sjekker neste 30 dager
pt: Verificando próximos 30 dias
ru: Проверка следующих 30 дней
sk: Kontrola nasledujúcich 30 dní
sv: Kontrollerar nästa 30 dagar
th: ตรวจสอบ 30 วันถัดไป
uk: Перевірка наступних 30 днів
vi: Kiểm tra 30 ngày tiếp theo

source: Tomorrow
bg: Утре
ca: Demà
cs: Zítra
de: Morgen
es: Mañana
et: Homme
fi: Huomenna
fr: Demain
hi: कल
hu: Holnap
id: Besok
it: Domani
ja: 明日
ms: Esok
nl: Morgen
no: I morgen
pt: Amanhã
ru: Завтра
sk: Zajtra
sv: Imorgon
th: พรุ่งนี้
uk: Завтра
vi: Ngày mai

# googleCalendarComingSoon
source: Google Calendar integration coming soon!
bg: Google Календар интеграция скоро!
ca: Integració de Google Calendar properament!
cs: Integrace s Kalendářem Google již brzy!
de: Google Kalender Integration kommt bald!
es: ¡Integración con Google Calendar pronto!
et: Google Calendar integratsioon tuleb varsti!
fi: Google Kalenteri -integraatio tulossa pian!
fr: L'intégration Google Agenda arrive bientôt !
hi: Google कैलेंडर एकीकरण जल्द आ रहा है!
hu: Google naptár integráció hamarosan!
id: Integrasi Google Calendar segera hadir!
it: Integrazione Google Calendar in arrivo!
ja: Googleカレンダー連携は近日公開予定です！
ms: Integrasi Google Calendar akan datang!
nl: Google Agenda-integratie komt binnenkort!
no: Google-kalenderintegrasjon kommer snart!
pt: Integração com Google Calendar em breve!
ru: Интеграция с Google Календарём скоро!
sk: Integrácia Google kalendára čoskoro!
sv: Google Kalender-integration kommer snart!
th: การผสานรวมปฏิทิน Google เร็วๆ นี้!
uk: Інтеграція з Google Календарем незабаром!
vi: Tích hợp Google Calendar sắp ra mắt!

# connectedAsUser
source: Connected as user: {userId}
bg: Свързан като потребител: {userId}
ca: Connectat com a usuari: {userId}
cs: Připojeno jako uživatel: {userId}
de: Verbunden als Benutzer: {userId}
es: Conectado como: {userId}
et: Ühendatud kasutajana: {userId}
fi: Yhdistetty käyttäjänä: {userId}
fr: Connecté en tant qu'utilisateur : {userId}
hi: उपयोगकर्ता के रूप में कनेक्टेड: {userId}
hu: Csatlakozva mint felhasználó: {userId}
id: Terhubung sebagai pengguna: {userId}
it: Connesso come utente: {userId}
ja: ユーザーとして接続: {userId}
ms: Disambungkan sebagai pengguna: {userId}
nl: Verbonden als gebruiker: {userId}
no: Tilkoblet som bruker: {userId}
pt: Conectado como: {userId}
ru: Подключено как пользователь: {userId}
sk: Pripojený ako používateľ: {userId}
sv: Ansluten som användare: {userId}
th: เชื่อมต่อในชื่อผู้ใช้: {userId}
uk: Підключено як користувач: {userId}
vi: Đã kết nối với tư cách người dùng: {userId}

source: Default Workspace
bg: Работно пространство по подразбиране
ca: Espai de treball per defecte
cs: Výchozí pracovní prostor
de: Standard-Arbeitsbereich
es: Espacio de trabajo por defecto
et: Vaikimisi tööala
fi: Oletustyötila
fr: Espace de travail par défaut
hi: डिफ़ॉल्ट कार्यक्षेत्र
hu: Alapértelmezett munkaterület
id: Ruang Kerja Default
it: Area di Lavoro Predefinita
ja: デフォルトのワークスペース
ms: Ruang Kerja Lalai
nl: Standaard werkruimte
no: Standard arbeidsområde
pt: Workspace padrão
ru: Рабочее пространство по умолчанию
sk: Predvolený pracovný priestor
sv: Standardarbetsyta
th: พื้นที่ทำงานเริ่มต้น
uk: Робочий простір за замовчуванням
vi: Workspace mặc định

# tasksCreatedInWorkspace
source: Tasks will be created in this workspace
bg: Задачите ще бъдат създадени в това работно пространство
ca: Les tasques es crearan en aquest espai de treball
cs: Úkoly budou vytvořeny v tomto pracovním prostoru
de: Aufgaben werden in diesem Arbeitsbereich erstellt
es: Las tareas se crearán en este espacio
et: Ülesanded luuakse sellesse tööalasse
fi: Tehtävät luodaan tähän työtilaan
fr: Les tâches seront créées dans cet espace de travail
hi: कार्य इस कार्यक्षेत्र में बनाए जाएंगे
hu: A feladatok ebben a munkaterületen lesznek létrehozva
id: Tugas akan dibuat di ruang kerja ini
it: Le attività saranno create in quest'area di lavoro
ja: タスクはこのワークスペースに作成されます
ms: Tugasan akan dicipta dalam ruang kerja ini
nl: Taken worden aangemaakt in deze werkruimte
no: Oppgaver vil bli opprettet i dette arbeidsområdet
pt: Tarefas serão criadas neste workspace
ru: Задачи будут созданы в этом рабочем пространстве
sk: Úlohy budú vytvorené v tomto pracovnom priestore
sv: Uppgifter skapas i denna arbetsyta
th: งานจะถูกสร้างในพื้นที่ทำงานนี้
uk: Завдання будуть створені у цьому робочому просторі
vi: Nhiệm vụ sẽ được tạo trong workspace này

source: Default Project (Optional)
bg: Проект по подразбиране (Незадължително)
ca: Projecte per defecte (opcional)
cs: Výchozí projekt (volitelné)
de: Standardprojekt (Optional)
es: Proyecto por defecto (Opcional)
et: Vaikimisi projekt (valikuline)
fi: Oletusprojekti (valinnainen)
fr: Projet par défaut (facultatif)
hi: डिफ़ॉल्ट प्रोजेक्ट (वैकल्पिक)
hu: Alapértelmezett projekt (opcionális)
id: Proyek Default (Opsional)
it: Progetto Predefinito (Facoltativo)
ja: デフォルトプロジェクト（任意）
ms: Projek Lalai (Pilihan)
nl: Standaardproject (optioneel)
no: Standard prosjekt (valgfritt)
pt: Projeto padrão (Opcional)
ru: Проект по умолчанию (опционально)
sk: Predvolený projekt (voliteľné)
sv: Standardprojekt (valfritt)
th: โปรเจกต์เริ่มต้น (ไม่บังคับ)
uk: Проект за замовчуванням (необов'язково)
vi: Dự án mặc định (Tùy chọn)

# leaveUnselectedTasks
source: Leave unselected to create tasks without a project
bg: Оставете неизбрано, за да създавате задачи без проект
ca: Deixeu sense seleccionar per crear tasques sense projecte
cs: Ponechte nevybrané pro vytváření úkolů bez projektu
de: Unmarkiert lassen, um Aufgaben ohne Projekt zu erstellen
es: Dejar sin seleccionar para tareas sin proyecto
et: Jätke valimata, et luua ülesanded ilma projektita
fi: Jätä valitsematta luodaksesi tehtäviä ilman projektia
fr: Laissez non sélectionné pour créer des tâches sans projet
hi: बिना प्रोजेक्ट वाले कार्यों के लिए चयनित न छोड़ें
hu: Hagyd kiválasztatlanul projekt nélküli feladatok létrehozásához
id: Biarkan tidak dipilih untuk membuat tugas tanpa proyek
it: Lascia non selezionato per creare attività senza un progetto
ja: プロジェクトなしでタスクを作成するには、選択を解除したままにしてください
ms: Biarkan tidak dipilih untuk mencipta tugasan tanpa projek
nl: Laat niet geselecteerd om taken zonder project aan te maken
no: La være uvalgt for å opprette oppgaver uten prosjekt
pt: Deixe desmarcado para tarefas sem projeto
ru: Оставьте не выбранным для создания задач без проекта
sk: Nechajte nevybrané pre vytvorenie úloh bez projektu
sv: Lämna omarkerad för att skapa uppgifter utan projekt
th: เว้นว่างไว้เพื่อสร้างงานโดยไม่มีโปรเจกต์
uk: Залиште невибраним для створення завдань без проекту
vi: Bỏ trống để tạo nhiệm vụ không có dự án

# noProjectsInWorkspace
source: No projects found in this workspace
bg: Няма намерени проекти в това работно пространство
ca: No s'han trobat projectes en aquest espai de treball
cs: V tomto pracovním prostoru nebyly nalezeny žádné projekty
de: Keine Projekte in diesem Arbeitsbereich gefunden
es: No se encontraron proyectos en este espacio
et: Selles tööalas projekte ei leitud
fi: Projekteja ei löytynyt tästä työtilasta
fr: Aucun projet trouvé dans cet espace de travail
hi: इस कार्यक्षेत्र में कोई प्रोजेक्ट नहीं मिला
hu: Nem találhatók projektek ebben a munkaterületen
id: Tidak ada proyek ditemukan di ruang kerja ini
it: Nessun progetto trovato in quest'area di lavoro
ja: このワークスペースにはプロジェクトがありません
ms: Tiada projek dijumpai dalam ruang kerja ini
nl: Geen projecten gevonden in deze werkruimte
no: Ingen prosjekter funnet i dette arbeidsområdet
pt: Nenhum projeto encontrado neste workspace
ru: Проекты в этом рабочем пространстве не найдены
sk: V tomto pracovnom priestore neboli nájdené žiadne projekty
sv: Inga projekt hittades i denna arbetsyta
th: ไม่พบโปรเจกต์ในพื้นที่ทำงานนี้
uk: У цьому робочому просторі не знайдено проектів
vi: Không tìm thấy dự án trong workspace này

# conversationTimeoutDesc
source: Choose how long to wait in silence before automatically ending a conversation:
bg: Изберете колко дълго да се чака в тишина преди автоматично приключване на разговор:
ca: Trieu quant temps esperar en silenci abans de finalitzar automàticament una conversa:
cs: Vyberte, jak dlouho čekat v tichosti před automatickým ukončením konverzace:
de: Wählen Sie, wie lange bei Stille gewartet werden soll, bevor eine Unterhaltung automatisch beendet wird:
es: Elige cuánto tiempo esperar en silencio antes de terminar:
et: Valige, kui kaua vaikuses oodatakse enne vestluse automaatset lõpetamist:
fi: Valitse kuinka kauan odotetaan hiljaisuutta ennen keskustelun automaattista päättämistä:
fr: Choisissez combien de temps attendre en silence avant de terminer automatiquement une conversation :
hi: स्वचालित रूप से समाप्त होने से पहले कितनी देर तक मौन रहना है, यह चुनें:
hu: Válaszd ki, mennyi ideig várjon csendben a beszélgetés automatikus befejezése előtt:
id: Pilih berapa lama menunggu dalam keheningan sebelum otomatis mengakhiri percakapan:
it: Scegli quanto tempo attendere in silenzio prima di terminare automaticamente una conversazione:
ja: 会話を自動終了するまでの無音時間を選択してください：
ms: Pilih berapa lama untuk menunggu dalam senyap sebelum menamatkan perbualan secara automatik:
nl: Kies hoe lang te wachten in stilte voordat een gesprek automatisch wordt beëindigd:
no: Velg hvor lenge du vil vente i stillhet før samtalen avsluttes automatisk:
pt: Escolha quanto tempo esperar em silêncio antes de terminar:
ru: Выберите, сколько времени ждать в тишине перед автоматическим завершением разговора:
sk: Vyberte, ako dlho čakať v tichosti pred automatickým ukončením konverzácie:
sv: Välj hur länge du vill vänta i tystnad innan en konversation avslutas automatiskt:
th: เลือกระยะเวลาที่จะรอในความเงียบก่อนสิ้นสุดบทสนทนาอัตโนมัติ:
uk: Виберіть, скільки часу чекати в тиші перед автоматичним завершенням розмови:
vi: Chọn thời gian chờ im lặng trước khi tự động kết thúc cuộc trò chuyện:

# timeout2Minutes
source: 2 minutes
bg: 2 минути
ca: 2 minuts
cs: 2 minuty
de: 2 Minuten
es: 2 minutos
et: 2 minutit
fi: 2 minuuttia
hi: 2 मिनट
hu: 2 perc
id: 2 menit
it: 2 minuti
ja: 2分
ms: 2 minit
nl: 2 minuten
no: 2 minutter
pt: 2 minutos
ru: 2 минуты
sk: 2 minúty
sv: 2 minuter
th: 2 นาที
uk: 2 хвилини
vi: 2 phút

# timeout2MinutesDesc
source: End conversation after 2 minutes of silence
bg: Приключи разговор след 2 минути тишина
ca: Finalitzar conversa després de 2 minuts de silenci
cs: Ukončit konverzaci po 2 minutách ticha
de: Unterhaltung nach 2 Minuten Stille beenden
es: Terminar tras 2 minutos de silencio
et: Lõpeta vestlus pärast 2-minutilist vaikust
fi: Lopeta keskustelu 2 minuutin hiljaisuuden jälkeen
fr: Terminer la conversation après 2 minutes de silence
hi: 2 मिनट के मौन के बाद समाप्त
hu: Beszélgetés befejezése 2 perc csend után
id: Akhiri percakapan setelah 2 menit keheningan
it: Termina conversazione dopo 2 minuti di silenzio
ja: 2分の無音で会話を終了
ms: Tamatkan perbualan selepas 2 minit senyap
nl: Gesprek beëindigen na 2 minuten stilte
no: Avslutt samtale etter 2 minutters stillhet
pt: Terminar após 2 minutos de silêncio
ru: Завершить разговор после 2 минут тишины
sk: Ukončiť konverzáciu po 2 minútach ticha
sv: Avsluta konversation efter 2 minuters tystnad
th: สิ้นสุดบทสนทนาหลังจากเงียบ 2 นาที
uk: Завершити розмову після 2 хвилин тиші
vi: Kết thúc cuộc trò chuyện sau 2 phút im lặng

# timeout5Minutes
source: 5 minutes
bg: 5 минути
ca: 5 minuts
cs: 5 minut
de: 5 Minuten
es: 5 minutos
et: 5 minutit
fi: 5 minuuttia
hi: 5 मिनट
hu: 5 perc
id: 5 menit
it: 5 minuti
ja: 5分
ms: 5 minit
nl: 5 minuten
no: 5 minutter
pt: 5 minutos
ru: 5 минут
sk: 5 minút
sv: 5 minuter
th: 5 นาที
uk: 5 хвилин
vi: 5 phút

# timeout5MinutesDesc
source: End conversation after 5 minutes of silence
bg: Приключи разговор след 5 минути тишина
ca: Finalitzar conversa després de 5 minuts de silenci
cs: Ukončit konverzaci po 5 minutách ticha
de: Unterhaltung nach 5 Minuten Stille beenden
es: Terminar tras 5 minutos de silencio
et: Lõpeta vestlus pärast 5-minutilist vaikust
fi: Lopeta keskustelu 5 minuutin hiljaisuuden jälkeen
fr: Terminer la conversation après 5 minutes de silence
hi: 5 मिनट के मौन के बाद समाप्त
hu: Beszélgetés befejezése 5 perc csend után
id: Akhiri percakapan setelah 5 menit keheningan
it: Termina conversazione dopo 5 minuti di silenzio
ja: 5分の無音で会話を終了
ms: Tamatkan perbualan selepas 5 minit senyap
nl: Gesprek beëindigen na 5 minuten stilte
no: Avslutt samtale etter 5 minutters stillhet
pt: Terminar após 5 minutos de silêncio
ru: Завершить разговор после 5 минут тишины
sk: Ukončiť konverzáciu po 5 minútach ticha
sv: Avsluta konversation efter 5 minuters tystnad
th: สิ้นสุดบทสนทนาหลังจากเงียบ 5 นาที
uk: Завершити розмову після 5 хвилин тиші
vi: Kết thúc cuộc trò chuyện sau 5 phút im lặng

# timeout10Minutes
source: 10 minutes
bg: 10 минути
ca: 10 minuts
cs: 10 minut
de: 10 Minuten
es: 10 minutos
et: 10 minutit
fi: 10 minuuttia
hi: 10 मिनट
hu: 10 perc
id: 10 menit
it: 10 minuti
ja: 10分
ms: 10 minit
nl: 10 minuten
no: 10 minutter
pt: 10 minutos
ru: 10 минут
sk: 10 minút
sv: 10 minuter
th: 10 นาที
uk: 10 хвилин
vi: 10 phút

# timeout10MinutesDesc
source: End conversation after 10 minutes of silence
bg: Приключи разговор след 10 минути тишина
ca: Finalitzar conversa després de 10 minuts de silenci
cs: Ukončit konverzaci po 10 minutách ticha
de: Unterhaltung nach 10 Minuten Stille beenden
es: Terminar tras 10 minutos de silencio
et: Lõpeta vestlus pärast 10-minutilist vaikust
fi: Lopeta keskustelu 10 minuutin hiljaisuuden jälkeen
fr: Terminer la conversation après 10 minutes de silence
hi: 10 मिनट के मौन के बाद समाप्त
hu: Beszélgetés befejezése 10 perc csend után
id: Akhiri percakapan setelah 10 menit keheningan
it: Termina conversazione dopo 10 minuti di silenzio
ja: 10分の無音で会話を終了
ms: Tamatkan perbualan selepas 10 minit senyap
nl: Gesprek beëindigen na 10 minuten stilte
no: Avslutt samtale etter 10 minutters stillhet
pt: Terminar após 10 minutos de silêncio
ru: Завершить разговор после 10 минут тишины
sk: Ukončiť konverzáciu po 10 minútach ticha
sv: Avsluta konversation efter 10 minuters tystnad
th: สิ้นสุดบทสนทนาหลังจากเงียบ 10 นาที
uk: Завершити розмову після 10 хвилин тиші
vi: Kết thúc cuộc trò chuyện sau 10 phút im lặng

# timeout30Minutes
source: 30 minutes
bg: 30 минути
ca: 30 minuts
cs: 30 minut
de: 30 Minuten
es: 30 minutos
et: 30 minutit
fi: 30 minuuttia
hi: 30 मिनट
hu: 30 perc
id: 30 menit
it: 30 minuti
ja: 30分
ms: 30 minit
nl: 30 minuten
no: 30 minutter
pt: 30 minutos
ru: 30 минут
sk: 30 minút
sv: 30 minuter
th: 30 นาที
uk: 30 хвилин
vi: 30 phút

# timeout30MinutesDesc
source: End conversation after 30 minutes of silence
bg: Приключи разговор след 30 минути тишина
ca: Finalitzar conversa després de 30 minuts de silenci
cs: Ukončit konverzaci po 30 minutách ticha
de: Unterhaltung nach 30 Minuten Stille beenden
es: Terminar tras 30 minutos de silencio
et: Lõpeta vestlus pärast 30-minutilist vaikust
fi: Lopeta keskustelu 30 minuutin hiljaisuuden jälkeen
fr: Terminer la conversation après 30 minutes de silence
hi: 30 मिनट के मौन के बाद समाप्त
hu: Beszélgetés befejezése 30 perc csend után
id: Akhiri percakapan setelah 30 menit keheningan
it: Termina conversazione dopo 30 minuti di silenzio
ja: 30分の無音で会話を終了
ms: Tamatkan perbualan selepas 30 minit senyap
nl: Gesprek beëindigen na 30 minuten stilte
no: Avslutt samtale etter 30 minutters stillhet
pt: Terminar após 30 minutos de silêncio
ru: Завершить разговор после 30 минут тишины
sk: Ukončiť konverzáciu po 30 minútach ticha
sv: Avsluta konversation efter 30 minuters tystnad
th: สิ้นสุดบทสนทนาหลังจากเงียบ 30 นาที
uk: Завершити розмову після 30 хвилин тиші
vi: Kết thúc cuộc trò chuyện sau 30 phút im lặng

# timeout4Hours
source: 4 hours
bg: 4 часа
ca: 4 hores
cs: 4 hodiny
de: 4 Stunden
es: 4 horas
et: 4 tundi
fi: 4 tuntia
fr: 4 heures
hi: 4 घंटे
hu: 4 óra
id: 4 jam
it: 4 ore
ja: 4時間
ms: 4 jam
nl: 4 uur
no: 4 timer
pt: 4 horas
ru: 4 часа
sk: 4 hodiny
sv: 4 timmar
th: 4 ชั่วโมง
uk: 4 години
vi: 4 giờ

# timeout4HoursDesc
source: End conversation after 4 hours of silence
bg: Приключи разговор след 4 часа тишина
ca: Finalitzar conversa després de 4 hores de silenci
cs: Ukončit konverzaci po 4 hodinách ticha
de: Unterhaltung nach 4 Stunden Stille beenden
es: Terminar tras 4 horas de silencio
et: Lõpeta vestlus pärast 4-tunnist vaikust
fi: Lopeta keskustelu 4 tunnin hiljaisuuden jälkeen
fr: Terminer la conversation après 4 heures de silence
hi: 4 घंटे के मौन के बाद समाप्त
hu: Beszélgetés befejezése 4 óra csend után
id: Akhiri percakapan setelah 4 jam keheningan
it: Termina conversazione dopo 4 ore di silenzio
ja: 4時間の無音で会話を終了
ms: Tamatkan perbualan selepas 4 jam senyap
nl: Gesprek beëindigen na 4 uur stilte
no: Avslutt samtale etter 4 timers stillhet
pt: Terminar após 4 horas de silêncio
ru: Завершить разговор после 4 часов тишины
sk: Ukončiť konverzáciu po 4 hodinách ticha
sv: Avsluta konversation efter 4 timmars tystnad
th: สิ้นสุดบทสนทนาหลังจากเงียบ 4 ชั่วโมง
uk: Завершити розмову після 4 годин тиші
vi: Kết thúc cuộc trò chuyện sau 4 giờ im lặng

# conversationEndAfterHours
source: Conversations will now end after 4 hours of silence
bg: Разговорите сега ще приключват след 4 часа тишина
ca: Les converses ara finalitzaran després de 4 hores de silenci
cs: Konverzace nyní skončí po 4 hodinách ticha
de: Unterhaltungen enden nun nach 4 Stunden Stille
es: Las conversaciones terminan tras 4 horas de silencio
et: Vestlused lõpevad nüüd pärast 4-tunnist vaikust
fi: Keskustelut päättyvät nyt 4 tunnin hiljaisuuden jälkeen
fr: Les conversations se termineront maintenant après 4 heures de silence
hi: बातचीत 4 घंटे के मौन के बाद समाप्त हो जाएगी
hu: A beszélgetések mostantól 4 óra csend után végződnek
id: Percakapan sekarang akan berakhir setelah 4 jam keheningan
it: Le conversazioni termineranno ora dopo 4 ore di silenzio
ja: 4時間の無音後に会話が終了します
ms: Perbualan akan tamat selepas 4 jam senyap
nl: Gesprekken eindigen nu na 4 uur stilte
no: Samtaler vil nå avsluttes etter 4 timers stillhet
pt: Conversas terminam após 4 horas de silêncio
ru: Разговоры теперь будут завершаться после 4 часов тишины
sk: Konverzácie sa teraz ukončia po 4 hodinách ticha
sv: Konversationer avslutas nu efter 4 timmars tystnad
th: บทสนทนาจะสิ้นสุดหลังจากเงียบ 4 ชั่วโมง
uk: Розмови тепер завершуватимуться після 4 годин тиші
vi: Cuộc trò chuyện bây giờ sẽ kết thúc sau 4 giờ im lặng
